{
    "1137470858": "11. desember 2021",
    "12462594": "hCaptcha er bygget på HUMAN-plattformen, som tillater sofistikert ruting og analyse for å optimalisere kostnad og effektivitet i hvert trinn.",
    "2262549101": "Alternative metoder for kontakt er dokumentert i US Copyright Office DMCA Designated Agent Directory",
    "2272776729": "Vær oppmerksom på at du må bekrefte identiteten din og forespørre før ytterligere tiltak iverksettes, for eksempel ved å oppgi myndighetenes identifikasjon. I samsvar med lover i California kan du utpeke en autorisert agent til å sende en forespørsel på dine vegne. For å utpeke en autorisert agent til å fremsette en forespørsel på dine vegne, må du oppgi en gyldig fullmakt, forespørselens gyldige offentlig utstedte identifikasjon og den autoriserte agentens gyldige offentlig utstedte identifikasjon.",
    "2335607721": "Legge merke til. Alle merknader knyttet til disse tjenestevilkårene vil bli sendt på e-post eller lagt ut på nettstedet vårt. Du må sende meldinger til oss på",
    "2875934612": "20. november 2020",
    "3084122606": "Der vår bruk av dine personopplysninger er basert på ditt samtykke, har du rett til å trekke den tilbake når som helst på den måten som er angitt i tjenesten eller ved å kontakte oss på",
    "3312286067": "eller send inn en klage til databeskyttelsesmyndigheten i din jurisdiksjon. Du finner din databeskyttelsesregulator på",
    "3506025515": "hCaptcha påvirkes ikke av log4shell. Her er hvordan vi vet det.",
    "3516838896": "Feilen for ekstern kjøring av log4j2-kode feide nylig over internett, og påvirket en stor prosentandel av nettjenester. hCaptcha ble ikke påvirket. Her er hvordan vi bekreftet det faktum.",
    "3553195003": "hCaptcha påvirkes ikke av log4shell.",
    "3610875753": "– Hvis du etter en betydelig driftsforstyrrelse ikke kan kontakte oss slik du vanligvis gjør kl",
    "3612764043": ", bør du gå til nettstedet vårt på hcaptcha.com eller hcaptchastatus.com.",
    "3626193263": "hCaptcha Designated Agent for the Digital Millennium Copyright Act (DMCA) er",
    "3794891866": "California-forbrukere kan komme med en forespørsel i henhold til deres rettigheter under CCPA ved å kontakte oss på",
    "3814036702": "– Hvis du har spørsmål om vår forretningskontinuitetsplanlegging, kan du kontakte oss på",
    "3975007628": "Beskytt nå hundrevis av millioner av brukere på flere titalls millioner nettsteder og apper hver måned. Historien vår viser at du kan konkurrere med Big Tech når du setter personvern først.",
    "4038264749": "Vær oppmerksom på at mens lokale COVID-19-bestillinger fortsatt gjelder, er det ingen garantier for at e-post vil bli mottatt i tide, og e-post (",
    "4115505783": ") er den riktige kanalen for å nå oss. Selskapet har ikke telefon- eller faksnumre; dette er det 21. århundre.",
    "4164851712": "Vi bruker kun personopplysningene dine slik det er tillatt ved lov. Vi er pålagt å informere deg om det juridiske grunnlaget for vår behandling av dine personopplysninger, som er beskrevet nedenfor. Hvis du har spørsmål om det rettslige grunnlaget vi behandler dine personopplysninger under, kontakt oss på",
    "4201262098": "Denne teknologien lar den rette arbeidsstyrken håndtere hver del av jobben din, maksimerer kostnadseffektiviteten samtidig som personvernet bevares og alle regulatoriske krav som måtte gjelde.",
    "4217188341": "30. november 2020",
    "4238473596": "Å minimere friksjonen for ekte brukere er viktig. hCaptcha bruker enkle oppgaver og tar mindre tid for de fleste brukere samtidig som den stopper mer bottrafikk.",
    "4243935861": "ha.com",
    "4270798104": "2. Prøv å deaktivere andre utvidelser. Hvis det løser det, slå dem på én etter én til du finner problemet, og la utvikleren av utvidelsen få vite om det, i tillegg til å gi oss beskjed på",
    "427220273": "Vi kan be om spesifikk informasjon fra deg for å hjelpe oss med å bekrefte identiteten din og behandle forespørselen din. Gjeldende lov kan kreve eller tillate oss å avslå forespørselen din. Hvis vi avslår forespørselen din, vil vi fortelle deg hvorfor, underlagt juridiske begrensninger. Hvis du ønsker å sende inn en klage på vår bruk av din personlige informasjon eller svar på dine forespørsler angående din personlige informasjon, kan du kontakte oss på",
    "433026247": "Ved å utføre oppgaver kan du opparbeide deg kvalifikasjoner og ferdigheter, som vi vil gi etter eget skjønn. Vi forbeholder oss retten til å opprette, redigere eller tilbakekalle dine kvalifikasjoner og ferdigheter når som helst, uansett årsak eller ingen grunn i det hele tatt. Fordi vi ikke diskriminerer på grunnlag av nasjonal opprinnelse, rase, farge, kjønn, seksuell legning eller annen klasse beskyttet av loven, vil du ha samme mulighet som alle andre bidragsytere til å oppnå tilgang til oppgaver etter hvert som dine kvalifikasjoner og ferdigheter akkumuleres . Som bidragsyter, hvis du mener at problematiske testspørsmål har påvirket dine kvalifikasjoner, ferdigheter eller belønninger, kan du gi godt støttede påstander som beskriver problematiske testspørsmål via oppgavegrensesnittet eller via en billett i vårt støttesystem, for eksempel via e-post på",
    "492025216": "13. desember 2021",
    "799274928": "E-postmeldinger anses som skriftlige meldinger for alle formål som det kan kreves skriftlige varsel for. E-postmeldinger anses som mottatt virkedagen etter sending av korrekt adressert til den tiltenkte mottakeren.",
    "211351380": "Fra bloggen:",
    "3153117136": "Hvordan hCaptcha-vanskelighetsinnstillinger fungerer",
    "2915355938": "tilgjengelighet",
    "793784899": "Planer",
    "2671622670": "Bedriften",
    "3527140447": "Dokumenter",
    "505891021": "Merketjenester",
    "692176459": "Logg Inn",
    "1892574253": "Melde deg på",
    "2593864519": "Stopp flere roboter. Begynn å beskytte brukernes personvern.",
    "4007826952": "Den nr. 1 personvern-første CAPTCHA for nett, mobil og mer.",
    "3721365241": "Prøve",
    "3753956446": "Gratis",
    "3276777569": "hCaptcha",
    "55035359": "Bruker du reCAPTCHA for øyeblikket?",
    "3417372336": "Bytt på minutter",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "De beste nettjenestene er avhengige av",
    "1470290349": "for klassens beste bot- og svindelhåndtering.",
    "3714002185": "Lær mer om hCaptcha Enterprise",
    "3946753128": "Privat. Sikre. Raskere.",
    "939665604": "Personvernfokusert",
    "780475098": "Annonsenettverk ser på de besøkende som produktet. Vi bryr oss bare om et besøk er bra eller dårlig. hCaptcha overholder GDPR, CCPA, LGPD, PIPL og andre globale datalover.",
    "219813583": "Sikkerhet først",
    "2714878440": "Beskytt tjenestene dine mot skraping, kontoovertakelser, fylling av legitimasjon og spam med vår avanserte maskinlæring og verifisering av mennesker.",
    "1397766838": "Bedre brukeropplevelse",
    "2670352917": "hCaptcha gir mer pålitelig botdeteksjon samtidig som det er enkelt for mennesker å løse.",
    "2806751666": "Hva er hCaptcha?",
    "3096063825": "Prøv det",
    "2968026167": "Din favorittgrønnsak",
    "713281684": "Aubergine",
    "4147497805": "Gulrot",
    "3758963444": "Takk skal du ha! Innsendingen din er mottatt!",
    "1070364246": "Oops! Noe gikk galt under innsending av skjemaet.",
    "1129833879": "Stopp ondsinnede roboter, beskytt brukernes personvern",
    "58091799": "Lær mer om hCaptcha Publisher og Enterprise",
    "1599610318": "Forlegger",
    "3093388779": "hCaptcha er gratis å bruke for utgivere av alle størrelser",
    "179723061": "Mer kontroll for team som trenger klasseledende sikkerhet",
    "846501387": "Botbeskyttelse i verdensklasse",
    "119298044": "Avanserte selvovervåkede ML- og AI-teknologier beskytter webegenskapene dine mot trusler og angrep",
    "1263998069": "Tjen belønninger for menneskelige løsninger",
    "1103295010": "Tjen penger eller gi til veldedighet for når mennesker løser CAPTCHA",
    "392886773": "Fungerer i alle land",
    "2320894364": "Med over 200 tilstedeværelsespunkter beskytter hCaptchas sky eiendeler over hele verden",
    "451701069": "Overholder GDPR, CCPA,",
    "2826051554": "og mer",
    "3530599065": "Personvern bygges fra grunnen av. hCaptcha beholder ingen PII og er i samsvar med en rekke personvernmandater og forskrifter.",
    "2489287539": "Friksjonsfri \"No CAPTCHA\" og 99,9 % passive moduser",
    "793242047": "Reduser utfordringer for brukere for å gi rask tilgang til applikasjoner",
    "4195759329": "Botdeteksjon og risikoscore",
    "1150035777": "Sofistikerte maskinlæringsmodeller genererer bottillitsscore basert på mange datapunkter utover om spørsmålene ble besvart riktig",
    "3688621388": "Trusselsignaturer",
    "1131525092": "Grupper dårlige skuespillere enkelt sammen via våre personvernbevarende Scoped UIDer for å finne og stoppe relatert svindel og misbruk",
    "1559631739": "Privat læring",
    "3952259236": "Kombiner de blinde dataene dine med hCaptchas tusenvis av signaler for å trene hCaptcha på atferdsklasser – bare for ditt eksempel – for bedre å forutsi ondsinnet oppførsel bedre enn hver løsning alene",
    "1150963691": "APT-reduksjon",
    "4083018285": "En pakke med utvidede funksjoner som kombineres med forbedret SOC-overvåking og respons for å håndtere sofistikerte vedvarende trusler",
    "3160820928": "Koordinert angrepsbeskyttelse",
    "1849805607": "hCaptcha beskytter mot trusler og lokkemidler designet for å infiltrere nettverkene dine",
    "1958297836": "Koordinert angrepsbeskyttelse og APT-reduksjon",
    "1300485304": "hCaptcha beskytter mot avanserte trusler og lokkemidler designet for å infiltrere nettverkene dine",
    "2698640210": "Kontroller utfordringer og typer vist",
    "3121248460": "Vis uendelig forskjellige tilpassede utfordringer – fra enkle til komplekse – for det forventede publikummet ditt",
    "3807059944": "Kontroller utfordringsinnholdet som brukes",
    "2707282231": "Tilpass utfordringer for brukerne dine. Gjør det umulig for roboter å løse og trenge gjennom.",
    "4194763679": "Finkornede vanskelighetsgrader",
    "3730038780": "Velg blant et nesten uendelig antall utfordringer for brukere å løse",
    "1849717906": "Tilpass med ditt eget utfordringsinnhold",
    "1508655687": "Legg til dine egne utfordringer skreddersydd for publikum for å strømlinjeforme eller begrense tilgangen",
    "3620442880": "Flash-salgsbeskyttelsesfunksjoner",
    "3265895521": "Øk og reduser vanskelighetsgraden basert på tid på dagen",
    "1485807325": "Flerbrukerdashbord, SAML SSO",
    "359073033": "Dashboards gir høynivå eller finkornet visning av aktivitet.",
    "4272454814": "Integrer med identitetsleverandøren du ønsker.",
    "1141402092": "Avanserte rapporteringsfunksjoner",
    "910989640": "Generer detaljerte og tilpassede rapporter om aktivitet",
    "3768951251": "Enterprise SLAer",
    "1014004474": "hCaptchas Enterprise-planer tilbyr avanserte servicenivåavtaler for å holde organisasjonen din beskyttet",
    "1177598246": "Ta kontakt med salg",
    "1067704102": "Verdien i datamerking",
    "3065000659": "Visste du at hver gang du \"klikker på bilen\" er du med på å trene en singel",
    "3235430156": "selskapets maskinlæringssystemer gratis?",
    "1549336309": "hCaptcha snur denne modellen. Når du bruker hCaptcha, byr selskaper på arbeidet brukerne dine gjør mens de beviser sin menneskelighet. Du får belønningene.",
    "3725880582": "Gi tilbake til veldedighet",
    "1671436004": "Vil du gi tilbake til din favoritt veldedighet?",
    "1663628612": "lar deg",
    "4272088465": "veldedige organisasjoner du velger med inntektene du tjener på å bruke den.",
    "2894845722": "Brukere på nettstedet ditt vil snart kunne se ditt bidrag til veldedighet gjennom diskret merkevarebygging på hCaptcha-grensesnittet.",
    "3194111925": "Brukerstøtte",
    "1637702726": "Om hCaptcha",
    "2323282990": "En moderne tilnærming til å verifisere menneskeheten",
    "1201821619": "hCaptcha løser et av dagens mest presserende problemer: forhindrer ondsinnede roboter i å misbruke nettjenester.",
    "1475399473": "Lær mer om hCaptcha-teamet",
    "3161489950": "Verdens mest avanserte ML-sikkerhetsplattform",
    "3247172580": "hCaptcha kombinerte avansert selvovervåket maskinlæring med en ny edge comput-tilnærming som unikt minimerer datainnsamling og oppbevaring, levert fra over 250 steder globalt for massiv skalerbarhet.",
    "3767462250": "Designet for personvern",
    "3500503648": "hCaptcha er designet for å eliminere langsiktig dataoppbevaring ved å stole på umiddelbar evaluering i stedet for å registrere og analysere nettleserhistorikken din. Vi støtter også tiltak som",
    "2418549423": ", en fremvoksende standard for å bevare online personvern via kryptografiske bevis, og andre unike funksjoner for personvern først.",
    "1544546608": "Personvernpass",
    "976209454": "Tjen belønninger eller gi til veldedighet",
    "552920956": "hCaptcha lar nettsteder tjene belønninger mens de blokkerer roboter og andre former for misbruk. hCaptcha lar deg også støtte veldedige organisasjoner du velger med disse inntektene.",
    "654326661": "Vil du se selv? Prøv hCaptcha gratis.",
    "3570415321": "Selskap",
    "3987022469": "Merking",
    "1636202177": "Om",
    "2670003220": "Arbeidsplasser",
    "3233305531": "Varemerker",
    "3028319964": "AI-etikk",
    "4131598919": "trykk",
    "1662477701": "Ressurser",
    "3130928685": "Blogg",
    "1756106276": "Status",
    "1235925265": "Dokumentasjon",
    "920212083": "Rapporter en feil",
    "2076066173": "Cyberangrep 101",
    "3644106388": "Kontakt",
    "2182196747": "Brukerstøtte",
    "487083593": "Salg",
    "878585497": "Vilkår",
    "1697438123": "Personvern",
    "1316817321": "Attribusjon",
    "3488019891": "hCaptcha er et registrert varemerke for Intuition Machines, Inc.",
    "4224961202": "Personvern, sikkerhet og maskinlæring.",
    "98173630": "hCaptcha er verdens mest brukte uavhengige CAPTCHA-tjeneste.",
    "1514478724": "Lære mer",
    "1752795854": "hCaptcha bringer en moderne, personvernfokusert tilnærming til å stoppe roboter.",
    "2927700175": "Vi viser CAPTCHA-utfordringer som er vanskelige for roboter, men enkle for folk, ved å samle inn vanskelige å merke data fra maskinlæringsproblemer, og bruke dem til å skille om en besøkende på nettstedet eller en app er menneskelig.",
    "2188609322": "Dårlige skuespillere er stadig vanligere på nett. Men å ofre brukernes personvern er ikke svaret.",
    "2032102720": "Sikkerhetsløsninger som tilbys av annonseselskaper fokuserer først og fremst på å spore brukere på nettet. Vi har laget en effektiv sikkerhetsløsning som viser at det ikke er nødvendig å skade brukernes personvern for å levere utmerkede resultater.",
    "4146870445": "Hvem vi er",
    "353066938": "Et erfarent team som jobber med dagens vanskeligste problemer. hCaptcha er en tjeneste for",
    "1173652155": "Rådgivere",
    "2256305371": "Professor, CS ved University of California, Berkeley. Dyplæring, sikkerhet, blokkjedeekspert. administrerende direktør i Oasis Labs.",
    "2177660021": "Forsker ved Stanford. Maskinlæring og kvantfinansiering hos store banker, hedgefond og akademia.",
    "2686825859": "Registrer deg gratis eller kontakt oss om hCaptcha Enterprise-løsninger",
    "583434701": "hCaptcha tilgjengelighet",
    "611905972": "Sikre sømløs tilgang for alle brukere samtidig som sikkerheten opprettholdes",
    "874098071": "Hvis du er en tilgjengelighetsbruker, vennligst registrer deg her",
    "2745385064": "Sammendrag",
    "3353238942": "hCaptcha er designet for å stoppe roboter ved å skille dem fra mennesker. Visuelle tester er et praktisk verktøy for dette, men ikke alle kan løse en visuell utfordring.",
    "3600022491": "Av denne grunn har vi utviklet et enkelt, smertefritt alternativ for å la utgivere som bruker tjenesten vår bevare tilgjengeligheten for alle med full Section 508 og WCAG 2.1 AA-samsvar.",
    "2557240048": "Slik fungerer det: Først registrerer en tilgjengelighetsbruker seg via",
    "3871665286": ", som er tydelig lenket på informasjonssiden for hCaptcha-widgeten. De får en kryptert informasjonskapsel som kan brukes flere ganger per dag, men som må oppdateres hver 24. time via innlogging.",
    "3441764123": "Når en utfordring blir presentert for en tilgjengelighetsbruker på et nettsted som bruker hCaptcha-tjenesten, vil de automatisk bestå.",
    "4247858664": "registreringssiden for tilgjengelighet",
    "1297657322": "Tilgjengelighet brukerskjerm etter pålogging",
    "1717658846": "Tilgjengelighetsalternativ i widget UI-menyen",
    "1266963825": "Spørsmål: Er hCaptcha Section 508 + WCAG 2.1 AA kompatibel?",
    "850025770": "A: Vi tror det: alle brukere med noen form for funksjonsnedsettelse som er i stand til å surfe på nettet og skrive inn tekst på skjemaer kan få tilgang til tjenester beskyttet av hCaptcha ved registrering. Dette er imidlertid ikke juridisk råd: du bør utføre din egen evaluering, ta hensyn til din spesielle implementering for å sikre at dette er tilfellet for din distribusjon.",
    "159272246": "Spørsmål: Jobber du med andre tilgjengelighetsalternativer (\"a11y\"), som lyd?",
    "4074220464": "A: Tidligere populære alternativer som audio captchas diskriminerer mange a11y-brukere og blir lett beseiret av moderne maskinlæringsteknikker. Dette har tvunget dagens lydutfordringer til å bli mer og mer vanskelige, og introduserer støy, merkelig timing, uvanlige ordkombinasjoner og så videre for å beseire angripere. Vi er derfor mindre begeistret for denne tilnærmingen i forhold til å unngå utfordringen helt, men vil vurdere det hvis det er etterspørsel fra a11y-miljøet.",
    "2309661107": "Vi er imidlertid veldig interessert i",
    "2555914614": "for brukstilfellet Tilgjengelighet. Vi tror å kombinere vår nåværende a11y-tilnærming med utstedelse av Privacy Pass vil tillate a11y-brukere å surfe trygt, i visshet om at trafikken deres er mer privat, samtidig som det begrenser misbruket av botoperatører som uunngåelig oppstår når a11y-alternativer er tilgjengelige. Vi er aktive deltakere i IETF-arbeidsgruppen som standardiserer denne nye teknologien.",
    "2583775432": "Spørsmål: Hva med personvern? Avslører registrering 11y nettleserdata på noen måte? Hva gjør du med e-posten?",
    "4215483493": "A: hCaptcha er designet for privatliv fra grunnen av. Det er veldig annerledes enn tradisjonelle alternativer som reCAPTCHA som eies av annonsenettverk, som har et insentiv til å spore deg rundt på nettet og assosiere deg med en ekte identitet.",
    "2474661839": "Våre",
    "4137573005": "har omfattende og autoritative svar på hvordan vi bruker data, men det korte svaret er at vi ikke har noen interesse i å knytte deg som person til nettleserhistorikken din.",
    "4101570501": "Vi jobber også for tiden med en kryptografisk løsning for raskt å forkaste e-postadressen din, samtidig som vi bevarer vår evne til å forhindre misbruk, som komplementerer vårt Privacy Pass-arbeid.",
    "260595108": "Vi bruker aldri tilgjengelighets-e-poster eller informasjon til andre formål enn å lette bruken og forhindre misbruk.",
    "3063819779": "personvernerklæring",
    "465714311": "For tilgjengelighetsbrukere: Spørsmål og svar og feilsøkingsveiledning",
    "3596207631": "Spørsmål: Jeg ser fortsatt en utfordring etter å ha satt inn informasjonskapselen. Hva er årsaken til dette?",
    "469089249": "A: Dette skyldes vanligvis bruk av en aggressiv annonseblokkering eller utvidelse mot informasjonskapsler, eller en innstilling som blokkerer informasjonskapsler på tvers av nettsteder, i dette tilfellet en informasjonskapsel for hcaptcha.com som er satt eller sjekket av hCaptcha JS på en annet nettsted, som det du besøker.",
    "4263626815": "hCaptcha-tilgjengelighetskapsler fungerer med alle populære nettlesere og annonseblokkere med standardinnstillingene, så feil skyldes vanligvis \"anti-anti-adblock\"-skript eller lignende regelsett rettet mot bestemte nettsteder.",
    "3906359167": "Løsninger:",
    "3464870463": "1. Hvitliste hcaptcha.com og *.hcaptcha.com informasjonskapsler i annonseblokkeringen eller sikkerhetsutvidelsen for nettleseren.",
    "1204911585": "2. Hvis du bruker Brave-nettleseren, som ikke (per april 2020) ser ut til å ha noen form for hviteliste for informasjonskapsler, går du til Innstillinger -> Shields -> Informasjonskapsler og velger \"Tillat alle informasjonskapsler\".",
    "2932826396": "3. Hvis du bruker den aller nyeste versjonen av Safari på enten det nylig utgitte OS X 10.15 eller iOS 13.4, har Apple nettopp endret virkemåten til Safari relatert til tredjeparts informasjonskapsler, og blokkerer alle som standard. Vi implementerer en løsning, men i mellomtiden kan du gå til Safari-preferanser, Personvern-seksjonen og fjerne merket for \"Nettstedssporing: Forhindre sporing på tvers av nettsteder\" for å aktivere tilgjengelighetsinformasjonskapselen til å fungere som forventet.",
    "3836291932": "Spørsmål: Jeg bruker flere enheter. Må jeg registrere meg flere ganger?",
    "3251220335": "A: Nei. Klikk på den samme e-postpåloggingslenken som ble sendt til deg på hver enhet du bruker for å sette informasjonskapselen.",
    "2082407178": "Spørsmål: Hvordan kan jeg beskytte meg mot tredjeparts informasjonskapselsporing mens jeg bruker tilgjengelighetsinformasjonskapselen?",
    "2700197090": "A: Å bruke en hvilken som helst personvern- eller annonseblokkerende utvidelse som støtter hvitelisting på domenenivå (f.eks. uBlock Origin) vil fungere som forventet: bare sørg for å godkjenne hcaptcha.com.",
    "3657743880": "Nettleserinstruksjoner for informasjonskapsler på tvers av nettsteder",
    "1960601330": "Slik aktiverer du informasjonskapsler i Safari (Mac): Gå til Safari-rullegardinmenyen. Velg Innstillinger. Klikk på Personvern i topppanelet. Under \"Blokker informasjonskapsler\" velger du alternativet \"Aldri\".",
    "1622303590": "For å aktivere informasjonskapsler i Safari (iPhone/iPad iOS 11+): Åpne innstillingene. Rull ned og velg Safari. Under Personvern og sikkerhet slår du av «Forhindr sporing på tvers av nettsteder» og «Blokker alle informasjonskapsler»",
    "2199048568": "Klikk på skjoldet til venstre for adressefeltet på en hvilken som helst nettside. Klikk på Beskyttelsesinnstillinger. Firefox Preferences Privacy & Security-panelet åpnes. Under Forbedret sporingsbeskyttelse velger du Egendefinert. Velg hvilke sporere og skript som skal blokkeres ved å merke av i disse avmerkingsboksene. Sørg for at du har fjernet blokkeringen av hcaptcha.com.",
    "3967047208": "Du kan også midlertidig slå av enkelte beskyttelser i Custom for å feilsøke dette, ved å fjerne merket for avmerkingsboksene: Fjern merket for Trackers eller fjern merket for Cookies hvis du fortsatt har problemer.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Velg Chrome-menyikonet. Velg Innstillinger.",
    "926138631": "Gå til Personvern og sikkerhet, deretter Informasjonskapsler og andre nettsteddata.",
    "3419878556": "Sørg for at «Blokker tredjeparts informasjonskapsler» ikke er aktivert.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Åpne Chrome-innstillinger fra menylinjen.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Åpne Chrome-appen på Android-enheten din.",
    "3620039756": "Øverst til høyre trykker du på Mer og deretter på Innstillinger.",
    "2813310562": "Trykk på Nettstedinnstillinger og deretter Informasjonskapsler.",
    "3014657981": "Slå på innstillingen ved siden av «Informasjonskapsler».",
    "1242066691": "Merk av i boksen ved siden av «Tillat tredjeparts informasjonskapsler».",
    "292250020": "1. Velg tannhjulet øverst til høyre på skjermen, og velg deretter \"Alternativer for Internett\". Hvis du har menylinjen aktivert, kan du velge \"Verktøy\" og deretter \"Alternativer for Internett\".",
    "4114820649": "2. Klikk på \"Personvern\"-fanen.",
    "946838734": "3. Velg \"Avansert\"-knappen.",
    "348809718": "4. Under \"Tredjeparts informasjonskapsler\" velger du \"Godta\".",
    "1253441326": "5. Klikk \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI etikkpolicy",
    "1161704803": "Hvorfor har vi en AI-etikkpolicy?",
    "1806535500": "Praktisk talt hver teknologi, fra blyanter til dynamitt, er en",
    "24452499": "løsning; den kan brukes på godt og vondt. Ethvert selskap som forsker på, bygger eller selger løsninger for dobbeltbruk har en forpliktelse til å vurdere konsekvensene av sine handlinger.",
    "4023575072": "dobbel bruk",
    "3336625692": "Denne siden beskriver våre tanker om dette emnet i sammenheng med AI-etikk, og prosessene vi følger for å sikre at bruken av tjenestene våre forblir i tråd med retningslinjene vi har vedtatt som selskap.",
    "835717930": "AI-etikk hos hCaptcha",
    "2179524509": "Vi får av og til spørsmål om hva slags spørsmål som er tillatt for hCaptcha-tjenesten, og hvorfor bestemte spørsmål stilles.",
    "1962721652": "Mennesker er mønstersøkende, og noen ganger kan et ufarlig spørsmål gå fra helt uoverraskende til mistenkelig på et øyeblikk, på grunn av endringer i verden snarere enn motivasjonen til alle som stiller spørsmålet.",
    "3974566657": "Etter hvert som tjenester blir mer populære, blir denne typen hendelser uunngåelig hyppigere. hCaptcha brukes av millioner av mennesker hver dag i praktisk talt alle land i verden, så vi publiserer denne policyen og en casestudie om hvordan vi adresserer disse problemene for å være så transparente som mulig.",
    "1830910223": "En reell AI-etikk-casestudie",
    "805971861": "\"Umbrella\" er et begrep i ImageNet, standard referansedatasettet som brukes av datasynsforskere. Pålitelig identifisering av personer som holder paraplyer er også avgjørende for å bygge sikre neste generasjons ADAS-systemer (Advanced Driver Assistant).",
    "3988350": "Dette betyr at det er utmerkede brukstilfeller for paraplykommentarer fra den virkelige verden. Det er rom for uenighet om virkningen av selvkjørende biler, men ADAS-systemer sparer allerede",
    "548587288": "jorden rundt.",
    "3138772661": "tusenvis av liv hvert år",
    "3168199226": "I 2020 ble det imidlertid klart at bygging av denne typen datasett kunne oppfattes som en dual use-teknologi på en måte få ville ha forventet for et år siden.",
    "558378834": "Vi aksepterer derfor ikke lenger forespørsler om spørsmål knyttet til paraplyer på dette tidspunktet. Potensialet for forvirring når en sluttbruker ser et spørsmål om paraplyer i det nåværende øyeblikket er for høyt, og til syvende og sist er målet vårt å gjøre verden til et hyggeligere sted.",
    "3376604063": "AI Etikk retningslinjer og prosesser",
    "1923365316": "Vi har en streng AI-etikkpolicy hos hCaptcha, og en del av det inkluderer en Kjenn din kunde-prosess (KYC).",
    "4230322909": "Vi prøver alltid å få en god forståelse av hver ny kunde og deres tiltenkte brukssituasjon, både for å bekrefte at den passer godt for våre produkter og tjenester og for å sikre at den følger retningslinjene vi har vedtatt som selskap.",
    "2735073144": "Vi gjennomfører også løpende vurderinger etter behov. For eksempel, i vår nylige gjennomgang av datoene og kildene til forespørsler om paraplyrelaterte merkingsforespørsler, kunne vi raskt bekrefte at ingen statlig enhet eller kjent statlig leverandør av overvåkingsprogramvare har sendt forespørsler angående paraplyer som bruker tjenestene våre de siste 12 månedene .",
    "2715462692": "Hvordan ser vår AI-etikk-prosess ut?",
    "3049976256": "For hver nye merkekunde går vi gjennom en sjekkliste under salgsprosessen. Dette inkluderer innledende KYC-diligence før onboarding, samt verifisering av alle forespørsler til våre analytikere, og sanntids stikkprøver og periodiske gjennomganger av forespørsler gjort ved hjelp av vår selvbetjeningsplattform.",
    "3103642530": "Denne anmeldelsen er sammensatt av flere sett med kriterier:",
    "3349094124": "Kriterier for etiske hensyn: Mål",
    "1038019440": "1. Representerer denne kunden de nasjonale interessene til et land som er kjent for å opptre i strid med internasjonale lover og normer?",
    "493717511": "2. Er denne kunden som ber om tjenester som kan være",
    "2209109640": "bare brukes til ondsinnede formål, i forbindelse med deres normale forretningsaktiviteter?",
    "3457805519": "3. Kan kundens forespørsel oppfylles i henhold til amerikansk lov og våre engasjementsregler?",
    "1942611550": "primært",
    "109179759": "Kriterier for etiske bekymringer: Subjektivt",
    "1033698050": "1. Tror vi at kunden har gitt oss en use case som vi anser som moralsk akseptabel, i henhold til vår tolkning av typiske vestlige samfunnsnormer?",
    "361372538": "2. Tror vi at våre leverte tjenester sannsynligvis vil bli brukt til diskriminerende formål av kunden, på måter som kan være lovlige, men som ikke er akseptable for oss?",
    "2867855718": "3. Mener vi at personvernbehov kan ivaretas på en tilfredsstillende måte for forespørselen?",
    "2462728596": "Hvis vi ikke kan tilfredsstille oss på disse punktene, vil vi avslå forespørselen og kan avslutte ytterligere tilgang til plattformen vår, som beskrevet i vilkårene våre.",
    "1995277831": "Takk skal du ha",
    "1818116402": "Vi håper du satte pris på denne titten på hvordan vi håndterer operasjonelle spørsmål med en AI Ethics-komponent.",
    "1499894352": "Svært få selskaper tilbyr åpenhet i sine beslutningsprosesser på dette området, og vi håper andre vil følge dette eksemplet!",
    "535659033": "Creative Commons-attribusjon",
    "1495915066": "Hvordan vi, våre akademiske forskningspartnere og våre kunder bruker Creative Commons-medier",
    "3017533972": "Vi, våre akademiske forskningspartnere og våre kunder kan av og til referere til eller reprodusere deler av Creative Commons-lisensiert innhold via hCaptcha-plattformen for å fremme menneskehetens kunnskap innen maskinlæring.",
    "1428053210": "Dette innholdet er vanligvis transformert fra sin opprinnelige form. For eksempel kan en video deles opp i mange bilder, disse bildene kan deles inn i mange nye bilder, og de nye bildene kan deretter blandes tilfeldig for å produsere det endelige resultatet som vises.",
    "1728211763": "Bruk av innhold på denne måten og til disse formål faller innenfor retningslinjene for rimelig bruk i henhold til vår forståelse av loven og standard praksis på feltet, men vi har lenge vært fans av Creative Commons og foretrekker å gi kreditt til alle som hjelper til med monumental oppgave med å forbedre maskinintelligens.",
    "1949452297": "På grunn av iboende begrensninger i hCaptcha-grensesnittet og dets sikkerhetshensyn, er det ikke mulig å reprodusere kilden til hvert bilde direkte ved siden av bruken. I stedet lenker vi til denne siden fra hjemmesiden vår og opprettholder en liste over kilder som nå eller nylig er levert via plattformen. Du kan få tilgang til gjeldende liste",
    "2367602973": "her",
    "659124570": "I tillegg, hvis du ser innhold som tilhører deg reprodusert på hCaptcha-plattformen og ønsker det fjernet av en eller annen grunn, kan du kontakte oss via e-post på",
    "2066749488": "Andre klager",
    "3479034323": "Hvis du ser innhold som tilhører deg reprodusert på hCaptcha-plattformen og ønsker det fjernet av en eller annen grunn, kan du kontakte oss via e-post.",
    "1836554225": "Blogginnlegg",
    "2873297188": "Diskriminerer alle CAPTCHAS ikke-amerikanere?",
    "165932542": "En titt på hCaptcha-løsningsrater over hele verden",
    "1865097546": "16. november 2021",
    "3005876482": "hCaptcha er nå den største uavhengige CAPTCHA-tjenesten, kjører på 15 % av Internett",
    "693820850": "Du kan slå Google ved å sette personvernet først",
    "3609106478": "Legitimasjonsfylling:",
    "299335340": "Hva det er og hvordan stoppe angrepene",
    "354925785": "Intro",
    "423222878": "Noen av de vanskeligste nettangrepene å oppdage, forhindre og stoppe er de der en ondsinnet aktør er i stand til å bruke legitim brukerlegitimasjon for å logge på en aktiv brukerkonto. Uten mange sofistikerte deteksjonsmuligheter på plass, har selskapet som er vert for kontoen ingen grunn til å mistenke at noe er galt. En kunde ser rett og slett ut til å ha logget på kontoen sin. Angriperen oppnådde denne vellykkede listen ved å bruke stjålne legitimasjon - vanligvis et resultat av en nettangrepsteknikk kjent som \"legitimasjonsfylling\". Det er et alvorlig problem i dag, men et som kan dempes med de riktige mottiltakene.",
    "777660551": "Hva er Credential Stuffing?",
    "2602763587": "Credential stuffing er en form for nettangrep der angriperen prøver å logge på et nettsted flere ganger ved å bruke par med stjålne brukernavn og passord. \"Stuffing\" refererer til de gjentatte påloggingsforsøkene, som nesten alltid utføres av automatisert bot-programvare.",
    "1271831121": "Det er ikke som om hackeren (kledd i en hettegenser, selvfølgelig!) sitter der og skriver inn legitimasjon etter legitimasjon. Den automatiserte påloggingsroboten kan lages fra et hyllevareverktøy som Selenium eller et spesialutviklet hackerverktøy.",
    "2588750717": "Noen angrep på legitimasjon involverer faktisk millioner av legitimasjon – alle blir stappet inn i det intetanende innloggingsgrensesnittet på nettstedet i håp om å bli sluppet inn. Når angriperen først er inne, kan angriperen ta over offerets konto.",
    "1137757109": "Hvis det er en e-handelskonto, kan angriperen bestille varer. Hvis offeret er en bank, kan angriperen overføre midler til offshore, og så videre.",
    "1559150837": "Mål er imidlertid ikke forsvarsløse. De fleste nettsteder har kontroller som blokkerer en mistenkelig bruker som prøver å logge på tusenvis av forskjellige kontoer fra samme IP-adresse i løpet av kort tid. Det credential stuffing-angripere gjør for å omgå disse beskyttelsesteknikkene, er dette er å simulere geografisk og IP-mangfold. Ved å bruke kraftige, ofte AI-drevne verktøy, kan de få det til å se ut som tusenvis av brukere prøver å logge på tilfeldig på forskjellige tider av døgnet fra hele landet. Dette er mye vanskeligere å oppdage og stoppe.",
    "1892020899": "Hvor henter hackerne legitimasjonen?",
    "2597149484": "Grunnen til at hackeren må \"stoppe\" så mange legitimasjon har å gjøre med hvor de får stjålet legitimasjon.",
    "3030395800": "Disse legitimasjonene kommer vanligvis fra datainnbrudd. Disse angrepene, også kjent som \"legitimasjonssøl\", kan føre til at millioner av legitimasjon blir dumpet på det mørke nettet. Hvis utslippet kom fra en bank, vil hackeren prøve å bruke denne legitimasjonen for å komme seg inn på andre nettsteder. Denne tilnærmingen fungerer fordi så mange mennesker bruker samme brukernavn og passordkombinasjon for flere nettsteder. (Denne praksisen frarådes, men virkeligheten er hva den er. Folk har en tendens til å gjenta de samme påloggingsopplysningene.)",
    "1258965840": "Dermed, hvis angriperen kan komme inn på ett nettsted, kan han sannsynligvis komme inn på flere nettsteder ved å bruke påloggingsinformasjonen. For eksempel kan de få et brukernavn/passord-par som JohnDoe/525momma, men de har ingen anelse om hva det paret vil gjøre for dem. Så de prøver paret på Amazon.com, Ebay, Citibank, Walgreens og videre og videre. De kan prøve det paret på tusen forskjellige nettsteder.",
    "3594440415": "Til slutt vil de begynne å åpne dører.",
    "780280214": "Hvordan hCaptcha og hCaptcha Enterprise reduserer trusselen om legitimasjon",
    "4165374512": "Selv om det er mulig å bruke IP- og plasseringsdeteksjonsverktøy for å forhindre påloggingsfylling, er en mer kostnadseffektiv og nøyaktig metode ganske enkelt å avbryte selve den automatiske påloggingsboten. hCaptcha og hCaptcha Enterprise kan stumpe boten ved inngangspunktet. Selv om boten har de riktige legitimasjonene, hvis den ikke kan komme forbi hCaptcha Enterprises deteksjon eller hCaptchas CAPTCHA, får den ikke gjøre utstoppingen sin, og nettstedet ditt og brukerne er beskyttet.",
    "3269644546": "Vær så snill",
    "1058572205": "oss hvis du ønsker å lære mer om",
    "3753613260": "kontakt",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Rapportering av DMCA-klager",
    "54093347": "DMCA-registrert agent",
    "3233441200": "Retningslinjer for gjentatte overtredelser",
    "4011712313": "Som en del av våre DMCA-retningslinjer plasserer vi kontoer til kunder som vi mottar flere DMCA-varsler for påståtte brudd på, i en flertrinns DMCA-policy for gjentatte brudd. Ved mottak av gjentatte DMCA-varsler i en kalendermåned vil kundekontoen gå fra ett policytrinn til det neste.",
    "766825168": "Handlinger som vi kan iverksette under DMCA-retningslinjene for gjentatte overtredelser inkluderer å sende varsler om økt synlighet til kontoens registrerte kunde. For å bekrefte disse varslene kan vi kreve at kunden logger på kontoen eller ringer vårt supportteam. Vi forbeholder oss også retten til å suspendere eller avslutte, samt iverksette andre midlertidige tiltak for, hCaptcha- og IMI-tjenesten til enhver kunde som vi har fortsatt å motta DMCA-varsler for påståtte krenkelser selv etter at vi har sendt gjentatte varsler om overtredelse. I tillegg kan vi etter eget skjønn avslutte andre hCaptcha- eller IMI-tjenester levert til disse kundene når vi avslutter hCaptcha-tjenesten i henhold til denne policyen.",
    "2410122265": "hCaptcha-ressurser: Bots 101",
    "4166776480": "Credential Stuffing: Hva det er og hvordan stoppe angrepene",
    "2301335298": "Betalingssvindel: Redusere en modus for nettkriminalitet i rask utvikling",
    "3682071227": "Hva er kontoovertakelser og hvordan fungerer de?",
    "2729131930": "Hva er skraping og hvordan fungerer det?",
    "1344959096": "Jobber som individuell datamerker",
    "3510143229": "hCaptcha er en tjeneste for nettsteder og apper,",
    "3930611699": "individuelle arbeidere.",
    "1051214799": "hCaptcha er en nettsikkerhetstjeneste som prøver å dele verdi med utgiverne av nettsteder eller apper som bruker den.",
    "360236473": "hCaptcha-tjenesten er ikke ment å brukes for at noen skal kunne jobbe som individuelle merker. Den er ikke designet for eller egnet for dette formålet. Vi anbefaler ingen å prøve å bruke hCaptcha som en kilde til personlig inntekt.",
    "3842490632": "En individuell bruker som prøver å svare på mange spørsmål, vil sannsynligvis bli raskt begrenset eller utestengt. Like viktig, som vår",
    "1560232962": "dekker i detalj, gis det ingen garantier for beløpet som er opptjent for et gitt svar. Det kan hende at det ikke er betalte spørsmål tilgjengelig på det tidspunktet, et svar kan bli avvist av kvalitetsmessige årsaker, og så videre.",
    "2694001822": "Imidlertid ansetter vi av og til enkeltpersoner for å hjelpe oss med å teste systemegenskaper og nye funksjoner.",
    "1569804581": "Hvis du ønsker å bli kontaktet i fremtiden angående relaterte muligheter, vennligst fyll ut dette skjemaet.",
    "636461959": "Navn",
    "1139500589": "Land",
    "1789607185": "Epostadresse",
    "325077666": "Ved å sende inn informasjonen din godtar du vår",
    "3555583744": "og",
    "3609929815": ". Vi beholder informasjonen om navn, land og e-postadresse kun med det formål å kontakte deg i fremtiden angående individuelle arbeidsmuligheter for merking.",
    "4197928199": "Personvernerklæring",
    "851786723": "Ved å skrive inn e-posten din godtar du våre vilkår og personvernregler, og å motta e-post fra oss.",
    "2402165761": "Hvordan fungerer skraping?",
    "4260542944": "Innholdsskraping (også kjent som \"skjermskraping\" eller bare \"skraping\") er en kjent, ofte nyttig prosess for å samle informasjon fra nettet. Imidlertid har teknikken de siste årene blitt et yndet verktøy for hackere og svindlere. Mottiltak kan effektivt redusere trusselen, men for å implementere dem er det viktig å forstå hvordan prosessen fungerer.",
    "2066255783": "Hva er innholdsskraping?",
    "1910628828": "Innholdsskraping er en teknikk for å hente data fra et system som involverer et automatisert verktøysett som utgir seg for å være en programvareklient eller en nettleser. Det er ikke nytt. Faktisk, for programvareingeniører som kanskje trenger data fra en gammel stormaskin, kan skraping være den eneste måten å trekke ut informasjon. De originale kontaktene kan være borte og umulige å erstatte.",
    "3408107995": "I dag betyr imidlertid skraping alltid en programmatisk tilnærming til å hente data fra et nettsted. Skrapeprogramvaren fungerer som en menneskelig bruker, klikker på knapper og leser resultatet. Det er mange legitime bruksområder for skraping. Webcrawlere som driver søkemotorer er ett eksempel. Det samme er verktøy som Skyscanner som leter etter reisetilbud ved å gå gjennom tusenvis av reisenettsteder. Fintech-firmaer bruker det også, og skraper brukerens økonomiske data fra banksider hvis det ikke er noen applikasjonsprogrammeringsgrensesnitt (API) tilgjengelig for å opprette datatilkoblingen. Tingene du bør huske på med skjermskraping er hastigheten og skalerbarheten. Prosessen kan høste enorme mengder data fra nettsteder, forutsatt at sidene ikke er konfigurert til å stoppe det fra å skje. Med datahastigheten kan en skraper samle store datasett ved å samhandle med nettsteder og den underliggende programvaren og databasene som driver dem.",
    "1920884252": "Hvorfor er innholdsskraping en sikkerhetstrussel?",
    "2256795853": "Muligheten til å trekke ut mye data raskt fra nettsteder gjør skraping til et kraftig verktøy i hendene på ondsinnede aktører. En skraping-bot kan samle brukerdata fra sosiale medier. Deretter, ved å skrape nettsteder som inneholder adresser og annen personlig informasjon og korrelere resultatene, kan en hacker delta i identitetsforbrytelser som å sende inn falske kredittkortsøknader.",
    "4087694419": "En hacker som skraper kan også samle data fra nettsteder som Amazon og eBay for å lage falske eller villedende produktoppføringer. Han eller hun kan deretter tilby dem for salg på peer-to-peer-tjenester som OfferUp og utføre phishing-angrep på kjøperne. Eller svindleren kan selge produkter som ikke eksisterer. En ytterligere svindel med skjermskraping innebærer å forfalske annonseutgivere. Ved å skrape innholdet fra utgivernettsteder kan svindleren lage falske annonseutgiversider på forskjellige tjenester. De kan deretter selge annonser på disse sidene til autoriserte forhandlere, hvis kontakter de hentet fra utgiverens ads.txt-fil. Annonseplassene ser ekte ut for annonsøren, men det er de ikke.",
    "3315658779": "Forhindre innholdsskraping med hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise bruker avansert maskinlæring for å identifisere ondsinnet trafikk til nettstedet og appene dine – inkludert skrapingaktiviteter.",
    "1422537019": "oss i dag for å lære mer.",
    "1988268879": "Kostnadseffektiv datamerking i stor skala",
    "2163914794": "Trenger du flere etiketter for datasettene dine? hCaptcha gir rask, kostnadseffektiv og høykvalitets datamerking for selskaper som jobber med kunstig intelligens og maskinlæringsapplikasjoner.",
    "3378932530": "Få dataene dine merket nå",
    "3483700676": "Start millioner av oppgaver umiddelbart",
    "3478726913": "hCaptcha har en av de største bassengene på planeten tilgjengelig for din bruk. Uansett omfang, kan vi håndtere det uten dyre forhåndsforpliktelser. Millioner av oppgaver per dag er ikke noe problem.",
    "740501259": "Enkle API-drevne rørledninger",
    "2784612261": "Ønsker du å integrere menneskelig vurdering direkte i virksomheten din? Vi tilbyr SLAer med høy pålitelighet, garantert kapasitet og enkle REST APIer.",
    "1144966033": "Optimalisert for pris og kvalitet",
    "3213351333": "Ingen forpliktelse på forhånd nødvendig",
    "2107077506": "HUMAN-plattformen bruker omfattende tillitsmodeller for å utføre sofistikert sanntids kvalitetsanalyse. Dette lar oss raskt bestemme både vanskelighetsgraden av spørsmål og deres sannsynlige riktige svar, og sparer deg for tid og penger.",
    "3576146278": "Betal kun for nøyaktigheten du trenger",
    "2952586316": "Ikke alle problemer er like. Merknader for sikkerhetskritiske oppgaver kan kreve 99,99 % tillit fra helt menneskelige arbeidere. Merknader for én betafunksjon i en mobilspillapp krever kanskje bare moderat selvtillit. Du bestemmer.",
    "710145621": "Oppgi dine egne sannhetsdata, eller la oss bygge dem med en gang",
    "987901590": "Har du rådata uten et omfattende verifikasjonssett? I de fleste tilfeller kan vi bygge en for deg når oppgaver kjører gjennom systemet, eller lage merkede prøver for godkjenning.",
    "2597352122": "Merknadstyper",
    "1344687860": "Avgrensende bokser",
    "1089415440": "Nøyaktig gjenstandsgjenkjenning i bilder og video",
    "3817067682": "Polygoner",
    "2682873489": "Definer avgrensningsområde for objekter",
    "1275150216": "Landemerker",
    "2067112112": "Punktkommentarer for mange forskjellige brukstilfeller",
    "4228682126": "Attributtkategorisering",
    "2920213479": "Sorter eller legg til vilkårlige kategorier uansett størrelse",
    "3288667364": "Sammenligning og deteksjon",
    "155877895": "Menneskedrevet deteksjon og klassifisering",
    "3128433367": "... og mange flere",
    "2827452240": "Trenger du en annen type som ikke er oppført her? Bare spør oss.",
    "719304627": "Trenger du ende-til-ende-kontroll?",
    "1172067553": "HUMAN-plattformen bak hCaptcha gir svært sofistikerte arbeidskvalitets- og administrasjonsfunksjoner via on-premise, hybrid eller SaaS-distribusjoner som integreres med dine eksisterende systemer.",
    "2319072959": "Kjør helt offline med din egen arbeidsstyrke, spor verdiforbruk på tvers av forretningsenheter eller konsortiepartnere, rute jobber selektivt til forskjellige interne eller eksterne arbeidsleverandører basert på kostnads- og sikkerhetskrav, og mer.",
    "1936512180": "Enkel API-tilgang, vakre dashbord og den nyeste modell-i-sløyfen-teknologien for å maksimere arbeidernes effektivitet.",
    "3913848038": "99,99 % oppetid SLAer og 24/7 global støtte tilgjengelig.",
    "1080752747": "Ta kontakt med salg",
    "1525403768": "For mer informasjon kontakt Enterprise Sales.",
    "1546930020": "Få data merket",
    "2486638408": "Definer spesifikasjoner",
    "1027200955": "Snakk med en av våre domeneeksperter for å definere prosjektbehovene dine: målnøyaktighet, format og eventuelle spesielle krav.",
    "1156712451": "Innledende jobbtest",
    "181065232": "Vi utfører en liten produksjonsjobb basert på prøvedataene dine. Dette tester arbeidet vi har gjort sammen for å sikre at du får akkurat det du trenger.",
    "3207769512": "Distribuer produksjonsjobber",
    "1099238677": "Med vårt høye volum og lave ventetid vil vi snu arbeidet ditt raskt, med automatisert levering så snart det er gjort.",
    "465783046": "Vil du prøve det med dataene dine?",
    "328625009": "... vi er klare når du er: tjenesten vår er tilgjengelig hele døgnet.",
    "3225770968": "hCaptcha er designet for å løse det mest arbeidskrevende problemet innen maskinlæring; merking av enorme mengder data på en rettidig, rimelig og pålitelig måte.",
    "2041686284": "Mer data gir generelt bedre resultater ved opplæring av maskinlæringsmodeller. Den nylige suksessen til dype modeller har ført til stadig større datasett, og hCaptcha dekker dette behovet. Å lage store menneskevurderte datasett ved bruk av tradisjonelle metoder er imidlertid både sakte og dyrt.",
    "3729345277": "hCaptcha er en måte for selskaper å få merknadene de trenger raskere, med høyere kvalitet og til lavere kostnad enn andre alternativer.",
    "2103563261": "Privat eller offentlig informasjon",
    "2513143348": "hCaptcha Enterprise-systemet er unikt fleksibelt i sin design: det kan delvis eller helt distribueres på kanten av nettverket ditt hvis du driver en offentlig sky eller eier mange datasentre.",
    "3107683988": "Dette kan dramatisk redusere trafikk og kostnader utenfor nettverket, samtidig som alle fordelene ved administrasjon av våre 24/7-vaktpersonell beholdes for å oppfylle de strengeste SLAene.",
    "3660619092": "Registrer deg gratis eller kontakt salgsavdelingen for Enterprise-løsninger",
    "2351176803": "Lisensvilkår for hCaptcha JS API",
    "2616226398": "Med forbehold om vår",
    "2024293275": ". Alle andre rettigheter forbeholdes inntil videre.",
    "1062291156": "standard vilkår",
    "2712493234": "Betalingssvindel: Redusere en modus for nettkriminalitet i rask utvikling",
    "1817772953": "Bedrageri er ikke en ny form for kriminalitet. Faktisk har arkeologer avdekket anti-svindel enheter utviklet av de gamle sumererne for å transportere husdyr uten tap for nesten 10 000 år siden! I deres tilfelle satte de leirsymboler, som hver representerer et dyr, inne i en leirkule kjent som en «bulla». Bullaen reiste med flokken mens den flyttet fra selger til kjøper. Selv da var bedriftseiere bekymret for at ikke alle de hadde å gjøre med var på oppgang. Mye har endret seg på 10 000 år, men behovet for å være innovative for å forhindre svindel forblir hos oss. I dag er spørsmålet om betalingssvindel på nett av største betydning. Med Internett har svindlere blitt stadig flinkere til å overliste anti-svindelkontroller. Nye løsninger snur imidlertid utviklingen.",
    "1053787685": "Hva er betalingssvindel?",
    "433424759": "Betalingssvindel omfatter enhver form for ulovlig transaksjon der en nettkriminell fratar offeret noe av verdi, vanligvis penger. Dette kan bety å bruke et stjålet kredittkort for å bestille varer på nettet eller å overta en bankkonto og ulovlig overføre penger ut av den. Det er mange variasjoner, men de har alle samme utfall: en kjeltring bruker en stjålet identitet eller betalingsinformasjon for å stjele fra en forbruker, en bank eller en kjøpmann.",
    "2939852138": "Hvordan [prøver] svindlere å komme unna med betalingssvindel?",
    "1665616092": "Betalingssvindel er enkelt i konseptet, men det kan være utrolig komplekst i dagens utførelse.",
    "4246520782": "Faktisk har Internett vært vitne til et veritabelt våpenkappløp mellom svindlere og forsvarere de siste årene.",
    "2167049807": "Sikkerhetsteam har tatt i bruk en rekke mottiltak og kontroller som bekjemper de enkle, late tilnærmingene til betalingssvindel. Men angrepene blir stadig mer sofistikerte. For eksempel kan roboter nå høste stjålne kredittkortnumre og PIN-koder fra falske nettsteder og phishing-angrep.",
    "1936449777": "Deretter, i helautomatisert modus, kan de etterligne menneskelig atferd på e-handelssider, klikke på knapper og legge til varer i handlekurver – til det punktet hvor mange, om ikke de fleste anti-svindelkontroller ikke kan fortelle at en bot prøver å stjele handelsvarer. Snarere ser det ut som om en menneskelig bruker bare handler. Boten kan logge på en ekte kundes konto ved å bruke stjålne påloggingsinformasjon. Ytterligere skjuler svindelen er robotens evne til å forfalske IP-adresser og få det til å se ut som om \"kjøperen\" er et annet sted enn angriperen, som kan være i et fremmed land.",
    "648630222": "Forhindre betalingssvindel med hCaptcha Enterprise",
    "1621930829": "Hva kan gjøres med dagens avanserte, uopphørlige betalingssvindelaktiviteter? Å bruke flere lag med kontroller er vanligvis en klok tilnærming. De beste mottiltakene er imidlertid de som kan fange boten og avsløre at den er falsk, til tross for den beste innsatsen fra skaperne for å gjenskape menneskelig atferd.",
    "2423586454": "Det er fortsatt noen ting som programvare ikke kan gjøre, uansett hvor god AI er bak. Moderne CAPTCHA-teknologi tilbyr en velprøvd metode for å blokkere roboter som forsøker å opprettholde betalingssvindel. Mens gamle tilnærminger til CAPTCHA, som de enkle, skråstilte tallene i en boks, nå stort sett er mangelfulle når det gjelder å redusere avanserte roboter, kan en automatisert test-responsenhet som hCaptcha Enterprise enkelt snuble en svindler-bot i øyeblikket av kontopålogging eller handlekurvkasse. Selv om boten har ekte legitimasjon, vil den ikke kunne komme gjennom CAPTCHA.",
    "1467308982": "Betalingsplaner",
    "1291824746": "hCaptcha-utbetalinger kjøres kvartalsvis på en 60-dagers etterfølgende basis. For å illustrere hva dette betyr, se tabellen nedenfor.",
    "3444947612": "Trafikk mellom",
    "4181611011": "Avstemmingsdato",
    "728503636": "Utbetalingsdato",
    "3720584906": "15. juli 2021 – 15. oktober 2021",
    "388240587": "5.–15. januar 2022",
    "3426312287": "5.–15. januar 2022",
    "615618648": "15. april 2021 - 15. juli 2021",
    "3376724603": "14.–24. september 2021†††",
    "3398978455": "15.–25. september 2021†††",
    "2722456056": "15. januar 2021 – 15. april 2021",
    "4063155841": "Senest 25. juni 2021††",
    "4082053540": "19.–25. juni 2021††",
    "64953197": "15. oktober 2020 – 15. januar 2021",
    "1023070345": "Senest 14. mars 2021",
    "2600696085": "15. mars 2021",
    "3217791519": "15. juli 2020 – 15. oktober 2020",
    "649261378": "5.–11. januar 2021*",
    "1559190296": "5.–11. januar 2021†",
    "3806054689": "15. april 2020 - 15. juli 2020",
    "4162383380": "16.–22. september 2020*****",
    "1990824776": "16.–24. september 2020*****",
    "3856690908": "15. januar 2020 – 15. april 2020",
    "3200641265": "Senest 16. juni 2020*",
    "3744079744": "15.–19. juni 2020****",
    "2209837451": "15. oktober 2019 – 15. januar 2020",
    "2510534204": "Senest 23. mars 2020***",
    "2910560864": "20.–23. mars 2020***",
    "2544565802": "15. juli 2019 - 15. oktober 2019",
    "3963642878": "Senest 14. desember 2019*",
    "622103562": "17. desember 2019**",
    "4072202039": "15. april 2019 - 15. juli 2019",
    "818049069": "Senest 15. juli 2019",
    "1169005651": "15. september 2019",
    "2303655425": "15. januar 2019 - 15. april 2019",
    "3678889946": "Senest 15. juni 2019",
    "3094354698": "15 juni 2019",
    "4217013126": "Utbetalinger løper vanligvis hele dagen på utbetalingsdatoen, og er vanligvis fullført ved midnatt stillehavstid. Hvis en konto har blitt merket for gjennomgang, kan det ta opptil fem ekstra virkedager å frigi en betaling.",
    "1447649958": "Som en påminnelse er det bare nøyaktig menneskelig trafikk som er kvalifisert for utbetalinger. Du kan se flere detaljer om dette i vår FAQ, lenket nedenfor. Tilgjengelig saldo må også oppfylle en minimumsgrense for å være kvalifisert for utbetaling, for tiden 10 HMT.",
    "4257144752": "Sanntidsanslag reflekterer ikke endelig nøyaktighet eller menneskelighet, og dermed kan den endelige inntekten din variere betydelig opp eller ned fra tallene som vises i dashbordet før din første avstemming.",
    "2728931827": "Etter hver avstemming vil anslagene dine per nettstednøkkel bli oppdatert, og nøyaktigheten av fremtidige spådommer bør øke, med mindre nettstedet ditt har en vesentlig endring i brukeratferd.",
    "1200905005": "††† Fra september 2021 løper avstemminger og utbetalinger nå over en periode på omtrent 10 dager i stedet for en enkelt dag, for å forenkle operasjonelle begrensninger knyttet til vekst i tjenesten.",
    "4284094387": "†† Noen avstemminger og utbetalinger fra juni 2021 vil kjøre i den påfølgende uken på grunn av forsinkelser i verifiseringen av endelige beregninger under avstemmingsvinduet.",
    "1977013707": "† Utbetalinger for desember 2020 har blitt omlagt fra den 15. for å unngå overlapping med årsavstemminger og ansattes ferier: de vil bli fullført innen den andre uken i januar. På grunn av tregere enn vanlig overføringer til PayPal, vil utbetalinger løpe over flere dager i stedet for å fullføres på en enkelt dag.",
    "517010299": "Vær oppmerksom på: vi jobber for tiden med en større backend-overgang til nesten sanntidsavstemming. Periodiske avstemminger vil kjøre sjeldnere enn vanlig gjennom 1. kvartal 2021. Dette påvirker ikke utbetalingsplaner eller datoer.",
    "3092200338": "** Når den 15. faller på en helg, er utbetalingsdatoen i stedet den 17.",
    "3891941747": "*** RÅDGIVNING for COVID-19: På grunn av redusert personalkapasitet relatert til COVID-19, har avstemmingen blitt flyttet for å gi ekstra tid til å fullføre standardverifiseringen vår. Utbetalinger forventes å starte på fredag og fullføres påfølgende mandag.",
    "2301757528": "**** På grunn av vedlikehold fra PayPal av deres REST API-er under utbetalingsvinduet, ble ikke alle utbetalinger fullført 15. juni. Eventuelle utbetalinger som var planlagt til 15. juni (Stillehavstid), men som ikke ble utført på grunn av PayPal API-feil, ble kjørt på nytt innen 19. juni (Stillehavstid).",
    "116842359": "***** Avstemminger forventes å fullføres over flere dager på grunn av systemvedlikehold.",
    "4154415610": "***** September 2020-utbetalinger vil kjøre i grupper etter hvert som avstemmingen fullføres, og noen kjører flere dager senere enn opprinnelig planlagt på grunn av avstemmingsforsinkelser.",
    "2310694091": "Hva betyr forsoning?",
    "164801246": "Avstemming er prosessen der trafikk analyseres i etterkant for å verifisere dens menneskelighet og nøyaktighet, når alle data fra alle rapporteringsnettsteder er inne. Du kan lese flere detaljer i vår",
    "3256245394": "samt våre blogginnlegg, f.eks",
    "3089778412": "Hvordan hCaptcha beregner belønninger",
    "3329755436": "Planlegger du å fremskynde denne prosessen?",
    "1911669851": "Ja, vi jobber for tiden med en rekke forbedringer av backend-systemene våre som vi forventer vil tillate oss å tilby både raskere avstemming, raskere estimeringsnøyaktighet og raskere utbetalinger. Vi jobber for tiden med å fremskynde avstemming først.",
    "2366003154": "Presse- og mediehenvendelser",
    "3054564199": "Pressepakke",
    "3173156067": "Noen ferdige sikkerheter er tilgjengelige hvis du ønsker å inkludere eksempelbilder i artikkelen din.",
    "867314732": "Du kan hente høyoppløsning",
    "858218750": "og veiledning om bruk av dem på",
    "3821716514": "side.",
    "1186243118": "logobilder",
    "3034959000": "Du kan hente",
    "1764089150": "her:",
    "1558428432": ". Vennligst krediter dem til hCaptcha.com.",
    "2429359042": "eksempler på grensesnittbilder",
    "1480820434": "bilde 1",
    "3213411837": "bilde 2",
    "1270712701": "Pressemeldinger og nylige rapporter",
    "231285005": "Du kan finne siste oppdateringer på bloggen vår",
    "1289884910": "Vi publiserer også sporadiske analyser og rapporter. For eksempel:",
    "932546190": "Hvorfor CAPTCHA-er alltid vil være med oss",
    "2344319147": "Hvor mye er Googles botdeteksjon egentlig verdt?",
    "1637527266": "Hvilke land har mest bottrafikk?",
    "230159237": "Kontakter",
    "3759923279": "Rett pressehenvendelser til følgende e-postadresse:",
    "4255608322": "Sist oppdatert: 12. april 2021",
    "537881751": "Velkommen til hCaptcha! Denne personvernerklæringen beskriver praksisen til Intuition Machines, Inc. (\"IMI\", \"vi\" eller \"oss\") angående vår innsamling, bruk og avsløring av informasjon (inkludert personlig informasjon, definert nedenfor) gjennom nettstedet vårt på www.hcaptcha .com og alle andre underdomener eller domener vi bruker (\"nettstedene\") og hCaptcha-applikasjonsgrensesnittet og relatert programvare og materiale (samlet kalt \"tjenesten\").",
    "33639629": "Ikke aktuelt for tredjepartsnettsteder. Vær oppmerksom på at denne personvernerklæringen ikke gjelder for noen nettsider, tilbud, produkter eller tjenester fra noen tredjepart, selv om den lenker til nettstedet vårt eller inkorporerer tjenesten – vennligst se gjeldende personvernregler før du bestemmer deg for å gi informasjon til tredjepart. fester.",
    "987375734": "IMI er basert i USA. Sidene og tjenestene kontrolleres og drives av oss fra USA. Din personlige informasjon kan lagres og behandles i ethvert land der vi har fasiliteter eller hvor vi engasjerer tjenesteleverandører, og ved å bruke sidene og tjenestene samtykker du til overføring av informasjon til land utenfor ditt bostedsland, inkludert USA , som kan ha databeskyttelsesregler som er forskjellige fra de i landet ditt. Under visse omstendigheter kan domstoler, rettshåndhevelsesbyråer, reguleringsbyråer eller sikkerhetsmyndigheter i de andre landene ha rett til å få tilgang til din personlige informasjon.",
    "452920031": "En merknad til kunder utenfor USA.",
    "2328839224": ". Vennligst se vår \"Merknad til innbyggere i California\" relatert til dine rettigheter under California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "En merknad til innbyggere i California",
    "1028058338": "Vennligst se vår \"Merknad til EU-datasubjekter\"-delen knyttet til dine rettigheter under den generelle databeskyttelsesforordningen (\"GDPR\").",
    "2271205646": "En merknad til innbyggere i det europeiske økonomiske området.",
    "508143070": "Merk at IMI er behandlingsansvarlig for dine personopplysninger, bortsett fra der vi behandler personopplysninger på vegne av våre integratorer i forbindelse med leveringen av tjenesten vår, i så fall er vi behandler av personopplysninger, og disse integratorene er kontrollørene av personlig informasjon.",
    "2330965058": "Der vi opptrer som en prosessor for våre integratorer, bruker vi ikke dataene som samles inn til andre formål enn det som er rimelig nødvendig for å levere tjenesten vår, og vår behandling vil bli styrt av kontraktene vi har på plass med våre integratorer, ikke dette Personvernerklæring",
    "3017040355": "Behandling av EU-datasubjektdata opererer under det juridiske grunnlaget for standardkontraktsklausulene (SCCs) integrert i databehandlingstillegget til våre vilkår for bruk eller databehandlingsavtaler med våre integratorer.",
    "2233384692": "Hvis du har spørsmål eller bekymringer om hvordan slike data håndteres eller ønsker å utøve rettighetene dine, bør du kontakte personen eller enheten (dvs. behandlingsansvarlig) som har inngått kontrakt med oss om å bruke tjenesten til å behandle disse dataene. Vi vil imidlertid gi assistanse til våre integratorer for å løse eventuelle bekymringer du måtte ha, i samsvar med vilkårene i kontrakten vår med dem.",
    "349292953": "Informasjon vi samler inn",
    "3022001832": "Vi samler inn informasjon fra enkeltpersoner som samhandler med våre nettsteder og tjenester, inkludert de som inkorporerer tjenesten vår på nettsiden deres (\"Integratorer\"), de som bruker tjenestene for datamerking (\"kunder\"), og sluttbrukerne som samhandler med våre Tjeneste gjennom nettsidene til våre integratorer (\"sluttbrukere\").",
    "835545301": "Vi samler inn følgende kategorier av informasjon:",
    "3228928991": "Informasjon som kan brukes til å identifisere eller kontakte en person (\"personlig informasjon\"), for eksempel navn, e-postadresse og land. Vi samler inn personlig informasjon fra våre nåværende og potensielle integratorer og kunder når de gir den direkte til oss (for eksempel ved å fylle ut et skjema når du registrerer deg for en konto, eller søke om å motta e-postvarsler fra oss). Vi kan også verifisere identiteten til våre integratorer og kunder ved å sammenligne personlig informasjon med tredjeparts databaser eller offisielle juridiske dokumenter.",
    "1655796811": "Informasjon som samles inn automatisk som et resultat av en integrators eller kundes bruk av nettstedene eller tjenestene (\"analyseinformasjon\"), for eksempel IP-adresser, nettlesertype, Internett-leverandør, plattformtype, enhetstype, operativsystem, dato og klokkeslett. tilgang og annen lignende informasjon. Noe Analytics-informasjon samles inn på våre vegne av tredjeparter vi engasjerer for dette formålet, og noe Analytics-informasjon samles inn gjennom en rekke sporingsteknologier, inkludert informasjonskapsler (se \"Tredjepartsanalyse og sporingsteknologier\" nedenfor).",
    "1388241689": "Informasjon samlet inn som et resultat av at sluttbrukere svarer på forespørsler gjennom tjenesten (\"merkede data\"), for eksempel bildemerkedata, tekst konvertert fra lydfiler som spilles av til disse sluttbrukerne, svar på spørsmål og andre forespørsler generert av tjenesten med det formål å merke data for bruk i maskinlæringsapplikasjoner. Merk at merket data ikke er knyttet til noen identifiserte personer.",
    "1493790285": "Annen informasjon som samles inn fra sluttbrukere som en del av tjenesten er nødvendig for å avgjøre om de",
    "2216374138": "er mennesker, for eksempel musebevegelser, rulleposisjon, tastetrykkhendelser, berøringshendelser og informasjon om gyroskop/akselerometer.",
    "2394073454": "Vi kan samle inn tilleggsinformasjon fra sluttbrukere som ønsker å jobbe med oss som individuelle datamerkere.",
    "3103557430": "Hvordan vi bruker informasjon",
    "1130802068": "Vi bruker informasjonen vi samler inn til følgende formål:",
    "2940689138": "For å administrere integrator- og kundekontoer og levere tjenesten. Vi bruker personlig informasjon for å knytte spesifikke kontoer til integratorer og kunder og for å gi dem tjenesten, svare på forespørsler eller forespørsler, gi støtte eller teknisk assistanse og forenkle betalinger.",
    "857974529": "For å forbedre nettstedet og tjenesten. Vi bruker Analytics-informasjon for å forbedre eksisterende og utvikle nye tjenester og tilbud og for å tilpasse eksisterende og fremtidige produkttilbud.",
    "1820844638": "Å utlede markedsinnsikt. Vi bruker Analytics-informasjon til å analysere markedet og gjennomføre forretningsanalyser knyttet til nettstedet og våre tjenester, og for andre forskningsformål.",
    "3386280249": "Å gi et marked for merkede data. Tjenesten vår muliggjør merking av høyvolum av data og menneskelig gjennomgang for maskinlæringssystemer som en tjeneste til nettstedeiere og selskaper som trenger hjelp til å få dataene sine merket. For det formål avslører vi merkede data til våre kunder som er interessert i å anskaffe merkede data.",
    "3532143291": "For å sikre våre tjenester og systemer. Vi bruker Analytics-informasjon for å sikre systemene våre ved å identifisere potensielle trusler og sårbarheter, og for på annen måte å beskytte informasjonen vi samler inn.",
    "2185418511": "For ethvert legitimt forretningsformål, forutsatt at informasjonen er avidentifisert eller aggregert slik at den ikke med rimelighet kan knyttes til en enkeltperson.",
    "2386465280": "Hvordan vi deler informasjon",
    "2159517814": "Vi deler eller avslører personlig informasjon i følgende tilfeller:",
    "4256083674": "På direkte forespørsel fra en integrator for å identifisere svindelrisikoen for en spesifikk CAPTCHA-utfordringsforespørsel eller IP-adresse, eller på annen måte hvor spesifikt samtykke ble gitt.",
    "3494826505": "Med leverandører engasjerer vi oss for å tilby viktige aspekter ved sidene og tjenesten, som datalagring, hosting og analyse, og kun for disse formålene.",
    "1119009846": "Når det er nødvendig for å overholde gjeldende lov, inkludert forespørsler fra myndighetene, forespørsler fra rettshåndhevelse og ellers til offentlige og private enheter for å beskytte rettighetene, personvernet, sikkerheten eller eiendommen til deg, oss eller andre.",
    "197676026": "Med andre for ethvert legitimt forretningsformål, forutsatt at informasjonen er avidentifisert",
    "2359312315": "eller aggregert slik at det ikke med rimelighet kan knyttes til en enkeltperson.",
    "2497216176": "Tredjeparts analyse- og sporingsteknologier",
    "3694578791": "Som diskutert ovenfor, samler vi (og våre tredjepartsleverandører) inn Analytics-informasjon delvis gjennom bruk av informasjonskapsler, web-beacons og andre sporingsteknologier. I noen tilfeller samarbeider vi med tredjepartsleverandører for å bruke informasjonskapsler for å samle inn Analytics-informasjon.",
    "2238885192": "Vi bruker Sentry til å samle feilsøkingsdata når en bruker opplever en feil. For informasjon om hvordan Sentry samler inn og behandler data:",
    "1535054294": "Se deres detaljerte retningslinjer",
    "658775471": "Vi bruker Cloudflare for å optimalisere nettrafikken vår. For informasjon om hvordan Cloudflare samler inn og behandler data:",
    "2014256987": "Hvis du foretrekker å ikke blokkere bruken av informasjonskapsler eller andre sporingsteknologier, se \"Administrere informasjonen din\" nedenfor. Vær oppmerksom på at dette kan ha en negativ innvirkning på opplevelsen din av å bruke sidene eller tjenestene, siden enkelte funksjoner kanskje ikke fungerer som de skal.",
    "2788024905": "Hvordan vi sikrer informasjon",
    "271333468": "Vi implementerer passende tekniske og organisatoriske tiltak for å beskytte informasjonen vi samler inn og lagrer, og krever at alle agenter som utfører vår behandling på våre vegne gjør det samme. Dessverre er ingen sikkerhetstiltak 100 % idiotsikker, og som sådan kan ingen nettverk eller system (inkludert vårt) garanteres å være 100 % sikret mot ødeleggelse, tap, endring, uautorisert avsløring av eller tilgang til informasjon vi samler inn og lagrer. Hvis du mener at informasjonen din kanskje ikke er sikker av en eller annen grunn, vennligst kontakt oss umiddelbart på:",
    "3031284129": "Ansvarsfraskrivelser for garanti",
    "26365791": "I den fulle utstrekning loven tillater, er nettstedet og tjenesten (og alle andre tilknyttede tjenester, informasjon, data, funksjoner og annet innhold eller materiale) gitt på en \"som den er\" og \"som-tilgjengelig\". I den fulle utstrekning loven tillater, ekskluderer IMI alle garantier, inkludert men ikke begrenset til de underforståtte garantiene for salgbarhet, egnethet for et bestemt formål og ikke-krenkelse.",
    "735630686": "Administrere informasjonen din (dine rettigheter)",
    "498769698": "Du kan få tilgang til, korrigere, endre eller slette visse personlige opplysninger du kan ha gitt oss gjennom din integrator-, kunde- eller tilgjengelighetsbrukerkonto (hvis du er en integrator, kunde eller tilgjengelighetsbruker). Hvis du ikke er i stand til å gjøre det, eller har spørsmål om personlig informasjon vi har samlet inn og/eller delt om deg, eller ønsker å trekke tilbake samtykket ditt for vår behandling (dvs. fullstendig slette kontoen din), vennligst kontakt oss på:",
    "2895491273": "Hvis du foretrekker å blokkere informasjonskapsler eller andre sporingsteknologier, kan de fleste nettlesere og mobile enheter endre innstillingene dine for å varsle deg når du mottar informasjonskapsler eller andre sporingsteknologier blir brukt, og for å velge om du vil akseptere/tillate den. De fleste nettlesere lar deg også deaktivere eller slette eksisterende informasjonskapsler eller automatisk avvise fremtidige informasjonskapsler. Du kan også bruke tredjepartsverktøy, inkludert nettleserplugin-moduler, for å kontrollere innstillingene for informasjonskapsler. Vær imidlertid oppmerksom på at hvis du deaktiverer alle informasjonskapsler, kan det hende at enkelte deler av nettstedene våre ikke fungerer som de skal.",
    "707527778": "Informasjon fra barn",
    "1747657936": "Våre sider og tjenester er ikke rettet mot barn under 13 år, og vi samler ikke bevisst inn personlig informasjon fra barn under 13 år. Hvis vi får vite at vi har samlet inn personlig informasjon om et barn under 13 år, vil vi ta rimelige skritt for å slette slik informasjon fra filene våre så snart det er praktisk mulig, med mindre vi har en juridisk forpliktelse til å beholde den. Ta kontakt med oss hvis du mener vi har informasjon fra eller om et barn under 13 år:",
    "2419795065": "Melding til innbyggere i California",
    "1517625162": "I henhold til California Civil Code Section 1789.3 har California-brukere rett til følgende forbrukerrettighetsvarsel: California-innbyggere kan kontakte Complaint Assistance Unit of the Division of Consumer Services of California Department of Consumer Affairs via post på 1625 North Market Blvd., Sacramento, CA 95834, eller på telefon på (916) 445-1254 eller (800) 952-5210.",
    "3730344349": "Denne delen gir ytterligere detaljer om personopplysningene vi samler inn om California-forbrukere og rettighetene som gis dem under California Consumer Privacy Act eller \"CCPA\".",
    "4044467791": "For kategoriene med personlig informasjon vi har samlet inn fra deg i løpet av de foregående 12 månedene, se avsnittet \"Informasjon vi samler inn\" ovenfor. Vi samler inn denne informasjonen for forretningsformål og kommersielle formål som er beskrevet i delen \"Hvordan vi bruker personlig informasjon\" ovenfor. I løpet av de foregående 12 månedene har vi delt følgende informasjonskategorier med tredjeparter for forretningsformål:",
    "4208081170": "Kategori med personlig informasjon",
    "1528242915": "Identifikatorer.",
    "3863351997": "Personlig informasjonskategorier oppført i California Customer Records-loven (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Kommersiell informasjon.",
    "2683038211": "Internett eller annen elektronisk nettverksaktivitet.",
    "3671828834": "Eksempler på delt personlig informasjon",
    "779426309": "Et ekte navn, unik personlig identifikator, online identifikator, Internett-protokolladresse, e-postadresse, kontonavn eller andre lignende identifikatorer.",
    "2414368123": "Et navn, kredittkortnummer, debetkortnummer eller annen økonomisk informasjon.",
    "4088941349": "Registreringer over produkter eller tjenester kjøpt, innhentet eller vurdert.",
    "3238612014": "Nettleserhistorikk, informasjon om en forbrukers interaksjon med en internettside, applikasjon eller reklame.",
    "1023108656": "Kategorier av tredjepartsmottakere",
    "1418235079": "Tjenestetilbydere",
    "3238184941": "Merk: Svindelrisiko knyttet til en individuell IP-adresse kan deles med en integrator på forespørsel.",
    "285116485": "Selskapet \"selger\" ikke (som dette begrepet er definert i CCPA) den personlige informasjonen vi samler inn. Vennligst se avsnittet \"Tredjepartsanalyse og sporingsteknologi\" ovenfor for mer informasjon om hvilke typer tredjeparts informasjonskapsler, hvis noen, som vi bruker.",
    "1408750006": "Med forbehold om visse begrensninger, gir CCPA California-forbrukere rett til å be om å få vite mer detaljer om kategoriene eller spesifikke deler av personlig informasjon vi samler inn (inkludert hvordan vi bruker og avslører denne informasjonen), å slette deres personlige opplysninger, å velge bort eventuelle \"salg\" som kan finne sted, samt retten til ikke å bli diskriminert for å utøve disse rettighetene.",
    "759057398": "Melding til EU-datasubjekter",
    "825780955": "Personlig informasjon",
    "2945960297": "Når det gjelder EU-datasubjekter, er begrepet \"personlig informasjon\" slik det brukes i denne personvernerklæringen, ekvivalent med \"personopplysninger\" som definert i EUs generelle databeskyttelsesforordning (GDPR).",
    "1126613163": "Sensitive data",
    "3571006800": "Noe av informasjonen du gir oss kan utgjøre sensitive data som definert i GDPR (også referert til som spesielle kategorier av personopplysninger), inkludert identifikasjon av din rase eller etnisitet på myndighetsutstedte identifikasjonsdokumenter.",
    "1988461282": "Rettsgrunnlag for behandling",
    "3519564631": "Behandlingsformål",
    "1778642038": "For å kommunisere med deg",
    "2223819810": "For å optimalisere plattformen vår",
    "1678661231": "For overholdelse, forebygging av svindel og sikkerhet",
    "2561077702": "For å yte vår tjeneste",
    "2066321185": "Lovlig basis",
    "1174237568": "Disse behandlingsaktivitetene utgjør våre legitime interesser. Vi forsøker å vurdere og balansere eventuelle potensielle innvirkninger på deg (både positiv og negativ) og dine rettigheter før vi behandler din personlige informasjon for våre legitime interesser. Vi bruker ikke din personlige informasjon til aktiviteter der våre interesser overstyres av noen negativ innvirkning på deg (med mindre vi har ditt samtykke eller på annen måte er påkrevd eller tillatt ved lov).",
    "1350478093": "Behandlingsformål",
    "787916198": "Med ditt samtykke",
    "3348433919": "Dine rettigheter",
    "3842673636": "I henhold til GDPR har du visse rettigheter angående dine personlige opplysninger. Du kan be oss om å utføre følgende handlinger i forhold til din personlige informasjon som vi har:",
    "4057343238": "Velg bort",
    "1834911235": "Slutt å sende deg direkte markedsføringskommunikasjon som du tidligere har samtykket til å motta. Vi kan fortsette å sende deg tjenesterelatert og annen ikke-markedsføringskommunikasjon.",
    "3022301908": "Adgang",
    "680638297": "Gi deg informasjon om vår behandling av dine personopplysninger og gi deg tilgang til dine personopplysninger.",
    "1409486258": "Riktig",
    "3878077249": "Oppdater eller korriger unøyaktigheter i din personlige informasjon.",
    "3645414921": "Slett",
    "42182578": "Slett din personlige informasjon.",
    "1609621367": "Overføre",
    "3208155808": "Overfør en maskinlesbar kopi av din personlige informasjon til deg eller en tredjepart etter eget valg.",
    "1786796818": "Begrense",
    "3329634829": "Begrens behandlingen av dine personopplysninger.",
    "4202774977": "Gjenstand",
    "3007158970": "Motsette oss vår avhengighet av våre legitime interesser som grunnlag for vår behandling av din personlige informasjon som påvirker dine rettigheter.",
    "1273071008": "Forespørsler om tilgangsrettigheter for registrerte",
    "3594381346": "plassering.",
    "21141582": "dette",
    "3357523404": "Dataoverføring over landegrensene",
    "290966395": "Som beskrevet i \"En merknad til kunder utenfor USA\"-delen, vær oppmerksom på at dine personlige data vil bli overført til, behandlet og lagret i USA. Databeskyttelseslover i USA kan være annerledes enn i ditt bostedsland. Du samtykker til overføring av informasjonen din, inkludert personlig informasjon, til USA som angitt i denne personvernerklæringen ved å besøke våre sider eller bruke tjenesten vår.",
    "3178581111": "Bruk til nye formål",
    "1088304322": "Vi kan bruke din personlige informasjon av grunner som ikke er beskrevet i denne personvernerklæringen, der vi har lov til å gjøre det og hvor årsaken er forenlig med formålet vi samlet den inn for. Hvis vi trenger å bruke personopplysningene dine til et ikke-relatert formål, kan vi varsle deg og forklare det gjeldende juridiske grunnlaget for den bruken. Hvis vi har stolt på ditt samtykke for en bestemt bruk av din personlige informasjon, kan vi be om ditt samtykke for et hvilket som helst ikke-relatert formål og tillate deg å avslutte bruken av tjenesten på det tidspunktet hvis du protesterer.",
    "2260079771": "Oppbevaring av data",
    "38428546": "Vi lagrer dine personopplysninger sikkert gjennom hele kontoen din hos oss. Vi vil bare beholde dine personopplysninger så lenge det er nødvendig for å oppfylle formålene som vi samlet dem inn for, inkludert for å tilfredsstille eventuelle juridiske, regnskapsmessige eller rapporteringsforpliktelser eller for å løse tvister. Kriteriene vi bruker for å bestemme lagringsperioder inkluderer gjeldende kontraktsbestemmelser som er i kraft, lovbestemte foreldelsesfrister, gjeldende regulatoriske krav og industristandarder.",
    "384965568": "Mens krav til oppbevaring varierer etter jurisdiksjon, er informasjon om våre typiske oppbevaringsperioder for ulike aspekter av dine personopplysninger beskrevet nedenfor.",
    "2788836740": "Kontaktinformasjon for markedsføringsformål oppbevares løpende inntil du melder deg ut. Deretter vil vi legge til opplysningene dine til vår undertrykkelsesliste på ubestemt tid. E-postinformasjon samlet inn fra tilgjengelighetsbrukere vil aldri bli brukt til markedsføringsformål.",
    "3520687192": "Registreringer over kommunikasjon med deg (f.eks. støttebilletter åpnet via e-post eller Twitter) kan oppbevares på ubestemt tid.",
    "292211832": "Informasjon som samles inn via tekniske midler som informasjonskapsler, nettsidetellere og andre analyseverktøy forkastes så snart det er praktisk mulig, men kan oppbevares i en begrenset periode på opptil ett år fra utløpet av informasjonskapselen, vanligvis i en avidentifisert og aggregert form med mindre vi oppdager potensielt misbruk av tjenesten vår, i så fall vil vi beholde denne informasjonen for å hjelpe oss med å forhindre fremtidig misbruk. Vi kan ikke koble denne anonymiserte og aggregerte informasjonen til deg, din husstand, en IP-adresse eller noen personlig informasjon basert på informasjonen som er lagret.",
    "470943029": "Hvis du har spørsmål om denne personvernerklæringen, vennligst kontakt oss på:",
    "3192683783": "Endringer i denne personvernerklæringen",
    "1702335960": "All informasjon vi samler inn er underlagt personvernreglene som gjelder på det tidspunktet slik informasjon samles inn. Vi kan imidlertid revidere personvernreglene fra tid til annen. Hvis en revisjon er vesentlig, som bestemt av oss, vil vi varsle deg, for eksempel via e-post. Den gjeldende versjonen vil alltid bli lagt ut på vår personvernside.",
    "3669258571": "Retningslinjer for informasjonskapsler",
    "2905621957": "Sist oppdatert: 18. juli 2020",
    "1173934218": "Vi forstår at personvernet ditt er viktig for deg og er forpliktet til å være transparente om teknologiene vi bruker. Denne policyen gir detaljert informasjon om hvordan og når vi bruker informasjonskapsler på våre sider og tjenester.",
    "2694150481": "Bruker vi informasjonskapsler?",
    "457627611": "Ja. Vi og våre analytiske eller tjenesteleverandører, markedsføringspartnere og tilknyttede selskaper kan bruke informasjonskapsler, web-beacons eller piksler og andre teknologier for å sikre at alle som bruker sidene får en best mulig opplevelse. Se delen \"Tredjepartsanalyse og sporingsteknologi\" i personvernreglene våre for mer informasjon.",
    "501102544": ": vi mener at hCaptcha-anti-bot-tjenesten (dvs. tjenesten innebygd av nettsteder, spill eller mobilapper) bare inkluderer såkalte «samtykkefrie» informasjonskapsler i henhold til GDPR-forskrifter. Eksempler på slike unntatte informasjonskapsler inkluderer:",
    "461631543": "GDPR-merknad",
    "2150907653": "* Tekniske informasjonskapsler er strengt nødvendige for levering av tjenesten. Disse inkluderer preferanseinformasjonskapsler, øktinformasjonskapsler, informasjonskapsler for belastningsbalansering osv.",
    "1012122721": "* Statistiske informasjonskapsler administrert direkte av oss (dvs. førsteparts, ikke tredjeparts informasjonskapsler), der dataene ikke brukes til profilering.",
    "148542287": "Dette er ikke juridisk rådgivning, og det gis ingen garantier angående denne analysen. Hvis du har flere spørsmål eller bekymringer, vennligst kontakt oss på:",
    "3956117148": "Nettstedene hCaptcha.com og BotStop.com (nettstedene) kan inneholde ytterligere informasjonskapsler, som beskrevet i denne policyen.",
    "3255230599": "Hva er en informasjonskapsel?",
    "1095532507": "En informasjonskapsel (\"Cookie\") er en liten tekstfil som plasseres på harddisken din av en nettsideserver. Informasjonskapsler inneholder informasjon som senere kan leses av en webserver i domenet som utstedte informasjonskapselen til deg. Noen av informasjonskapslene vil kun bli brukt hvis du bruker visse funksjoner eller velger visse preferanser, og noen informasjonskapsler vil alltid bli brukt. Du kan finne ut mer om hver informasjonskapsel ved å se vår nåværende liste over informasjonskapsler nedenfor.",
    "2943815316": "Vi oppdaterer denne listen med jevne mellomrom, så det kan være flere informasjonskapsler som ennå ikke er oppført. Web-beacons, koder og skript kan brukes på sidene eller i e-poster for å hjelpe oss med å levere informasjonskapsler, telle besøk, forstå bruken og kampanjeeffektiviteten og avgjøre om en e-post har blitt åpnet og utført. Vi kan motta rapporter basert på bruken av disse teknologiene av våre tjeneste-/analyseleverandører på individuell og aggregert basis.",
    "2954157511": "Hvorfor bruker vi informasjonskapsler?",
    "1539071196": "Vi bruker vanligvis informasjonskapsler til følgende formål:",
    "3545935449": "Å gjenkjenne nye eller tidligere brukere.",
    "32739972": "For å lagre informasjon om påloggingsøkten din hvis du er registrert på våre sider.",
    "4209078147": "For å forbedre nettstedet vårt og for å bedre forstå besøkene dine på plattformene og nettstedet.",
    "1077448694": "For å integrere med tredjeparts nettsteder for sosiale medier.",
    "1709478090": "For å betjene deg med interessebasert eller målrettet annonsering.",
    "3256020881": "For å observere din atferd og surfeaktivitet over tid på tvers av flere nettsteder eller andre plattformer.",
    "1092241113": "For å bedre forstå interessene til våre kunder og integratorer.",
    "1434289796": "Noen informasjonskapsler er nødvendige for visse bruksområder av sidene, og uten slike informasjonskapsler ville vi ikke kunne tilby mange tjenester du trenger for å bruke sidene på riktig måte. Disse informasjonskapslene lar oss for eksempel drifte våre nettsteder slik at du kan få tilgang til den slik du har bedt om og la oss gjenkjenne at du har opprettet en konto og har logget på den kontoen for å få tilgang til innholdet på nettstedet. De inkluderer også informasjonskapsler som gjør det mulig for oss å huske dine tidligere handlinger i samme nettleserøkt og sikre nettsidene våre.",
    "1533171442": "Vi bruker også funksjonelle informasjonskapsler og informasjonskapsler fra tredjeparter for analyse- og markedsføringsformål. Funksjonelle informasjonskapsler gjør at visse deler av sidene fungerer som de skal, og brukerpreferansene dine forblir kjente. Analyseinformasjonskapsler samler blant annet inn informasjon om hvordan kunder, integratorer og sluttbrukere bruker nettsidene våre, innholdet og produktene som brukerne ser oftest, og effektiviteten til tredjepartsannonseringen vår. Annonseringsinformasjonskapsler hjelper deg med å levere annonser til relevante målgrupper og få annonsene våre til å vises øverst i søkeresultatene. Informasjonskapsler er enten «session»-informasjonskapsler som slettes når du avslutter nettleserøkten, eller «vedvarende», som forblir til de slettes av deg (diskutert nedenfor) eller parten som serverte informasjonskapselen. Fullstendige detaljer om alle informasjonskapslene som brukes på sidene er tilgjengelig i tabellen vår for informasjonskapsler nedenfor.",
    "322830977": "Slik deaktiverer du informasjonskapsler.",
    "3885459114": "Du kan generelt aktivere eller senere deaktivere bruken av informasjonskapsler gjennom en funksjonalitet innebygd i nettleseren din. Hvis du ønsker å lære mer om informasjonskapsler, eller hvordan du kontrollerer, deaktiverer eller sletter dem, kan du gå til https://www.knowcookies.com/ for detaljert veiledning.",
    "262509504": "Vi kan koble informasjonen som samles inn av informasjonskapsler med annen informasjon vi samler inn fra deg i henhold til denne personvernerklæringen og bruke den kombinerte informasjonen som angitt her. Tilsvarende kan tredjepartene som serverer informasjonskapsler på våre nettsteder koble navnet ditt eller e-postadressen din til annen informasjon de samler inn, som kan inkludere tidligere kjøp gjort offline eller online, eller din online bruksinformasjon.",
    "2935155034": "Hvis du befinner deg i det europeiske økonomiske samarbeidsområdet, har du visse rettigheter som er beskrevet ovenfor under overskriften \"Merknad til EU-datasubjekter\", inkludert retten til å inspisere og korrigere eller slette dataene vi har om deg.",
    "1873812847": "Avsløring av informasjonskapsler",
    "3319083717": "Navn:",
    "3183855267": "1. hmt_id",
    "907324388": "Funksjon",
    "2896187462": "1. Brukes til strengt nødvendig anonym tjenesterelatert statistikk, og til andre tekniske formål som å hjelpe til med tilgjengelighetsstøtte.",
    "987267027": "Parti",
    "3453526675": "1. 1. parti",
    "1952810469": "Type",
    "1795436560": "1. Sesjon",
    "102695075": "Varighet",
    "3356329025": "1. 30 dager",
    "3744153629": "Navn:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "økt,",
    "3186435874": "øktnummer",
    "720059527": "2. Brukes til strengt nødvendige tekniske formål: lastbalansering, ruting.",
    "1241291641": "Se flere detaljer.",
    "1834801943": "2. 1. parti",
    "2114694926": "2. Sesjon",
    "938404336": "2. Varierer; opptil 30 dager.",
    "2196526290": "hc_tilgjengelighet",
    "2577178569": "3. Brukes til strengt nødvendige tekniske formål: muliggjør tilgjengelighetsbruk.",
    "1061239711": "3. 1. parti",
    "1483015662": "3. Sesjon",
    "3458934553": "3. Varierer; opptil 30 dager.",
    "1527172673": "Hvis du har spørsmål om denne retningslinjen for informasjonskapsler, vennligst kontakt oss på:",
    "134571844": "Impressum (sidemelding)",
    "110836420": "Sist oppdatert: 23. desember 2020",
    "2901894297": "hCaptcha er en tjeneste fra Intuition Machines, Inc. (\"IMI\"), et Delaware US Corporation (#6393793).",
    "2928362319": "Sendte forespørsler kan sendes til: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Informasjon om den nåværende ledelsen av selskapet kan fås på Om-siden. Selskapets nåværende administrerende direktør er administrerende direktør med ansvar for innhold.",
    "3094150511": "Reguleringsmyndighet: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI forplikter seg ikke til, og er heller ikke forpliktet til å delta i, den alternative tvisteløsningen for forbrukertvister foran en forbrukertvistløsningsenhet.",
    "1395644678": "EU-kommisjonens offisielle nettsted for online tvisteløsning:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Ingen garantier angående innhold",
    "707541553": "All informasjon på våre internettsider er validert av IMI eller en tredjepart. Imidlertid kan verken IMI eller tredjeparter holdes ansvarlige for at informasjon er oppdatert, nøyaktig eller fullstendig. Dette gjelder også andre nettsteder som kan nås via hyperlenker på sidene våre. IMI påtar seg intet ansvar for innholdet på disse eksterne nettstedene.",
    "2650241052": "Ingen råd",
    "3361191778": "Informasjonen som gis på internettsidene representerer ikke individuelle råd og kan ikke erstatte dette. Hvis du trenger individuelle råd, vennligst kontakt vår støttepersonell.",
    "1031855757": "Bruk av denne siden",
    "204716894": "Innholdet og utformingen av nettsidene våre er beskyttet under lov om opphavsrett. Duplisering av sidene og deres innhold på en måte som overstiger rimelig rimelig bruk krever skriftlig forhåndssamtykke fra IMI hvis det ikke er andre juridiske bestemmelser spesifisert for duplisering på siden.",
    "3182435854": "opphavsrett",
    "3187946010": "All tekst, bilder, grafisk animasjon, videoer, musikk, lyder og annet materiale på disse sidene er beskyttet av lov om opphavsrett av IMI eller tredjeparter hvis spesifisert. Det er forbudt å kopiere eller modifisere dette materialet for kommersiell bruk på en måte som overgår rimelig rimelig bruk.",
    "74538881": "Ansvar for denne nettsiden",
    "3236873806": "IMI er ansvarlig for denne nettsiden.",
    "2657277322": "Hvis du har spørsmål, vennligst kontakt oss på:",
    "1338341134": "hCaptcha + Privacy Pass (beta)",
    "88879089": "Privacy Pass er en",
    "1898063898": "for å bevare brukernes personvern som vi utvikler i samarbeid med",
    "1942186611": "og andre.",
    "3673079511": "fremvoksende standard",
    "2164933356": "Cloudflare",
    "3119589996": "Slik fungerer det: en nettleserutvidelse gir brukere muligheten til å lage og signere kryptografisk blinde tokens for nettsteder som støtter Privacy Pass-protokollen. Utvidelsen genererer pass som inneholder kryptografisk blindede tokens som er signert av hCaptcha når en utfordring løses på et hvilket som helst nettsted ved hjelp av hCaptcha-tjenesten,",
    "1254771154": "utfordringer vist på andre Privacy Pass-støttende tjenester som også bygger inn hCaptcha, f.eks. Cloudflare.",
    "996362763": "Disse tokenene er ublindet og lagret av utvidelsen for fremtidig bruk. Når brukeren besøker et nettsted ved hjelp av hCaptcha og trenger å bestå utfordringen (enten den er usynlig eller via \"Jeg er menneske\"-knappen), blir de innløst automatisk. Blindprosedyren betyr at signerte og innløste tokens er kryptografisk frakoblet fra hCaptchas perspektiv, og dermed blir brukerens personvern bevart.",
    "2943346052": "Ettersom IETF-standardiseringsprosessen fortsetter, forventer vi at store nettlesere vil ta i bruk en eller annen form for Privacy Pass. Dette vil til slutt gjøre utvidelsen unødvendig. For øyeblikket, følg imidlertid instruksjonene nedenfor.",
    "2326660907": "unntatt",
    "741483946": "* Med andre ord: du kan få hCaptcha Privacy Pass-tokens på hCaptcha.com, og bruke dem på andre nettsteder direkte ved å bruke hCaptcha.com. Du kan ikke få eller løse inn hCaptcha Privacy Pass-tokens for å omgå hCaptcha-tjenesten som brukes av Cloudflare, siden Cloudflare utsteder og løser inn sine egne Privacy Pass-tokens.",
    "1362015807": "Starter",
    "1358325821": "Installer først utvidelsen for",
    "310885519": "eller",
    "4091044469": ". Sørg for at du har aktivert utvidelsen i inkognitomodus. Deretter kan du besøke et hvilket som helst nettsted som bruker hCaptcha og løse en captcha. Fra og med versjon 2.0.3 kan du løse inn disse tokenene på nettsteder som bruker hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Når du har installert utvidelsen, klikk her (eller på et hvilket som helst nettsted som bruker hCaptcha) for å tjene pass:",
    "166277959": "Vennligst merk: denne funksjonen er for øyeblikket i beta, og fungerer kanskje ikke for alle nettsteder og brukere hele tiden. I tilfelle det ikke er aktivert eller ikke fungerer for en bestemt bruker, vil atferden ganske enkelt falle tilbake til standard hCaptcha-opplevelse uten tap av funksjonalitet.",
    "3031357206": "Et nytt ikon vises ved siden av URL-linjen. Besøk nå et nettsted med hCaptcha. Det vil se slik ut:",
    "1066753052": "som betyr at lommeboken er tom, og du er på et nettsted som inkluderer en hCaptcha-utfordring. Når du har fullført utfordringen, vil du tjene tokens som kan løses inn på et hvilket som helst annet nettsted med hCaptcha.",
    "651123197": "En telling av gjeldende totalsum i lommeboken din vises på ikonet etter at du har fullført utfordringen.",
    "554844646": "Du kan bekrefte at utvidelsen fungerer ved å se telleren gå ned med 1 hver gang du klikker",
    "4087729475": "utfordringen etter den første løsningen.",
    "647630208": "Og det er det! Din nettsurfing er nå mer privat.",
    "3272552822": "Utviklere og kryptografer:",
    "4059570880": "Hvis du ønsker å spore standardiseringsinnsatsen, pågår det for tiden innsats kl",
    "1904390996": "å standardisere",
    "252720667": "som ligger til grunn for den kryptografiske sikkerheten til Privacy Pass. Selve protokollen går gjennom",
    "3972554015": "prosessen også. Og nettleserutvidelsen er selvfølgelig",
    "3723626769": "for dine bidrag og anmeldelse.",
    "3882147547": "Oblivious Pseudorandom Functions",
    "565624910": "utkast",
    "3421090159": "åpen kilde",
    "3098677775": "Spørsmål: Er IP-en og nettleserloggen min helt privat fra hCaptcha når jeg bruker Privacy Pass?",
    "4019638786": "A: Privacy Pass-brukere av hCaptcha vil aldri eksponere IP-en sin for hCaptcha med mindre nettleserens token-lommebok er tom eller siden sender den. hCaptcha har ingen måte å koble brukeren til token-innløsningen, og kommuniserer aldri direkte med brukeren under innløsningen med mindre token-lommeboken er tom.",
    "3887113660": "Spørsmål: Hvordan påvirker Privacy Pass hCaptcha-inntektene?",
    "1116455671": "A: Du vil tjene en belønning for den første løsningen hvis brukeren fullfører den på nettstedet ditt. Innløsninger følger det samme svarmønsteret som om brukeren automatisk hadde passert nettstedet ditt på grunn av høy klienttillit: ingen inntjening skjer, og siteverify-anropet fra serveren din mottar en \"kreditt: False\" i passresultatene.",
    "779817954": "Spørsmål: Hvis jeg har Privacy Pass-pass utstedt av en annen leverandør, kan jeg løse dem inn på hCaptcha?",
    "3014149332": "A: Nei, pass er ikke interoperable: de må utstedes og løses inn av samme myndighet, i dette tilfellet hCaptcha. Merk at hvis du har pass fra både Cloudflare og hCaptcha i utvidelsen din, vil antallet tilgjengelige endres til riktig beløp avhengig av kravet til siden du besøker. Med andre ord, hvis du har 100 Cloudflare-pass i lommeboken og 10 hCaptcha-pass, bør du se 10 på utvidelsesikonet på sider med hCaptcha innebygd.",
    "3679148535": "Spørsmål: Hvilke andre applikasjoner av Privacy Pass jobber du med?",
    "1606783855": "A: Vi er veldig interessert i Privacy Pass for the Accessibility (\"a11y\") brukstilfelle. Tidligere populære alternativer som audio captchas diskriminerer mange alminnelige brukere. Vi tror å kombinere vår nåværende a11y-tilnærming med utstedelse av Privacy Pass vil tillate a11y-brukere å surfe trygt, i visshet om at trafikken deres er mer privat, samtidig som det begrenser misbruket av botoperatører som uunngåelig oppstår når a11y-alternativer er tilgjengelige.",
    "2359150347": "Spørsmål: Støtter andre sikkerhetstjenester på nettet Privacy Pass?",
    "2082237880": "A: hCaptcha er den første tjenesten i sitt slag som støtter Privacy Pass, og er for øyeblikket den eneste som gjør det. Vi forventer imidlertid at andre tjenester anerkjenner fordelene ved å øke brukernes personvern på nettet, og forventer at flere i fremtiden vil gjennomføre implementeringer etter hvert som IETF-standardene som vi er med på å utvikle, blir formelt vedtatt.",
    "2109792055": "Brukerveiledning: Feilsøkingsproblemer med utstedelse og validering av personvernpass",
    "3588620914": "Privacy Pass er en ny oppfinnelse etter standarder på nettet, og det er mulig for andre applikasjoner og nettleserutvidelser som ikke er klar over det å forstyrre funksjonaliteten.",
    "4039193170": "Hvis du har problemer med å få eller løse inn tokens:",
    "2378786360": "1. Prøv en av de andre støttede nettleserne: hvis du bruker Chrome, prøv å bruke Firefox uten å importere innstillingene dine fra Chrome, og installer plugin-modulen der. Hvis det fungerer, kan det hende du har et problem med nettleserkonfigurasjonen.",
    "394235836": "3. Hvis ingen av forslagene ovenfor fungerer, send oss en støtte-e-post, så hjelper vi deg gjerne med å finne ut hva som skjer.",
    "3470857731": "En analyse av hvor godt reCAPTCHA oppdager roboter.",
    "3240786848": "Siste oppdatering: 18. februar 2021",
    "2547140673": "I mer enn et tiår har Googles reCAPTCHA-tjeneste tilbudt nettstedeiere en handel: la Google spore brukerne dine og stille dem spørsmål, og i bytte lover de å stoppe roboter og spam.",
    "2133754014": "Mer enn 4,5 millioner nettsteder bruker reCAPTCHA [",
    "3152512587": "og systemet samler hundrevis av millioner av daglige løsninger. [",
    "2296918009": "Dette tilsvarer mer enn 100 årsverk hver dag.[",
    "3900538778": "Merkede data er drivstoffet som driver maskinlæring. reCAPTCHA-svar har blitt brukt til å forbedre Googles ML/AI-tjenester siden 2009. Mange som bruker reCAPTCHA innser ikke at arbeidskraften deres blir tatt i bruk.",
    "1160252730": "Google tar nå høye priser for reCAPTCHA Enterprise, noe som får mange selskaper til å revurdere denne avtalen.",
    "1131196501": "Store selskaper som",
    "204889717": "har byttet til hCaptcha's",
    "639413188": "som svar.",
    "3280658086": "bedriftsløsninger",
    "3842815245": "Er dette en rettferdig handel?",
    "714342693": "hCaptcha-teamet har samlet inn prisdata fra \"dark web\" captcha-brytende tjenester siden 2016. Vi la merke til en interessant trend:",
    "468929661": "Den gjennomsnittlige kostnaden for å bryte en reCAPTCHA er utrolig lav (mindre enn $1 per 1000 løsninger) og har ikke økt vesentlig siden vår overvåking startet i 2016. Dette gjelder både for reCAPTCHA v2 og v3. [",
    "2862164005": "Prisdata lar oss sette en nøyaktig dollarverdi på sikkerheten som tilbys av en reCAPTCHA: $0,001 eller mindre per svar.",
    "102498091": "Google belaster $1 per 1000 forespørsler for reCAPTCHA Enterprise, noe som betyr at de nå belaster mer per forespørsel enn det koster å bryte sikkerheten til tjenesten deres. Dette virker som en dårlig deal.",
    "130239139": "Hva er verdien av de over 100 årsverkene som Google samler inn daglig?",
    "1421074182": "Vesentlig høyere.",
    "1953519598": "Kostnaden for å merke et enkelt bilde varierer fra $0,03 til $1,00 eller mer. Med ethvert konservativt anslag har Google hentet ut milliarder av dollar med gratis arbeidskraft til dags dato. [",
    "3025548709": "Finnes det et alternativ til denne urettferdige avtalen?",
    "263761351": "hCaptcha er det første troverdige alternativet, nå brukt av hundrevis av millioner mennesker hver måned.",
    "2743692546": "Når brukere beviser sin menneskelighet via hCaptcha, går arbeidskraften deres inn i et anonymt åpent marked for budgivning.",
    "1982750088": "Bedrifter over hele verden byr på den arbeidskraften for å fullføre enkle oppgaver som er enkle for mennesker, men vanskelige for maskiner. Brukere støtter nettstedet de besøker, og opplever mindre nettsøppel på grunn av et høyere sikkerhetsnivå.",
    "1108398506": "kunder får total kontroll over opplevelsen, og drar nytte av ekspertisen hCaptcha har opparbeidet som drift av den største uavhengige utfordringsleverandøren på internett. De får også et bedre tilbud enn reCAPTCHA Enterprise: opptil 50-80 % bedre priser, avhengig av volum.",
    "3012870872": "Nettsteder og apper som bruker gratisversjonen (hCaptcha Publisher) tjener penger på dette arbeidet i stedet for å donere det til Google.",
    "2271512952": "Brukere støtter nettstedet de besøker, og opplever mindre nettsøppel.",
    "278010425": "Det brede og ofte skiftende utvalget av oppgaver på hCaptcha er også vanskeligere å automatisere. reCAPTCHAs enkeltgrensesnitt har ikke endret seg på mange år, og har et lite sett med sjeldent skiftende spørsmål. Dette er en av måtene hCaptcha gir mer robust anti-bot-beskyttelse enn reCAPTCHA.",
    "984849234": "hCaptcha bruker avansert maskinlæring for å levere det reCAPTCHA bare lover, samtidig som verdien deles med nettsidene som bruker den.",
    "4063769686": "Brukere støtter nettstedet de besøker, og opplever mindre nettsøppel. Dette virker som en mer rettferdig avtale.",
    "685916926": "Hvorfor har ikke reCAPTCHA forbedret seg over tid?",
    "3992401943": "Det har vært en revolusjon innen dyp læring siden 2012. Bransjenormen for oppgavenøyaktighet har forbedret seg radikalt det siste tiåret, først og fremst på grunn av dype konvolusjonelle nettverk. Andre ML-drevne tjenester Google tilbyr har fulgt denne kurven.",
    "615031303": "(Se fotnoter",
    "2125514305": "ML har forbedret seg, men vanskeligheten med å omgå reCAPTCHA har ikke endret seg vesentlig i løpet av denne tiden.",
    "1406188018": "6 og 7",
    "2689973938": "Å forbedre reCAPTCHA skaper en iboende konflikt for Google som annonseleverandør.",
    "464238793": "Hvis Google selv fastslår at en bruker som ser en annonse eller klikker på en lenke faktisk var en robot, kan den ikke ta betalt for annonser som vises til den brukeren. Denne interessekonflikten har sterkt begrenset omfanget av Googles anti-bot-ambisjoner.",
    "918924423": "For eksempel har ikke Google tilbudt åpenbart verdifulle tjenester som tilbakevirkende bot-deteksjon. Det er mye mer pålitelig å erklære brukertrafikk som botgenerert etter å ha analysert flere dager med data.",
    "661412233": "Å vite etter captchaen at noen brukere var bots er også verdifullt. Den lar nettstedeiere rense ut gamle spam-innlegg og slette \"sleeper-kontoer\" som er registrert på spam-fora i fremtiden, redusere svindel og mer.",
    "3600797185": "Å tilby tilbakevirkende bot-identifikasjon ville åpnet Google for vanskelige spørsmål om hvordan man med tilbakevirkende kraft kan refundere annonsører som brukte penger på den uredelige trafikken.",
    "2076932190": "ReCAPTCHA-produktet har dermed stagnert i et tiår.",
    "3856912381": "Brukere har lidd, og unødvendig nettsøppel er nå utbredt. Men det finnes et alternativ.",
    "1035621426": "Hver bot som identifiseres av reCAPTCHA reduserer direkte Googles annonseinntekter.",
    "3668115514": "Hvordan er hCaptcha annerledes?",
    "2413742287": "hCaptchas insentiv er å maksimere nøyaktigheten, ikke annonseinntekter: bot-svar er ubrukelige for kundene våre, som trenger menneskelig opplæringsdata.",
    "1373262754": "Å vite hvem en person er har minimal verdi for hCaptcha. Vi bryr oss bare om de er mennesker eller en ondsinnet skuespiller.",
    "600646860": "I stedet for å tilby en tjeneste av tvilsom verdi mens du henter ut arbeidskraft med reell verdi, gir hCaptcha både kompensasjon og sterk anti-bot-beskyttelse.",
    "1836191653": "I stedet for å tilby en lett beseiret tjeneste til gratisbrukere mens de krever millioner av dollar for en bedriftsversjon som ikke er mye bedre, gir hCaptcha utmerket botbeskyttelse til begge, samtidig som bedriftsbrukere tilbyr tilleggsfunksjoner og tilpasning, sammen med sterke SLAer og rask støtte.",
    "990215503": "hCaptcha er den eneste store captcha-tjenesten som ikke eies av et annonsenettverk.",
    "971933157": "hCaptcha bryr seg om personvern, åpenhet og rettferdighet.",
    "178839499": "hCaptcha deler verdien av arbeidet som gjøres mens brukerne beviser sin medmenneskelighet.",
    "1237076138": "hCaptcha tilbyr en rettferdig avtale til både gratis (hCaptcha Publisher) og enterprise (hCaptcha Enterprise) kunder.",
    "614310292": "Hvem bygde hCaptcha?",
    "4188814619": "hCaptcha er en tjeneste fra intuisjonsmaskiner (",
    "3265328927": "), et maskinlæringsselskap som tilbyr produkter og tjenester for selskaper som implementerer maskinlæring i stor skala.",
    "2740033957": "IM-teamet er sammensatt av forskere og ingeniører fra Apple, Amazon og andre ledere innen maskinlæring, distribuerte systemer og sikkerhet.",
    "1579715421": "IM-forskere publiserer jevnlig på toppkonferanser som ICML, ICLR, ECCV og NeurIPS, og selskapet har offentlig gitt ut toppmoderne resultater innen ML-disipliner som dyp hashing [",
    "4015238193": "og OCR [",
    "279580593": "imachines.com",
    "279918384": "Hvordan bruker Google din gratis arbeidskraft?",
    "2385522384": "Du så sannsynligvis bilder med video fra kameraer på Googles Waymo selvkjørende biler, og bidro til å forbedre gjenkjenningen av objekter.",
    "1517627947": "Du så sannsynligvis bilder av bygninger eller gateskilt fra Googles Streetview-biler, og hjalp til med å merke posisjoner for deres Maps og Earth-produkter.",
    "3225936061": "Du så sannsynligvis bilder av tekst hentet fra boksider på Googles Bøker-tjeneste, og bidro til å forbedre OCR-programvaren (tekstgjenkjenning).",
    "129661785": "Noen gang blitt bedt om å \"klikke på bilen/overgangen/stopplyset?\"",
    "936667684": "Noen gang blitt bedt om å \"skrive inn bygningen/gateskiltet?\"",
    "3773515538": "Noen gang blitt bedt om å \"skrive inn de to ordene?\"",
    "1778058441": "Hva slags jobber kjører på hCaptcha?",
    "366088791": "hCaptcha støtter et bredt utvalg av oppgaver.",
    "3114147525": "hCaptcha-kunder bruker tjenesten til oppgaver inkludert gjenkjenning av objekter, gjenkjenning av attributter (samle etiketter for å identifisere typer klær), relevansrangering (velger det mest relevante produktet fra flere alternativer sammenlignet med et primærprodukt), avgrensningsbokser (finne områder av interesse på et bilde), \"Human OCR\" (identifiserer teksten i et bilde) og mange andre typer oppgaver.",
    "3139609561": "Nedenfor er to eksempler på jobbtyper for bildeklassifisering og attributtdeteksjon. [",
    "2273532558": "Hvem er hCaptchas betalende kunder?",
    "4104221634": "hCaptcha-kunder spenner over en rekke bransjer, fra teknologiselskaper til de som er fokusert på mote, detaljhandel og andre områder hvor de kan skape verdi ved å bruke maskinlæring.",
    "1337725003": "hCaptcha er forpliktet til å demokratisere tilgangen til høyvolumsannotering i sanntid, slik at store og små bedrifter kan forbedre kvaliteten på produktene og tjenestene sine ved å bruke maskinlæring i virksomheten.",
    "4086379603": "Spørsmål?",
    "1243684308": "Vi tar tilbakemeldingen din på alvor, og ønsker å sikre at alle får en mer behagelig opplevelse på nettet, med færre roboter og mindre spam. Ta kontakt med oss:",
    "2645321220": "Og hvis du synes kostnadene for reCAPTCHA er for høye, spør oss om hCaptcha Enterprise. For tiden i bruk av noen av de største utgiverne, finansielle tjenesteselskapene og nettinfrastrukturselskapene i verden, er de ikke bare et troverdig alternativ til reCAPTCHA: vi tror de tilbyr den beste botbeskyttelsen som er tilgjengelig for øyeblikket.",
    "1229233916": "Fotnoter",
    "1115642494": "1. Kilde: BuiltWith.com reCAPTCHA-sideoppføringer. Hentet 9. juli 2019.",
    "448807334": "(\"Hundrevis av millioner CAPTCHA-er løses av mennesker hver dag.\") Hentet 8. juli 2019.",
    "2397590157": "3. Konservativt anslag: 200 millioner løser * 30 sekunder per løse i år = 190,3 årsverk/dag.",
    "3236311792": "4. hCaptcha intern analyse. Data samlet inn til og med 30. juni 2019. Detaljer tilgjengelig på forespørsel.",
    "1752259468": "5. Konservativt estimat: $0,01 kostnad for en enkelt merknad * 200 millioner i gjennomsnitt. merknader per dag (nedre grense) * 365 dager per år * 10 år siden 2009-oppkjøpet = 7,3 milliarder dollar nedre grenseverdi.",
    "3268946369": "6. Kreditt: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Kilde: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTISK HIERARKIBASERT RELASJONSINNLEGGING FOR SVAKT OVERVÅDET DYP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD-verksted.",
    "2544169219": "Nylige toppmoderne resultater: ICML LLD, mai 2019.",
    "1973347745": "10. Avgiftsfrie eksempelbilder. Kilde: Petapixel.",
    "1493115924": "Varemerkemerknader:",
    "4051104324": "\"Intuition Machines\" er et registrert varemerke for Intuition Machines, Inc.",
    "3983646521": "Alle produktnavn, logoer, merker, varemerker og registrerte varemerker tilhører sine respektive eiere. Alle firma-, produkt- og tjenestenavn som brukes på denne nettsiden er kun for identifikasjonsformål. Bruk av disse navnene, varemerkene og merkene innebærer ikke godkjenning. I dette tilfellet, tvert imot.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM-forskere satte ny målestokk for svakt overvåket tekstgjenkjenning (OCR) på CVPR 2020.",
    "1259002282": "Har du funnet en feil? Slik rapporterer du det.",
    "3301728462": "Millioner av mennesker bruker hCaptcha hver måned, på tusenvis av kombinasjoner av nettlesere, utvidelser, enheter, brannmurer og mer.",
    "3878230879": "Målet vårt er å sørge for at det alltid fungerer for deg, så vi setter stor pris på rapportene dine!",
    "2465128185": "For å gi rask tilbakemelding, klikk bare på \"Send oss tilbakemelding\"-knappen.",
    "2921990472": "Hvis du ser et funksjonsproblem, følg anvisningene",
    "2870341481": "under. For alle andre nettlesere bare",
    "1866590035": "instruksjoner for feilsøkingslogg for Chrome",
    "444492541": "feilsøkingslogginstruksjoner for Firefox",
    "169267610": "Send oss en e-post",
    "3100722753": "For potensielle sikkerhets- eller personvernproblemer, se instruksjonene nedenfor.",
    "1906593952": "Gi tilbakemelding på hCaptchaen du nettopp så",
    "3951254541": "Vi setter pris på innspillet ditt. Gi oss beskjed om eventuelle problemer, så løser vi dem raskt.",
    "3324288040": "Send oss tilbakemelding",
    "2864016648": "Privatlivs problemer",
    "304004915": "Vi bryr oss ikke om hvem brukere er, bare hvor sannsynlig det er at de er ondsinnede eller maskiner. Vi støtter initiativ som",
    "1139493658": ", og jobber hardt for å balansere personvern og sikkerhet.",
    "3083289844": "Hvis du har funnet et problem som du tror kan påvirke brukernes personvern, vennligst send oss en e-post på",
    "4264784515": "Sikkerhetsfeil",
    "963238401": "Vi er alltid interessert i å motta rapporter om sikkerhetsfeil. E-post",
    "3926027556": "og vi kommer raskt tilbake til deg.",
    "1589805435": "Vi har også en",
    "2560582224": "bug bounty program",
    "103876916": "for kvalifiserte sikkerhetsrapporter om hCaptcha-tjenesten og relatert kildekode.",
    "497117287": "Tilgjengelighetsalternativer",
    "3230004040": "Er du synshemmet eller på annen måte ute av stand til å fullføre hCaptchas?",
    "3480023141": "Finn ut mer om tilgjengelighetsalternativer",
    "2052161540": "Ta opp feilrapportdetaljer: Chrome",
    "2281169898": "Hvis du sender feilsøkingsinformasjon sammen med rapporten din, blir det mye enklere for oss å identifisere hva som skjer. Her er trinnvise instruksjoner:",
    "1123365779": "Hvis du er en nettutvikler eller ekspertbruker, er sammendraget at vi vil at du skal sende oss et nettverk som registrerer HAR- og nettleserkonsolllogger.",
    "2015218686": "før du går gjennom disse trinnene. Hvis det løser problemet ditt, setter vi fortsatt pris på at du gir oss beskjed om nettleserversjonen, annonseblokkeringen eller nettleserutvidelsen din og nettadressen til nettstedet.",
    "3922723611": "Prøv å deaktivere eventuelle annonseblokkerings- eller nettlesersikkerhetsutvidelser",
    "4036872105": "først og deretter prøve igjen",
    "993651083": "Trinn 1: Åpne utviklerverktøy (dette starter opptak av økten.)",
    "4163469907": "Trinn 2: Klikk på fanen Nettverk i Utviklerverktøy. Merk av for \"Bevar logg\" øverst.",
    "4243348003": "Trinn 3: besøk",
    "641342999": ", eller nettstedet du har et problem på (Personvernmerknad: bare hvis du ikke har noe imot å dele hva det er) ... og klikk deretter på \"Jeg er menneskelig\"-knappen, og prøv å løse.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Trinn 4: Klikk \"Eksporter HAR\" (den lille nedoverpilen) etter at du har forsøkt å løse, noe som lagrer nettverksloggen. Send den filen til oss.",
    "1503240421": "Trinn 5: Klikk på Konsoll-fanen, og høyreklikk deretter \"Lagre som ..\" for å lagre konsollloggen. Send oss det også.",
    "2863840904": "Trinn 6: Siste trinn, e-post disse HAR- og konsollloggfilene til oss, og beskriv problemet",
    "4051785543": "Bruk:",
    "3623028666": "(vennligst bruk en tjeneste som",
    "551761392": "og send lenker) og eventuelt et skjermbilde, hvis du mistenker at det er noe som ikke vises riktig. Vennligst send IP-en du bruker også. Du kan få det fra",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Takk for at du tok deg tid til å hjelpe oss med å få denne informasjonen!",
    "3680327841": "Vi er forpliktet til å få hCaptcha til å fungere bra for alle",
    "1059502393": "Ta opp feilrapportdetaljer: Firefox",
    "1112074001": "Trinn 2: Klikk på fanen Nettverk i Utviklerverktøy. Kryss av for \"Vedvar logger\" øverst.",
    "1797298240": "Trinn 4: Klikk \"HAR\" etter at du har forsøkt å løse, og velg \"Lagre alle som HAR\" for å lagre nettverksloggen. Send den filen til oss.",
    "3671246379": "Trinn 5: Klikk på Konsoll-fanen, og høyreklikk deretter \"Velg alle\" og lagre det i en tekstfil, for å lagre konsollloggen. Send oss det også.",
    "3816867833": "Tilbakemelding",
    "788770967": "Beklager å høre det! Det kan være lurt å bruke tilgjengelighetsalternativet vårt:",
    "1333016413": "Dette lar deg unngå fremtidige spørsmål ved å registrere deg og sette inn en informasjonskapsel.",
    "2333410049": "Prøv også å slå av annonseblokkeringen.",
    "1345083090": "Rapportere et funksjonsproblem?",
    "2184564739": "Se",
    "604751186": "Andre problemer? E-post",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "hvordan du rapporterer problemer med detaljerte logger",
    "1050501253": "For vanskelig",
    "3264813246": "Upassende",
    "3526939538": "Programvarefeil",
    "126134492": "Annen",
    "3511610999": "La oss sørge for at du kommer til rett sted.",
    "3906886217": "For bedrifter eller nettsider",
    "1621597093": "Bedriftssikkerhetsløsninger (betalt)",
    "3176531704": "Dataanmerkning",
    "1834239172": "Kjøp hCaptcha-annoteringstjenester",
    "1457707016": "For enkeltpersoner",
    "770264626": "Legg til hCaptcha til tjenesten din (gratis)",
    "881015166": "Legg til hCaptcha for Publishers på nettstedet mitt eller appen min",
    "47536007": "Lær mer om hCaptcha",
    "2012837493": "Søkeresultater",
    "4034694801": "Ingen samsvarende resultater.",
    "3621411541": "Lær om tilgjengelighetsalternativer for hCaptcha",
    "3401005681": "Tjene penger",
    "3933993151": "Arbeid som individuell datamerker",
    "563059212": "Liste over underbehandlere",
    "3501923981": "Sist oppdatert: 1. januar 2020.",
    "3548097301": "Gjelder: 1. januar 2020.",
    "3991444169": "Denne siden viser gjeldende underbehandlere for hCaptcha Enterprise-tjenesten.",
    "835396984": "Aktiv for øyeblikket",
    "424089481": "Amazon Web Services, Inc. (global). Tjenester som tilbys: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (globalt). Tjenester levert: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Tjenester levert: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Tjenester levert: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Merk: gjelder ikke for alle kunder. For eksempel er IP-blinding eller andre avanserte personvern- eller sikkerhetsalternativkunder (f.eks. Secure Virtual Tenancy-kunder) fullstendig ekskludert fra enhver potensiell \"PII\" som noen gang kommer inn i telemetrisystemer, til og med en IP-adresse. Ta kontakt med din kontorepresentant for mer informasjon om nødvendig.",
    "700843971": "Hound Technology, Inc. (global). Tjenester som tilbys: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (globalt). Tjenester levert: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (global). Tjenester som tilbys: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (global). Tjenester levert: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktur",
    "370366524": "Ephemeral Service Telemetri",
    "121192737": "Kommende tillegg",
    "2420789666": "Fastly, Inc. Tjenester levert: Fastly CDN og edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Gjelder: 1. september 2021. Infrastrukturtillegg",
    "1487796027": "For bedrifter",
    "3943417791": "Få støtte for hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (gratis)",
    "3397976149": "Få støtte for hCaptcha Publisher",
    "833750823": "Har du problemer med en utfordring?",
    "2024737147": "Vil du rapportere en feil?",
    "1978884623": "Finn ut mer om rapportering av programvareproblemer",
    "4188664955": "Hovedvilkår for bruk",
    "2621989404": "Sist oppdatert: 24. september 2021. Vær oppmerksom på at våre engelskspråklige termer er autoritative.",
    "2404545611": "Velkommen til hCaptcha! Takk for at du er en del av samfunnet vårt. Alle brukere av «tjenestene» (definert nedenfor) må godta følgende vilkår («vilkårene for bruk»). Under disse tjenestevilkårene refererer \"IMI\", \"vi\" og \"oss\" til Intuition Machines, Inc. og dets datterselskaper, tilknyttede selskaper, offiserer, agenter, ansatte, representanter og agenter, og vår \"nettside\" inkluderer alle nettsider under vår kontroll, inkludert www.hcaptcha.com og www.imachines.com.",
    "2348450790": "Vennligst les disse vilkårene for bruk. De inkluderer, blant andre bestemmelser, ansvarsfraskrivelser, ansvarsbegrensninger og bindende voldgift. Vær oppmerksom på at disse tjenestevilkårene kan ha endret seg siden ditt siste besøk på nettstedet vårt. Vi kan revidere og oppdatere disse tjenestevilkårene fra tid til annen etter eget skjønn. I tilfelle en vesentlig endring, vil vi varsle deg ved å legge ut de oppdaterte vilkårene for bruk på denne siden, hvoretter du må bekrefte de oppdaterte vilkårene for å fortsette å bruke eller få tilgang til nettstedet eller tjenesten.",
    "1064537632": "Vær oppmerksom på at din bruk av tjenesten vår er underlagt vår databehandlingsavtale, som er innlemmet her som referanse. Se gjennom denne avtalen for å se hvordan vi behandler personopplysninger på dine vegne. Merk at vi opererer som en \"databehandler\" i henhold til EUs generelle databeskyttelsesforordning, og en \"tjenesteleverandør\" i henhold til California Consumer Privacy Act.",
    "1933936765": "Databehandlingsavtale (sist oppdatert: 23. september 2021)",
    "2959486280": "Hvis du ikke godtar disse vilkårene for bruk, kan du ikke bruke eller få tilgang til nettstedet eller tjenesten.",
    "3200859925": "1. Formål",
    "1807143500": "Tjenestene inkluderer en nettbasert sikkerhetstjeneste (\"hCaptcha-tjenesten\") og en plattform (\"Intuisjonsmaskinplattformen\") der en person (\"bidragsyter\") kan velge å utføre oppgaver som en tredjepartsenhet eller Intuisjonsmaskiner selv (hver en \"Requester\") legger ut på nettstedet vårt eller hCaptcha-tjenesten, enten direkte på nettstedet vårt eller ved å gå inn på Intuition Machines Platform og/eller utføre oppgaver gjennom eller i forbindelse med en tredjepartsenhet og/eller plattform eller tjeneste (hver, en \"Integrator\"). Forespørsler legger ut oppgaver og inviterer bidragsytere til å utføre dem i bytte mot belønninger gitt av IMI til integratorer, eller som bestemt av forespørselen hvis forespørren bruker Intuition Machines Platform eller hCaptcha-tjenesten til å betjene oppgaver til sine egne sluttbrukere. Vi belaster selskaper og enkeltpersoner (hver en \"kunde\") for bruk av plattformen vår, slik at de kan bruke programvaren vår, forfatteroppgaver, leie oss til forfatteroppgaver og/eller få tilgang til bidragsyterne. Vi belaster også integratorer for bruk av vår hCaptcha-tjeneste for å redusere svindel, misbruk og spam på deres nettsteder, mobilapper og andre nettbaserte eiendommer. Det foregående omtales samlet som \"tjenestene\".",
    "3212830633": "2. Valgbarhet",
    "2605814073": "Ved å bruke eller registrere deg for våre tjenester godtar du: du er minst 18 år gammel; du har myndighet til å inngå denne avtalen på vegne av deg selv eller enheten du representerer, og vil til enhver tid være i samsvar med disse vilkårene for bruk og alle IMIs retningslinjer og retningslinjer som det refereres til her; og du vil ikke misbruke nettstedet vårt, gi feilaktig fremstilling av identiteten din for oss, eller bruke kunstig intelligens for å fullføre noen del av noen oppgave på IMI som krever menneskelig intelligens.",
    "2616040974": "3. Kunder og forespørsler",
    "1544829730": "Hvis du er en kunde eller forespørsel, godtar du at tilleggsvilkårene som er vedlagt dette som kundetillegg, vil gjelde og bli innlemmet ved referanse i disse tjenestevilkårene. Hvis du ikke er en kunde eller forespørsel, eller slutter å være en kunde eller forespørsel, vil ikke tilleggsvilkårene i kundetillegget gjelde, og de vil heller ikke bli innlemmet ved referanse i disse tjenestevilkårene.",
    "3759360138": "4. Brukernavn og passord",
    "2236960358": "Ved registrering vil du bli bedt om å avsløre visse personlige opplysninger om deg (\"Personlig informasjon\"), inkludert ditt navn, e-postadresse, og å opprette et brukernavn og passord, som alt vil være underlagt vår personvernerklæring, tilgjengelig på vår nettsted. Du alene er ansvarlig for å overvåke, sikre og vedlikeholde sikkerheten til kontoen din, passordene og eventuelle autentiseringsnøkler knyttet til kontoen din, og du er ansvarlig for enhver bruk av eller handling som tas gjennom bruk av denne informasjonen på tjenestene.",
    "3047519814": "Du godtar at du ikke vil dele kontoen din eller passordet ditt med noen.",
    "1699668873": "Du må varsle IMI umiddelbart hvis du mistenker at kontoinformasjonen din er stjålet eller brukt av noen andre, eller andre sikkerhetsbrudd.",
    "3044038608": "Du samtykker i å gi oss sann, nøyaktig og fullstendig informasjon som forespurt i vår registreringsprosess. Du samtykker også i å oppdatere slik informasjon umiddelbart etter behov for å holde den oppdatert og nøyaktig.",
    "4132302900": "5. Ditt personvern, dine data og \"Data for alle\"",
    "10724169": "Du godtar vår personvernerklæring, som styrer hva vi skal gjøre med personlig informasjon du gir oss.",
    "1669194950": "I tillegg til personopplysninger kan du også bli pålagt å oppgi (eller det kan være nødvendig for oss å samle inn) andre data slik at vi kan levere tjenestene (samlet kalt \"kundedata\"). Vi er ikke ansvarlige for unnlatelse av å utføre tjenester som er forårsaket av din forsinkelse eller manglende levering av kundedata.",
    "1330274831": "Du gir oss herved en verdensomspennende, ikke-eksklusiv, underlisensierbar, overførbar, royaltyfri, ugjenkallelig lisens i løpet av denne avtaleperioden til å bruke, reprodusere, distribuere elektronisk og offentlig vise kundedata utelukkende med det formål å tilby tjenestene . Du representerer og garanterer at du eier tilstrekkelig rett, tittel og interesse i og til dine data for å gi lisensen i denne delen.",
    "2230333214": "Vi samler kundedata med andre data slik at resultatene er ikke-personlig identifiserbare, og vi samler også inn avidentifiserte tekniske logger og data om bruk av tjenestene (\"Aggregerte/avidentifiserte data\"). Uavhengig av det motsatte her, kan slike samlede/avidentifiserte data brukes av IMI til ethvert forretningsformål i løpet av eller etter denne avtalens gyldighetstid, inkludert uten begrensning for å utvikle og forbedre tjenestene og for å lage og distribuere rapporter og annet materialer. Kundedata kan også vedvare og vises i systemet i en begrenset periode som ikke overstiger 180 dager etter at en jobb er fullført, for eksempel som automatisk kalibrerings- eller valideringsdata for Intuition Machines-systemer. For klarhetens skyld gir denne seksjon 5 oss ikke rett til å identifisere deg som kilden til noen samlede/avidentifiserte data uten din skriftlige forhåndstillatelse.",
    "3881754581": ". Hvis du er en kunde av våre annoteringstjenester og har valgt alternativet \"Data for alle\" som en del av din bruk av tjenestene, gir du IMI og alle brukere av tjenestene en verdensomspennende, ikke-eksklusiv, underlisensierbar, overførbar, royaltyfri, ugjenkallelig lisens til å utnytte alle kundedata fullt ut, inkludert alle relaterte immaterielle rettigheter. Hvis du velger alternativet \"Data for alle\", bekrefter og garanterer du at du eier tilstrekkelig rett, tittel og interesse i og til dataene dine for å gi lisensen i denne delen.",
    "3496767126": "For å unngå tvil gjelder følgende avsnitt eksklusivt for kunder som bruker våre merknadstjenester, og ikke for bruk av våre tjenester som en integrator",
    "767207800": "Hvis dataene dine inneholder potensielt eksplisitt eller støtende innhold, krever vi at du merker dem som «EKSPLISITT INNHOLD» for å tjene som rettferdig advarsel til alle som ser dataene dine. Du kan ikke uten en separat skriftlig avtale med IMI inkludere oppgaver som bryter retningslinjene våre, inkludert, men ikke begrenset til, (a) oppgaver som direkte eller indirekte promoterer et annet nettsted eller en annen tjeneste, (b) oppgaver som bryter med vilkårene til en tredjeparts nettside og betingelser, (c) oppgaver som ber bidragsytere om å anmode tredjeparter, (d) oppgaver som ber bidragsytere om å iverksette tiltak for å manipulere et nettsteds oppførsel eller resultater, (e) oppgaver som bryter med immaterielle rettigheter til tredjeparter, og (f) oppgaver som krever at bidragsytere laster ned programvare eller filer.",
    "3370561195": "6. Akseptabel oppførsel",
    "4205152730": "Du oppfordres til å samhandle med andre brukere hvor som helst på nettstedet vårt, forumet, meldinger, chat og andre sosiale mediekanaler kontrollert av IMI, men hvis du gjør det må du overholde alle vilkår for bruk og bruk på nettstedet vårt og alle relevante lover .",
    "1394253934": "7. Misbruk, misbruk og uriktig fremstilling",
    "1406393333": "Enhver tilgang til eller bruk av tjenestene annet enn i henhold til disse tjenestevilkårene og alle instruksjoner vi gir, er strengt forbudt. Spesielt VIL du IKKE:",
    "3409726716": "registrere deg for mer enn én konto hos oss uten skriftlig tillatelse;",
    "3119498672": "utføre enhver oppgave med bruk av Internett-roboter, nettroboter, roboter, skript eller annen form for kunstig intelligens eller på annen måte forsøke å oppnå belønninger fra IMI eller en forespørsel eller integrator uten å fullføre oppgavene slik de er beskrevet;",
    "1188668818": "oppgi falsk informasjon mens du bruker denne nettsiden (inkludert, men ikke begrenset til å utgi seg for å være en annen person eller organisasjon på kontoen din, eller feilaktig oppgi eller på annen måte gi en feilaktig fremstilling av deg selv eller din tilknytning til en annen person eller organisasjon på kontoen din;",
    "2804310964": "få tilgang til eller forsøke å få tilgang til nettstedet vårt gjennom en proxy-nettserver eller annen enhet designet for å skjule din sanne plassering eller identitet eller på andre måter enn grensesnittet som er gitt;",
    "1374227759": "bruke nettstedet til ulovlig aktivitet, eller til andre formål enn formålet det ble gjort tilgjengelig for;",
    "2103513933": "delta i aktivitet som forstyrrer eller forstyrrer funksjonen til nettstedet;",
    "137127070": "sette inn, laste opp eller legge ved ondsinnede eller ukjente eksterne lenker eller filer, eller laste opp innhold som inneholder virus, trojansk hest, orm, tidsinnstilt bombe eller annen skadelig datakode;",
    "1686655020": "Last opp innhold som er underlagt opphavsrett som ikke er ditt originale verk, med mindre du har tillatelse fra den rettmessige eieren til å legge ut slikt innhold og gi IMI alle de lisensierte rettighetene som er gitt her;",
    "1406692811": "delta i spamming eller legge ut noen form for publisitet, forsøk på å få henvisninger, massekommunikasjon, pengetilbud eller forespørsler, oppfordring til tjenester, reklame, markedsføring, tullmeldinger, dupliserte emner, ulovlig innhold, lenker til sosiale nettsteder, e-postadresser, eller instant messenger-ID-er med mindre det kreves av oppgaven;",
    "3893539589": "sette inn eksterne lenker som tilbyr varer eller tjenester med mindre det kreves av oppgaven;",
    "3214322759": "ellers delta i ondsinnet eller uredelig aktivitet.",
    "3733422465": "8. Bekrefte identiteten din",
    "267645277": "IMI kan bekrefte identiteten din. Dette kan inkludere å sammenligne din personlige informasjon med tredjeparts databaser eller offisielle juridiske dokumenter. Du gir oss tillatelse til å foreta alle forespørsler som er nødvendige for å bekrefte identiteten din, ditt eierskap til e-postadressen din og ditt eierskap til dine finansielle kontoer. Du godtar å gi informasjon om deg for å hjelpe oss med å bekrefte identiteten din.",
    "4169910317": "9. Overholdelse av loven",
    "519755936": "Du alene er ansvarlig for å overholde føderale, statlige, provinsielle og lokale lover i forbindelse med din bruk av tjenestene. Du godtar å holde oss skadesløs for eventuelle krav mot oss fordi du ikke fulgte noen lov eller krenket tredjeparts rettigheter, inkludert uten begrensning kontraktsmessige, immaterielle rettigheter eller personvernrettigheter.",
    "731546974": "10. Bidragsyter- eller integratoravgifter",
    "3128328457": "Hvis du er en bidragsyter eller integrator, er du alene ansvarlig for betaling av eventuelle estimerte eller andre føderale, statlige eller lokale inntektsskatter, sosial sikkerhet, FICA og arbeidstakerkompensasjon som skyldes bruk av nettstedet vårt, samt lignende skatter eller avgifter i ikke-amerikanske jurisdiksjoner. Du godtar å holde oss skadesløs for eventuelle vurderinger mot oss fordi du ikke fulgte noen skattelover.",
    "2931396764": "11. Brudd på disse vilkårene for bruk",
    "1240667045": "Vi kan suspendere, begrense eller kansellere din tilgang til tjenestene når som helst, uansett årsak, inkludert fordi: (a) vi mener du har brutt disse vilkårene for bruk (inkludert andre relaterte retningslinjer); (b) vi mener at du har krenket rettighetene våre eller rettighetene til en tredjepart; (c) vi ikke er i stand til å bekrefte eller autentisere informasjon du har gitt oss; eller (d) vi tror at handlingene dine kan skape forpliktelser for deg, oss eller en tredjepart. For å unngå tvil forbeholder vi oss retten til å forhindre eller suspendere betaling til deg hvis vi med rimelighet tror at noe av det foregående gjelder for slik betaling.",
    "1601080128": "Hvis vi suspenderer eller avslutter kontoen din, vil du ikke lenger ha tilgang til noen deler av nettstedet, inkludert data, meldinger, filer og annet materiale du oppbevarer på nettstedet. Du kan IKKE fortsette å bruke nettstedet vårt under et annet eller nytt kontonavn. Brudd på disse vilkårene for bruk kan bli straffeforfulgt i det fulle omfang av loven og kan føre til ytterligere straffer og sanksjoner.",
    "1160707899": "12. Bidragsyters rolle og forhold til IMI og andre forespørsler",
    "269838707": "Hvis du er en bidragsyter, bestemmer du og bare du hvilke og hvor mange oppgaver du skal fullføre, og når og hvor du fullfører dem. Du står fritt til å bruke så mye eller så lite tid på å fullføre oppgaver som du velger. Du er ikke på noe tidspunkt forpliktet til å fullføre en oppgave.",
    "1087195513": "Hvis du er en bidragsyter som får tilgang til tjenestene og/eller utfører oppgaver gjennom eller i forbindelse med en integrator på vegne av en forespørsel som ikke er IMI, samtykker og erkjenner du at Intuition Machines ikke er ansvarlig for og ikke har noen forpliktelse overfor deg med respekt for eventuelle belønninger eller annen kompensasjon for fullførte oppgaver. Du godtar og erkjenner at enhver belønning eller annen kompensasjon for fullførte oppgaver bestemmes utelukkende i samsvar med din avtale med forespørselen og/eller integratoren, alt etter hva som er aktuelt. Eventuelle tvister angående slike belønninger eller annen kompensasjon (inkludert, men ikke begrenset til, unnlatelse av å motta slike belønninger eller annen kompensasjon) er utelukkende mellom deg og forespørselen og/eller integratoren, alt etter hva som er aktuelt.",
    "952813944": "Verken din bruk av nettstedet vårt eller noe i denne avtalen skaper et ansettelses-, partnerskap-, joint venture-, byrå-, franchise- eller salgsrepresentantforhold mellom deg og Intuition Machines. Vi gir deg ikke noe utstyr eller verktøy for å fullføre en oppgave. Vi gir deg ingen fordeler, arbeidskompensasjon eller forsikringsdekning. Vi er ikke ansvarlige for eventuelle utgifter du pådrar deg ved bruk av nettstedet vårt. Vi vil ikke holde tilbake noe beløp fra belønningen din for føderal eller statlig inntektsskatt, trygd eller annen skatt. Du er til enhver tid fri til å utføre oppgaver for enhver person eller virksomhet, inkludert enhver av våre konkurrenter. Du har ikke myndighet til å inngå noen kontrakt, skriftlig eller muntlig, på vegne av Intuition Machines.",
    "3460432665": "Til tross for det foregående, hvis du er en amerikansk skattebetaler, kan vi be deg om en W-9 som oppdateres årlig, og vi kan hindre deg i å utføre oppgaver før du har fullført eller oppdatert en W-9.",
    "458271951": "Hvis du er en bidragsyter som får tilgang til tjenestene og/eller utfører oppgaver gjennom eller i forbindelse med en integrator på vegne av Intuition Machines (fungerer som en forespørsel), kan Intuition Machines belønne deg for akseptabel fullføring av visse oppgaver. I tilfelle du blir funnet å ha deltatt i svindel, misbruk eller brudd på disse tjenestevilkårene, kan enhver og alle belønninger til deg holdes tilbake og/eller gjenvinnes av Intuition Machines.",
    "3056723024": "13. Uakseptabel fullføring av oppgaver",
    "3913203723": "Hvis, av en eller annen grunn, søkeren ikke aksepterer utførelsen av en oppgave du har fullført, vil du som bidragsyter eller integrator ikke ha rett til noen belønning for oppgaven. I tilfelle belønninger allerede ble spredt til deg for en uakseptabelt utført oppgave, kan vi få dem tilbake fra deg.",
    "3666807632": "14. Bidragsyters kvalifikasjoner og ferdigheter",
    "1993899769": "15. Vår bruk av informasjon",
    "2927283721": "Ved å utføre oppgaver på nettstedet vårt, autoriserer du innsamling, bruk og utlevering av din personlige informasjon i samsvar med vår personvernerklæring. I tillegg kan vi dele viss informasjon om deg og dine fullførte oppgaver til forespørselen hvis oppgaver du har fullført for å lette tjenesteforholdet og forbedre nettstedet, inkludert for eksempel bidragsyter-ID, resultater av fullførte oppgaver og andre attributter knyttet til dine kvalifikasjoner, språk, ferdigheter og bruk av nettstedet.",
    "3027055607": "16. Immaterielle rettigheter og eiendomsrettigheter",
    "3910971075": "IMI eier alle rettigheter, inkludert immaterielle rettigheter, til kildekoden, objektkoden eller den underliggende strukturen, ideer eller algoritmer, API og eventuell tilleggsprogramvare, dokumentasjon eller data relatert til tjenestene (\"programvare\"). Du vil ikke, direkte eller indirekte, via en tredjepart eller på annen måte: (a) reversere, dekompilere, demontere eller på annen måte forsøke å oppdage programvaren; (b) modifisere, oversette eller lage avledede verk basert på programvare; (c) kopiere, leie ut, lease, distribuere, pantsette, tildele eller på annen måte overføre eller hefte rettigheter til programvare; (d) bruke programvare til tidsdeling, servicebyråformål eller på annen måte til fordel for en tredjepart; eller (e) fjerne eventuelle proprietære merknader eller etiketter.",
    "3660891610": "Hvis du er en bidragsyter, har IMI, og ikke du, eiendomsrettigheter til ethvert arbeid du produserer som en del av å fullføre en oppgave. Ved å akseptere vilkårene i denne avtalen godtar du (og gjør herved) å overføre besittelse, eierskap og eiendomsrett (inkludert alle immaterielle rettigheter som eksisterer over hele verden) i og til arbeidet ditt til oss. For å sikre at vi er i stand til å erverve, perfeksjonere og bruke slike rettigheter, godtar du videre å (i) signere alle dokumenter for å hjelpe til med dokumentasjon, perfeksjon og håndheving av våre rettigheter; og (ii) gi rimelig tilgang til informasjon for å registrere, perfeksjonere, sikre, forsvare og håndheve slike eiendomsrettigheter i alle land. Dine forpliktelser under denne delen vil fortsette selv etter at du har avregistrert deg fra eller slutter å bruke tjenestene. Du oppnevner oss som din faktiske advokat for å utføre dokumenter på dine vegne for formålene som er angitt i denne delen.",
    "426125156": "17. Opphavsrett og fjerning",
    "1408530660": "IMI respekterer andres immaterielle rettigheter, og vi forbeholder oss retten til å fjerne fra nettstedet vårt alt materiale som vi mener kan krenke de intellektuelle rettighetene til en tredjepart. Hvis du mener at ditt eget arbeid har blitt kopiert på en måte som utgjør brudd på opphavsretten på denne nettsiden, vennligst kontakt Intuition Machines kundestøtte.",
    "2696932851": "18. Skadeserstatning",
    "3844300338": "Du godtar å holde oss skadesløs, forsvare og holde oss skadesløse fra alle krav, skader, ansvar, kostnader og utgifter (inkludert rimelige advokatsalærer og kostnader), som oppstår fra eller er relatert til din utførelse av oppgaver eller din bruk av nettstedet vårt .",
    "2474091800": "19. Tvister med andre brukere; Utgivelse",
    "3162107126": "IMI er ikke part i noen tvist mellom deg og en annen bruker av tjenestene. Du fritar IMI og dets tilknyttede selskaper fra alle krav, krav og skader av enhver art og natur, kjente og ukjente, mistenkte og ikke mistenkte, avslørt og ikke avslørt, som oppstår som følge av eller forbundet med enhver tvist mellom deg og en annen bruker.",
    "2271969747": "20. Konfidensiell informasjon du mottar",
    "1042802841": "Konfidensiell informasjon er all informasjon som er merket som konfidensiell eller proprietær, eller som med rimelighet bør forstås av den mottakende parten som konfidensiell eller proprietær. Dette inkluderer ikke informasjon som er (1) offentlig tilgjengelig, (2) som allerede er i besittelse av, utviklet uavhengig av eller allerede er kjent for den mottakende parten, eller (3) har blitt avslørt ved rettskjennelse eller som på annen måte kreves av lov.",
    "1918025546": "Hvis du får konfidensiell informasjon fra noen på tjenestene, godtar du å beskytte hemmeligholdet til den konfidensielle informasjonen med samme grad av forsiktighet som du bruker for å beskytte din egen konfidensielle informasjon, men under ingen omstendigheter med mindre enn nødvendig omhu. Du kan ikke avsløre eller publisere slik konfidensiell eller proprietær informasjon, med unntak av det som kan være nødvendig for å utføre en oppgave. All informasjon i en oppgave på Intuition Machines Platform skal betraktes som konfidensiell selv om informasjonen ikke uttrykkelig er utpekt som konfidensiell.",
    "2690395789": "Hvis og når du ikke lenger trenger den konfidensielle informasjonen du mottok, må du umiddelbart returnere eller ødelegge (som forespurt av den som har gitt informasjonen) alle kopier av informasjonen som finnes i lokalene, systemene eller annet utstyr du kontrollerer.",
    "2178073797": "Fordi avsløring av konfidensiell informasjon kan forårsake uopprettelig skade, har den avslørende parten rett til å søke påbud for ethvert brudd eller truende brudd på dette vilkåret.",
    "2185860003": "21. Nettstedendringer",
    "2631249972": "Vi kan forbedre eller endre nettstedet vårt uten varsel til deg.",
    "3764131594": "22. Tredjeparts nettsteder",
    "295955580": "Vår nettside kan inneholde lenker til tredjeparts nettsteder. Vi kontrollerer, undersøker, overvåker eller sjekker slike nettsteder. Vi er ikke ansvarlige for og støtter heller ikke dataprogrammene, innholdet eller meningene på slike nettsteder. Hvis du bestemmer deg for å forlate nettstedet vårt og gå inn på en tredjeparts nettside, gjør du det på egen risiko.",
    "838225123": "23. Fraskrivelse av garanti",
    "3897238493": "TJENESTERNE LEVERES PÅ EN \"SOM DE ER\". VI GIR INGEN ERKLÆRINGER ELLER GARANTIER, UNDERFORSTÅTTE ELLER UTTRYKKELIGE, MED HENSYN TIL TILGJENGELIGHET, EGNETHET, LOVLIGHET, TILGJENGELIGHET ELLER FUNKSJONALITET TIL TJENESTERNE, NOEN RELATERET PROGRAMVARE ELLER EGENSKAPER, RETNINGSLINJER, RETNINGSLINJER. I DEN MAKSIMALTE UTREDNING LOV TILLATER, FRASKRIVER IMI seg ALLE UTTRYKTE ELLER UNDERFORSTÅTE BETINGELSER, REPRESENTASJONER OG GARANTIER, INKLUDERT, MEN IKKE BEGRENSET TIL, GARANTIER OM SALGBARHET, EGNETHET FOR EN SPESIFIKASJON, ELLER ELLER. DITT ENESTE OG EKSKLUSIVE RETTSMIDDEL MOT IMI MED HENSYN TIL EVENTUELLE DEFEKTER, MISLIKE ELLER MISNØYDHET ER Å OPPSLUTE BRUKEN AV TJENESTERNE. Vi har intet ansvar for skade på datasystemet ditt, tap eller korrupsjon av data eller annen skade som resulterer fra din tilgang til eller bruk av nettstedet eller Intuition Machines Platform. Planlagte og ikke-planlagte avbrudd kan forekomme, og vi garanterer ikke uavbrutt tilgjengelighet av nettstedet vårt.",
    "2110259227": "24. Ansvarsbegrensning",
    "3018077211": "25. Bidragsyters tvisteløsning",
    "2790841456": "Hvis du er en bidragsyter, godtar du følgende voldgiftsklausul og fraskrivelse av gruppesøksmål:",
    "3302832698": "Alternativ tvisteløsning kreves.",
    "561456032": "Du godtar at for enhver tvist som oppstår fra eller er relatert til din bruk av tjenestene, inkludert enhver tvist som kan ha oppstått fra det tidspunktet du begynte å utføre oppgaver for IMI, og spesifikt inkludert ethvert krav knyttet til hvorvidt du klassifiseres som en uavhengig kontraktør, vil du først varsle IMI om kravet ditt mot den. Du og IMI vil da forsøke å løse problemet enten gjennom direkte forhandlinger eller mekling. Vi deler kostnadene ved mekling likt og godtar at mekling skal foregå via telefon eller andre elektroniske midler. Hvis et krav forblir uløst etter uformelle forhandlinger eller mekling, godtar du at du og IMI vil bruke endelig og bindende voldgift for å løse tvisten. Denne klausulen regulerer alle krav med tilbakevirkende kraft fra det tidspunktet du begynte å bruke nettstedet vårt, enten det er basert på erstatning, kontrakt, lov, inkludert, men ikke begrenset til, eventuelle krav om diskriminering og trakassering, enten de er basert på California Fair Employment and Housing Act , Tittel VII av Civil Rights Act av 1964, som endret, eller enhver annen statlig eller føderal lov eller forskrift, rettferdig lov eller annet.",
    "3794239003": "Voldgiftsprosedyre.",
    "4193379787": "All voldgift under denne avtalen vil bli utført under reglene til American Arbitration Association eller av en gjensidig avtalt voldgiftstjeneste. Voldgiftsdommeren vil være en amerikansk voldgiftsdommer valgt fra en liste med ikke mindre enn syv (7) navn gjennom alternative streik. Ved voldgift vil hver part ha rett til å gjennomføre tilstrekkelig sivil oppdagelse, komme med dispositive forslag og presentere vitner og bevis etter behov for å presentere sine saker og forsvar, og eventuelle tvister i denne forbindelse skal løses av voldgiftsdommeren. Løsningen av tvisten skal utelukkende være basert på loven som regulerer kravene og forsvarene som fremsettes, og voldgiftsdommeren kan ikke påberope seg noe annet grunnlag enn slik kontrollerende lov. Voldgiftsdommeren skal ha en dommers immunitet mot sivilt ansvar når han opptrer i egenskap av en voldgiftsdommer, hvilken immunitet supplerer enhver annen eksisterende immunitet. Tildelinger må inneholde voldgiftsdommerens skriftlige begrunnede mening. Du gir fra deg retten til rettssak ved jury for ethvert krav du måtte ha mot IMI eller som IMI måtte ha mot deg. Ethvert krav i henhold til denne klausulen må fremmes innen gjeldende foreldelsesfrist. United States Federal Arbitration Act regulerer denne klausulen, og du erkjenner at denne avtalen beviser en transaksjon i handel.",
    "2583888954": "Unntak.",
    "1034830": "Tvister som kanskje ikke er gjenstand for en forhåndsbestridt voldgiftsavtale i henhold til Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) er ekskludert fra dette",
    "263977834": "Administrativ utmattelse.",
    "1807512722": "Du kan fremme ethvert krav som oppstår på grunn av din bruk av denne nettsiden til et administrativt byrå, men bare i den grad gjeldende lov tillater tilgang til et slikt byrå til tross for eksistensen av en avtale om voldgift. Slike administrative krav inkluderer uten begrensning krav eller siktelser som bringes inn for Equal Employment Opportunity Commission, US Department of Labor og National Labor Relations Board. Ingenting i denne klausulen skal anses for å hindre eller unnskylde deg fra å fremme et administrativt krav for et byrå for å oppfylle din forpliktelse til å uttømme administrative rettsmidler før du fremsetter et krav i voldgift, men du frasier deg retten til enhver pengebelønning gjennom denne t. byråets saksbehandling.",
    "996430331": "Plassering av voldgift.",
    "3040062804": "Enhver voldgiftsbehandling under denne delen vil foregå som standard i staten California, med mindre du er bosatt utenfor USA, i så fall vil voldgiften foregå helt elektronisk eller telefonisk. Voldgiften kan finne sted på et hvilket som helst annet sted dersom det er skriftlig avtalt med hver part. Uansett hvor den befinner seg, kan enhver part velge å møte ved voldgiften via direktesendt video eller telekonferanse.",
    "3091247030": "Frafall for gruppesøksmål.",
    "2520904193": "Du fraskriver deg enhver rett du har til at enhver tvist blir brakt, hørt eller voldgiftsrett som et klasse-, kollektiv- eller representativt søksmål. Uavhengig av eventuelle andre klausuler i denne avtalen, skal den foregående setningen ikke kunne skilles fra denne avtalen i alle tilfeller. Ethvert krav om at hele eller deler av denne fraskrivelsen er ugjennomførbar, samvittighetsløs, ugyldig eller annullerbar, kan bare avgjøres av en domstol med kompetent jurisdiksjon og ikke av en voldgiftsdommer. Du vil ikke bli gjengjeldt mot eller forhindret fra å fullføre oppgaver på nettstedet vårt som et resultat av at du utøver rettighetene dine i henhold til seksjon 7 i National Labour Relations Act, eller ved innlevering av eller deltakelse i en gruppe-, kollektiv- eller representativ handling i et hvilket som helst forum , men vi kan lovlig søke håndhevelse av denne fraskrivelsen av gruppesøksmål, og søke avvisning av slike gruppesøksmål, kollektive eller representative søksmål eller krav.",
    "3493572638": "Kostnader og gebyrer.",
    "702926385": "Partene skal hver bære sine respektive kostnader for juridisk representasjon ved en slik voldgift, bortsett fra i den grad advokatsalærer er eksplisitt fastsatt ved lov. Partene vil dele eventuelle innledende administrative gebyrer som belastes av voldgiftsdommeren, opp til en maksimal kostnad for deg på to hundre og femti dollar (US$250,00). Kostnadene til voldgiftsdommeren og rettsreporteren, hvis noen, skal i utgangspunktet dekkes av oss; voldgiftsdommeren skal imidlertid ha friheten til å tildele passende kostnader til den rådende part, som foreskrevet ved lov, og/eller kreve at partene deler kostnadene knyttet til voldgiftsdommeren og/eller rettsreporteren.",
    "3199694247": "Skillebarhet.",
    "3102490587": "Bortsett fra gruppesøksmålet, hvis et vilkår eller en bestemmelse, eller en del av denne voldgiftsklausulen erklæres ugyldig eller ikke kan håndheves, vil den bli opphevet og resten av voldgiftsklausulen vil kunne håndheves.",
    "2323013093": "26. Gjeldende lov",
    "2900525040": "Lovene i staten California styrer disse vilkårene for bruk og enhver uenighet, tvist eller krav som oppstår fra dem.",
    "3339302473": "27. Oppsigelse",
    "1158384644": "Du kan når som helst velge å slutte å bruke nettstedet vårt, forutsatt at du må overholde alle gjeldende IMI-retningslinjer. Vi kan, etter eget skjønn, si opp denne avtalen, suspendere tilgangen til nettstedet vårt eller fjerne alle tjenester umiddelbart uten varsel, uansett årsak.",
    "41530052": "28. Generelle vilkår",
    "3202747130": "Hele avtalen. Disse vilkårene for bruk og eventuelle retningslinjer, prosedyrer eller vilkår referert til i denne avtalen utgjør hele avtalen mellom partene med hensyn til emnet, og erstatter og kansellerer alle tidligere og samtidige relaterte avtaler, krav, representasjoner og forståelser av partene .",
    "4080263153": "Ingen fraskrivelse. Vi vil ikke anses å ha gitt avkall på noen del av våre rettigheter eller rettsmidler med mindre fraskrivelsen er skriftlig og signert av oss. Hvis vi forsinker håndhevingen eller unnlater å håndheve rettighetene våre i henhold til noen bestemmelse i denne avtalen, vil det ikke utgjøre en fraskrivelse av vår rett til senere å håndheve en slik bestemmelse eller noen del av denne avtalen.",
    "1789371580": "Tildelingsevne. Du kan ikke tildele disse tjenestevilkårene uten vårt skriftlige samtykke på forhånd. Vi kan tildele disse vilkårene for bruk når som helst, uten varsel. Med forbehold om det foregående, vil disse tjenestevilkårene være bindende for hver parts etterfølgere og tillatte overdragere.",
    "2819628066": "Skillebarhet. Hvis en bestemmelse i disse tjenestevilkårene av en eller annen grunn blir funnet ugyldig eller ikke kan håndheves, vil det ikke påvirke gyldigheten og håndhevbarheten til eventuelle gjenværende bestemmelser.",
    "3955981186": "Endringer. Ingen endringer eller endringer i disse vilkårene for bruk av andre enn IMI skal være bindende for IMI med mindre i et skriftlig dokument signert av en behørig autorisert representant for IMI.",
    "1377538813": "Rådende språk. Den engelskspråklige versjonen av disse tjenestevilkårene vil kontrollere i alle henseender og vil gjelde i tilfelle eventuelle uoverensstemmelser med oversatte versjoner, hvis noen.",
    "2438016011": "Frivillig avtale. Alle parter i disse vilkårene for bruk representerer og samtykker i at hver av partene har gjennomgått alle aspekter av denne avtalen, har lest og fullt ut forstått alle dens bestemmelser, og at de frivillig inngår denne avtalen.",
    "2445034923": "Hvis du ikke er enig i alle vilkårene og betingelsene i disse tjenestevilkårene, må du ikke (og du kan ikke) bruke eller få tilgang til nettstedet eller tjenestene.",
    "2646127839": "Kundevedlegg til hovedvilkårene for bruk",
    "4097297673": "Som kunde, forespørsel eller integrator godtar du å være bundet av vilkårene nedenfor i tillegg til eventuelle andre bindende vilkår mellom deg og IMI.",
    "1093280979": "1. Plattformbestillingsskjemaer",
    "1549953005": "Du kan ha fylt ut ett eller flere bestillingsskjemaer for plattformtilgang (hver, et \"bestillingsskjema\") som en betingelse for å bli en kunde eller forespørsel. I så fall blir vilkårene og betingelsene beskrevet i bestillingsskjemaet en del av vilkårene for bruk og er herved innlemmet ved referanse.",
    "3819851005": "2. Gebyrer",
    "1591032933": "Du betaler IMI gebyrene som beskrevet i det gjeldende bestillingsskjemaet via betalingsmåten du oppga i det gjeldende bestillingsskjemaet. Med mindre annet er uttrykkelig skriftlig avtalt av begge parter, vil du gi full betaling for alle fakturaer utstedt innen tretti (30) dager etter fakturaens forsendelsesdato. Du autoriserer oss til å kjøre kredittkortautorisasjoner på all kredittkortinformasjon du oppgir til oss, til å lagre denne kredittkortinformasjonen og til å belaste kredittkortet ditt eller en annen konto vi gjensidig godtar som betalingsmåte. Med mindre annet er angitt på bestillingsskjemaet eller i din Enterprise-tjenesteavtale eller hovedtjenesteavtale, faktureres alle avgifter for tjenester, bortsett fra overskridelser, årlig ved starten av tjenester levert av IMI under avtalen din (\"ikrafttredelsesdatoen\").",
    "4142610534": "Eventuelle forsinkede betalinger vil påløpe forsinkelsesgebyrer med en sats på 1,5 % prosent per måned eller det maksimale beløpet som er tillatt ved lov, avhengig av hva som er lavest. Hvis du av en eller annen grunn unnlater å betale det skyldige beløpet i henhold til denne avtalen, kan kontoen din bli suspendert, etter eget skjønn, i så fall vil ingen ytterligere betalinger bli gjort fra kontoen din for fullføring av oppgaver, og alle oppgavene dine vil bli fjernet fra nettsiden vår. Du må tilbakebetale oss for alle skyldige beløp ved forespørsel, pluss eventuelle behandlingsgebyrer, forsinkelsesgebyrer eller advokathonorarer. Vi kan også lage passende rapporter til kredittrapporteringsbyråer og rettshåndhevende myndigheter.",
    "512991700": "Hvis du ønsker å bestride eventuelle gebyrer, må du kontakte vår kundestøtteavdeling senest tretti (30) dager etter utløpsdatoen på den første fakturerings- eller kontoutskriften der feilen eller problemet dukket opp for å motta en justering eller kreditering.",
    "1273914192": "3. Skatter",
    "4242322181": "Du er ansvarlig for betaling av alle skatter knyttet til tjenestene bortsett fra amerikanske skatter beregnet på Intuition Machines' nettoinntekt eller personlige eiendeler.",
    "1671996585": "Du kan bli bedt om å integrere nettstedet, applikasjonen eller plattformen din med tjenestene våre via vårt applikasjonsprogrammeringsgrensesnitt (\"API\"). I tilfelle du gjør det, gir vi deg en begrenset, ikke-eksklusiv, ikke-overførbar, ikke-overdragbar, tilbakekallbar lisens til å bruke API-en utelukkende for å få tilgang til tjenestene. Vi kan endre API og/eller slutte å støtte gamle versjoner eller utgivelser av API når som helst. Vi forbeholder oss retten til å suspendere eller begrense tilgangen din til API-en etter eget skjønn, og vi vil bruke rimelig innsats for å gi deg beskjed før suspensjon.",
    "4036662147": "5. Beskyttelse av konfidensiell informasjon",
    "3564208535": "Du godtar å bruke kommersielt rimelige tiltak for å beskytte konfidensiell informasjon mottatt fra oss eller via våre tjenester. inkluderer botscore og ikke-offentlige detaljer om bedriftstjenesten vår, inkludert ikke-offentlig dokumentasjon og alle detaljer vi kan dele angående botdeteksjonsmetoder. Hvis du får tilgang til slik konfidensiell informasjon, kan vi endre, suspendere eller begrense tilgangen din til tjenestene våre etter eget skjønn hvis vi fastslår at konfidensiell informasjon blir avslørt ved din bruk av tjenestene våre, og vi vil bruke rimelig innsats. for å gi deg varsel før suspensjon.",
    "120384113": "6. Oppsigelse",
    "453723556": "Du kan si opp dette kundetillegget uavhengig av vilkårene for bruk ved å slutte å være kunde eller forespørsel. Vi forbeholder oss retten til å suspendere eller avslutte statusen din som kunde eller forespørsel når som helst, eller på annen måte avslutte kontoen din eller bruken av tjenestene i samsvar med vilkårene for bruk. Du forblir ansvarlig ved oppsigelse for ethvert beløp som skal betales under bestillingsskjemaet ditt. Hvis abonnementet ditt inkluderer månedlige eller årlige avgifter eller månedlige eller årlige minimumskrav, vil du fortsatt være ansvarlig for å betale for alle tjenesteavgifter til slutten av henholdsvis den måneden eller året.",
    "218889628": "Bortsett fra der vi avslutter dette kundetillegget eller tjenestevilkårene som et resultat av ditt brudd på dette kundetillegget eller tjenestevilkårene, hvis vi avslutter og du har forhåndsbetalt gebyrer til oss, vil vi refundere en pro-rata del av disse forhåndsbetalte beløp, basert på gjenværende tid eller tjenester du har betalt for, avhengig av hva som er minst. Vi vil avslutte arbeidet vårt på en kommersielt rimelig måte og bevare og levere til deg alle betalte utdatasett og alle kundedata i vår besittelse. Ved enhver oppsigelse kan vi, men er ikke forpliktet til å slette noen data.",
    "2505227594": "7. Overskudd",
    "2369877184": "Maksimal tillatt topp RPS-rate for hCaptcha-integratorer eller -kunder er 1000 forespørsler per sekund til enheter på kontoen din (\"RPS\"), med mindre annet er spesifisert i en skriftlig kontraktsavtale mellom deg og oss.",
    "234420106": "I tilfelle du er en integrator eller kunde av hCaptcha Enterprise-tjenesten og API-bruken din målt ved RPS overstiger den tildelte satsen for tjenestenivået ditt, kan vi velge å endre tjenesten din eller belaste en overskuddssats. I tilfelle den høyeste RPS-frekvensen din overstiger den tilrettelagte frekvensen med en faktor 10 i 10 minutter eller mer totalt i løpet av en 30-dagers periode, og de fleste av disse forespørslene er, etter vår egen vurdering, ikke ondsinnet trafikk, kan vi velge å belaste deg med den kontraktsmessig spesifiserte overskuddssatsen for alle API-forespørsler gjort i den måneden.",
    "2619472217": "8. Videresalg",
    "2019702084": "Med mindre det er uttrykkelig tillatt i kundens hovedtjenesteavtale eller forhandleravtale, skal bestilte SaaS-tjenester ikke selges, videreselges, leases, videreleases, lisensieres, underlisensieres eller på annen måte gjøres tilgjengelig for noen annen tredjepart (annet enn en tilknyttet kunde ), og alle bestillinger i henhold til avtalen og all kundebruk av tjenesten skal være for kundens eller dets tilknyttede selskaps egen interne forretningsbruk.",
    "1233229030": "Diverse",
    "1467783792": "Ingen person, enhet eller organisasjon sanksjonert av USA (en \"sanksjonert aktør\") er kvalifisert for belønninger eller til å bruke tjenestene som en integrator. For å unngå tvil inkluderer dette alle sanksjonerte aktører utpekt av Office of Foreign Assets Control (\"OFAC\") i det amerikanske finansdepartementet.",
    "3759657802": "Du kan ikke på noen måte tildele, overføre eller delegere disse vilkårene for bruk eller dine rettigheter eller forpliktelser (ved lov eller på annen måte).",
    "1627232990": "Oversettelser av disse vilkårene for bruk tilbys etter beste innsats. I tilfelle noen vesentlig forskjell mellom de engelskspråklige tjenestevilkårene og en oversettelse av disse, skal de engelskspråklige tjenestevilkårene tolkes som autoritative.",
    "805221621": "Vennligst kontakt oss på",
    "259613338": "hvis du har spørsmål angående disse vilkårene for bruk.",
    "2735878907": "Erklæring om kontinuitetsplanlegging",
    "2887242610": "Intuition Machines, Inc har utviklet en Business Continuity Plan for hvordan vi vil reagere på hendelser som vesentlig forstyrrer vår hCaptcha-virksomhet. Siden tidspunktet og virkningen av katastrofer og forstyrrelser er uforutsigbar, må vi være fleksible når det gjelder å reagere på faktiske hendelser når de inntreffer. Med det i tankene gir vi deg denne informasjonen om vår forretningskontinuitetsplan.",
    "809251240": "Kontakt oss",
    "2551802342": "– Vi planlegger å raskt gjenopprette og gjenoppta forretningsdriften etter en betydelig forretningsforstyrrelse og reagere ved å beskytte våre ansatte og eiendom, foreta en økonomisk og operasjonell vurdering, beskytte firmaets bøker og registre, og la våre kunder og deres sluttbrukere handle online. Kort sagt, vår forretningskontinuitetsplan er utformet for å tillate vårt firma å gjenoppta driften så raskt som mulig, gitt omfanget og alvorlighetsgraden av den betydelige forretningsavbruddet. Vår forretningskontinuitetsplan tar for seg: sikkerhetskopiering og gjenoppretting av data; alle oppdragskritiske systemer; økonomiske og operasjonelle vurderinger; alternativ kommunikasjon med kunder, ansatte og tilsynsorganer; alternativ fysisk plassering av ansatte; kritisk leverandør- og kundepåvirkning; regulatorisk rapportering; og gi kundene våre umiddelbar varsel hvis vi ikke er i stand til å fortsette vår virksomhet. Vår kjerneleverandørpool støtter opp om våre viktige poster i et geografisk atskilt område. Selv om enhver nødsituasjon byr på unike problemer basert på eksterne faktorer, som tid på døgnet og alvorlighetsgraden av avbruddet, har vi blitt informert av denne leverandørpoolen om at deres mål er å gjenopprette sin egen drift og raskt kunne gjenoppta tjenester. Selv om vi har jobbet for å redusere risiko ved å bruke et mangfoldig sett med leverandører, kan tjenestene dine bli endret eller avbrutt i løpet av denne perioden.",
    "826396656": "Vår forretningskontinuitetsplan",
    "1979347895": "– Betydelige forretningsforstyrrelser kan variere i omfang, for eksempel bare vårt firma, en enkelt bygning som huser firmaet vårt, nabolaget der firmaet vårt holder til, byen der vi holder til, eller hele regionen. Innenfor hvert av disse områdene kan alvorlighetsgraden av forstyrrelsen også variere fra minimal til alvorlig. I en forstyrrelse av vårt firma, vårt forretningsdistrikt, by eller region eller en bygning som huser firmaet vårt, vil vi overføre vår virksomhet til et lokalt sted når det er nødvendig og forventer ingen vesentlig forstyrrelse av forretningsdriften. I begge situasjonene planlegger vi å fortsette i virksomheten, overføre driften til alternative leverandører om nødvendig, og varsle deg via nettstedet vårt på hcaptcha.com og statussiden vår på hcaptchastatus.com om hvordan du kan kontakte oss. Hvis den betydelige driftsforstyrrelsen er så alvorlig at den hindrer oss i å fortsette i virksomheten, vil vi varsle deg raskt.",
    "653679457": "Varierende forstyrrelser",
    "410397176": "For mer informasjon",
    "2095899021": "hCaptcha merkevareretningslinjer og generell varemerkelisens",
    "2340340589": "Retningslinjer for bruk av hCaptcha-merket",
    "2430148876": "Vi har laget disse retningslinjene og den generelle varemerkelisensen for å gjøre det så enkelt som mulig for våre kunder, partnere og fans å jobbe med merkevaren vår samtidig som vi bevarer bedriftens identitet. Hvis du trenger å bruke hCaptcha-ikoner, logoer eller andre merker på måter som vesentlig avviker fra disse retningslinjene, må du kontakte oss (IMI) for en skriftlig lisens.",
    "3884400764": "Selv om du kan bruke hCaptcha-merker i henhold til disse retningslinjene, betyr det ikke at du har noen opptjente rettigheter til hCaptcha-merker, logoer eller andre varemerker, handelsnavn, tjenestemerker, firmanavn eller goodwill til hCaptcha. Vi ønsker å gi så mye fleksibilitet som mulig, men vi er forpliktet til å beskytte hCaptcha mot uautorisert bruk av ethvert varemerke, handelsnavn, tjenestemerke, firmanavn eller goodwill til hCaptcha. Enhver uautorisert bruk avslutter automatisk tillatelsen eller lisensen gitt av hCaptcha og kan pådra seg juridisk ansvar for eventuelle skader.",
    "512598290": "Derfor må vi be om at du alltid bruker alle hCaptcha-merker og logoer i en form som overholder reglene nedenfor, inkludert store bokstaver, skrifttyper og stil.",
    "2075610992": "Takk for støtten!",
    "1023190144": "hCaptcha® i tekst",
    "4274324704": "Slik bruker du navnet vårt i skriftlig kopi:",
    "3912926900": "hCaptcha® bør ha et registrert varemerkesymbol første gang det vises i en kreativ kopi.",
    "950637875": "stavemåte for hCaptcha skal aldri endres, og hCaptcha skal alltid skrives med stor bokstav (\"C\"). Det er aldri flertall eller besittende.",
    "2624601135": "\"hCaptcha\" skal ikke brukes som en del av et merkenavn, koblet sammen med en bindestrek eller brukes i navn på applikasjoner eller andre produkter.",
    "3828090208": "Bruk i stedet \"for hCaptcha\". Hvis den brukes med en tredjepartslogo, må \"for hCaptcha\" være mindre enn tredjepartslogoen.",
    "4149738856": "hCaptcha skal brukes som et adjektiv og etterfølges av et egentlig generisk begrep.",
    "1446868537": "hCaptcha skal aldri brukes som et verb.",
    "2487931657": "Ikke bruk: \"vi hCaptcha'd nettstedet vårt.\"",
    "2565565429": "Bruk i stedet: \"vi bruker hCaptcha for å gjøre siden vår tryggere og sikrere.\"",
    "3434202027": "Enhver bruk av hCaptcha-navnet i kommunikasjon krever attribusjonen: \"hCaptcha er et registrert varemerke for Intuition Machines, Inc.\"",
    "2754937029": "Uakseptabel bruk",
    "2436973524": "Kun nøyaktige referanser er akseptable. Det er ikke tillatt å si at et nettsted bruker hCaptcha-tjenester og -applikasjoner når det ikke gjør det. På samme måte er bruken av logoen vår eller eventuelle merker kun hensiktsmessig når nettstedet bruker hCaptcha-tjenester.",
    "69844082": "hCaptcha-varemerker, grafiske symboler, logoer, skrifttyper eller ikoner kan heller ikke brukes på en nedsettende måte.",
    "3861413614": "Du kan ikke bruke noe hCaptcha-varemerke eller -logo som antyder at hCaptcha har en tilknytning til eller godkjenning, sponsing eller støtte for et tredjepartsprodukt eller -tjeneste, uten uttrykkelig skriftlig tillatelse.",
    "1409822234": "Under ingen omstendigheter skal et identisk eller nesten identisk hCaptcha-varemerke brukes som et domenenavn.",
    "4181060163": "Tredjeparter bør ikke bruke variasjoner eller feilstavinger eller handle på noen måte som kan føre til noen innledende interesseforvirring over hCaptcha-varemerker.",
    "3955555607": "Bortsett fra partnere eller autoriserte forhandlere, kan ikke tredjeparter by på søkeord, Google AdWords eller andre målrettede annonseringssystemer som bruker hCaptcha-merker eller feilstavinger. Tredjeparter kan heller ikke bruke hCaptcha-merker i domenenavn, søkemotoroptimalisering, metakoder, søkeord, kode eller annen feilaktig fremstilling.",
    "1985238261": "Andre begrensede merker",
    "2193061499": "Noen av våre logoer og merker er begrenset til å brukes av hCaptcha og dets partnere. Tredjeparter kan ikke bruke følgende merker uten skriftlig lisens fra hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop av hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Hjelp til å bygge et bedre web™",
    "364774188": "Jeg er menneske™",
    "2785425016": "(i sammenheng med en løsning for menneskelig verifisering, f.eks. en oppfordring til handling)",
    "2639657759": "Merker brukt med tillatelse",
    "1268918580": "Noen av logoene og merkene som brukes av hCaptcha og dets partnere eies av tredjeparter og kan kun brukes med deres tillatelse. Tredjeparter kan ikke bruke følgende merker, med mindre det er tillatt av deres eiere:",
    "3782751514": "HUMAN Protocol® er et registrert varemerke for HUMAN Protocol Foundation, og brukes med deres tillatelse.",
    "1620709264": "HUMAN Token® er et registrert varemerke for HUMAN Protocol Foundation, og brukes med dets tillatelse.",
    "3031953928": "HUMAN Network™ er et varemerke for HUMAN Protocol Foundation, og brukes med deres tillatelse.",
    "3554363588": "Andre merker",
    "3290996791": "Alle andre produktnavn, logoer og merker tilhører sine respektive eiere. Alle andre firma-, produkt- og tjenestenavn som brukes på denne nettsiden er kun for identifikasjonsformål. Bruk av disse navnene, logoene og merkene innebærer ikke godkjenning.",
    "2444685143": "Logopolicy",
    "2414232014": "Logoen vår er umiddelbart gjenkjennelig og en av våre mest verdifulle og viktigste eiendeler. For å sikre at det forblir en sterk representasjon av selskapet vårt, må det presenteres på en forsiktig og konsistent måte på tvers av alle kommunikasjonskanaler.",
    "803639471": "hCaptcha-logoen består av håndikonet og hCaptcha-logoen. I sin alternative form kan håndikonet vises av seg selv når plass er begrenset og \"hCaptcha\" brukes som et ordmerke (som beskrevet ovenfor) i umiddelbar nærhet til håndikonet, slik at det er tydelig at håndikonet representerer hCaptcha.",
    "564127016": "hCaptcha-håndikonet:",
    "1424800293": "hCaptcha-logoen:",
    "1525506526": "Hva er kontoovertakelser og hvordan fungerer de?",
    "2446481523": "Det er et gammelt folkeeventyr der en vognfører og en adelsmann dukker opp ved politibetjenten i en liten landsby på landet. En mann, kledd i skitne, fattige klær, sa til konstabelen: «Jeg er adelsmannen. Denne mannen var sjåføren min.",
    "1767952047": "Han angrep meg i går kveld, stjal klærne mine og tok pengene mine.» Den andre mannen, kledd i stor stil, klær fra den adelige klassen, svarte: «Konstabel, denne mannen er sinnssyk. Han tror han er en adelsmann. Jeg er den virkelige adelsmannen. Arrester ham!\"",
    "2947576723": "Denne historien går før førerkort og digital fingeravtrykk, men den gir et godt eksempel på hva som kan gå galt i en kontoovertakelsessituasjon. En person logger på en nettbankkonto eller mobilbetalingsapp. Er han faktisk kontoinnehaver, eller en hacker? Hvem er egentlig hvem? Disse sikkerhetsproblemene påvirker organisasjoner som tillater selvbetjent kontotilgang.",
    "1687299615": "Hva er en kontoovertakelse?",
    "2648707986": "En kontoovertakelse er en form for nettsvindel der en ondsinnet aktør utgir seg for å være eieren av en nettkonto. Vanligvis er kontoen hos en finansinstitusjon eller en e-handelsbedrift der svindleren kan stjele penger, varer eller gavekort. Angriperen bruker stjålne påloggingsinformasjon for å få tilgang til kontoen og deretter overta den, kanskje endre passordet for å låse den faktiske kontoeieren ute.",
    "1476843710": "Mindre økonomisk skadelige, men likevel skadelige former for kontoovertakelse innebærer kapring av sosiale medier-kontoer og lignende. I disse tilfellene prøver angriperen vanligvis å spre skadelig programvare eller delta i phishing-angrep mot intetanende venner av offeret. Eller angriperen prøver å gjøre offeret forlegent, noe som noen ganger skjer med for eksempel kjendiser og politikere.",
    "2904949278": "Hvordan tar en hacker over en konto?",
    "2575690545": "Kontoovertakelser, som så mye cybersvindel, er for det meste et spørsmål om automatiserte masseprosesser. Det er sjelden en hacker, kledd i en hettegenser i morens kjeller, skriver inn passord på banknettsteder ett om gangen.",
    "3614653023": "Snarere er praksisen avhengig av storskala credential stuffing-angrep som prøver millioner av brukernavn/passord-par på dusinvis av målfinansinstitusjoner i håp om å låse opp en liten delmengde av kontoene. Når den automatiske svindelprogramvaren har fått tilgang til kontoen, kan en menneskelig hacker bli involvert, men i noen tilfeller ikke.",
    "2762759509": "Mange kontoovertakelsesangrep er nesten helt automatiserte.",
    "1972710018": "Ser det fra selskapets perspektiv",
    "1282121137": "For å forstå hvor problematisk kontoovertakelse kan være, vurder hvordan opplevelsen ser ut fra finansinstitusjonens synspunkt. De håndterer millioner av pålogginger hver dag.",
    "2315518622": "Med det sofistikerte som er tilgjengelig i dagens angrepsverktøy, er det ekstremt utfordrende å oppdage hvilke, om noen, som er uredelige. Deretter ringer en person kundeservicelinjen og sier «Min konto har blitt angrepet! Jeg kan ikke logge inn og noen stjeler pengene mine!»",
    "1836369533": "Som konstabelen i folkeeventyret, hvordan bestemmer man hvem som egentlig er hvem? Hvis angriperen har nok stjålne identitetselementer, som førerkortnummer, personnummer, mors pikenavn, adresse og så videre, kan det være ganske vanskelig å avgjøre om den som ringer er den virkelige kontoinnehaveren eller en angriper som prøver å få en tilbakestilling av passord på en konto han ønsker å trenge inn.",
    "2880837730": "Hva kan gjøres for å stoppe kontoovertakelser?",
    "3654556483": "Finansinstitusjoner og e-handelsselskaper har prosesser og kontroller som reduserer noe av trusselen om kontoovertakelse. Disse spenner fra de gammeldagse «hva var navnet på din beste venn på barneskolen» sikkerhetsspørsmål til deteksjonsmetoder som fanger ut mistenkelige IP-adresser og mobilenhetsprofiler.",
    "2449501658": "gir en av de mest avanserte måtene å redusere trusselen fra falske kontopåloggingsforsøk, ved å bruke maskinlæring for å oppdage og stoppe roboter, og effektivt gjøre det mye vanskeligere eller til og med umulig for svindlere å delta i kontoovertakelse.",
    "3621455477": "å lære mer!",
    "555246307": "Slik ender forresten historien om adelsmannen og sjåføren hans: Konstabelen fikk de to mennene til å sitte i et rom sammen i timevis og kjede seg. På slutten av dagen dukket han opp og sa: \"Jeg skal snakke med vognføreren nå.\" Mannen i edle klær reiste seg. Han var så lei at han glemte at han bare utga seg for å være adelsmannen.",
    "1224727373": "BotStop av hCaptcha",
    "1187718370": "Kontakt oss",
    "3892905664": "hCaptcha hjelper dine favorittnetttjenester med å holde ute roboter, spam og misbruk ved å stille enkle spørsmål som er enkle for mennesker og vanskelige for maskiner.",
    "555158694": "En tjeneste du bruker har valgt å forbedre opplevelsen din på siden deres ved å installere hCaptcha for å redusere skadelig trafikk.",
    "1617196410": "hCaptcha er fokusert på å stoppe roboter. Vi bryr oss ikke om hvem en bruker er, men bare om de er ondsinnede. Vi jobber hardt for å balansere personvern og",
    "1624200563": "sikkerhet, og overholde GDPR, CCPA, LGPD, PIPL og andre personvernregler.",
    "1927613000": "hCaptcha kombinerer sofistikert maskinlæring med en kraftig utfordringsplattform for å beskytte nettapplikasjoner mot kontoovertakelser, påloggingsfylling, skraping og andre typer misbruk.",
    "1133989302": "Hvorfor hCaptcha?",
    "34074886": "Hver gang du svarer på en utfordring, bruker vi sofistikerte modeller for å finne ut om du er et menneske. Nettstedet du besøkte bruker deretter dette resultatet for å forbedre opplevelsen din på nettstedet deres ved å holde roboter ute.",
    "3412647984": "Dette lar deg unngå fremtidige spørsmål ved å registrere deg og sette inn en informasjonskapsel. Prøv også å slå av annonseblokkeringen.",
    "2510209017": "Trenger du mer hjelp?",
    "477275453": "Hvorfor er APIer et populært mål for hackere?",
    "596347471": "Application Programming Interfaces (API) har blitt et populært mål for ondsinnede aktører i cyberspace. Det er mange grunner til dette, inkludert deres store nytte i applikasjonsintegrasjon. Det er imidlertid mulig å redusere API-risiko.",
    "2441638955": "For det første, hva er en API?",
    "3963216198": "For å diskutere hvorfor APIer er et populært mål for hackere, er det verdt først å ta et kort øyeblikk for å definere hva som for øyeblikket menes med begrepet \"API.\" Konseptet med API er slett ikke nytt. Faktisk har grensesnitt for å koble forskjellige datasystemer med hverandre, så vel som deres interne komponenter, eksistert siden i det minste tidlig på 1960-tallet.",
    "1047251718": "I dag, men når folk snakker om APIer, mener de alltid standardbaserte APIer. Dette er APIer bygget ved hjelp av åpne standarder som Representational State Transfer (REST) og åpne standard filformater som JavaScript Object Notation (JSON). Slike \"RESTful APIer\", som de er kjent, kan lages uten behov for proprietær programvare. De resulterende APIene er i stand til å sende og motta data og prosedyreanrop mellom programvareapplikasjoner. For eksempel bruker en mobilbankapp en API for å få tilgang til bankens systemer.",
    "3195334319": "Nytten og sårbarheten til APIer",
    "1903743785": "Fremkomsten av standardbaserte APIer representerte et stort sprang fremover i applikasjonsintegrasjon. I løpet av de siste 20 årene eller så har API-er gått fra å være kostbare og kompliserte proprietære programvareprodukter til gratis, standardbaserte verktøy som var relativt enkle å jobbe med – og raske å distribuere.",
    "879362350": "Med de nye API-ene som fungerte over Internett, ble det mulig å koble til hvilken som helst programvare eller datakilde, hvor som helst i verden, uavhengig av plattform, dataskjema eller programmeringsspråk. Som et resultat er dataverdenen nå midt i en API-revolusjon. Det har vært en eksplosjon av tilkobling mellom applikasjoner og data. Det er flott, helt til det ikke er det.",
    "3844432472": "Selve åpenheten og nytten til APIer gjør dem til utrolig rike mål for angripere. På samme måte som en mobilapp kan programmeres til å nå ut og FÅ data fra et bedriftssystem ved hjelp av en API, så kan også et stykke skadelig programvare. Hackere har skrevet en lang rekke programvareverktøy for å misbruke APIer. Det er en effektiv angrepsteknikk.",
    "2187096543": "Faktisk har det vært noen store datainnbrudd som følge av hacker-skrevet programvare som kalte på et API for å trekke ut data fra en database. Tross alt, hvis det å stjele data bare krever et grunnleggende GET-kall på et API, skrevet ved hjelp av REST og JSON, er det enkelt å raskt rense en database. Faktisk, når folk snakker om \"skjermskraping\"-angrep, er det de egentlig mener, for det meste, raske API-anrop som trekker data ut av databaser. APIer har blitt en viktig angrepsoverflate for organisasjoner som bygger dem.",
    "4222109231": "Redusere API-risiko med hCaptchas Enterprise Product",
    "1783317946": "Stoppe API-angrep er et populært bruksområde for",
    "3022922096": ", hCaptchas bedriftspakke med produkter. I motsetning til gratisversjonen av hCaptcha,",
    "63719113": "bruker avansert maskinlæring for å identifisere ondsinnet trafikk til nettstedet og appene dine – inkludert skrapingaktiviteter.",
    "3566102529": "oss i dag for å lære mer.",
    "3096553330": "Hvert system vi lager gjenspeiler ganske enkelt relasjonene våre til andre mennesker.",
    "1467218142": "Det vi ønsker fra dem og oss selv driver oppførselen vår, og dermed går de samme interaksjonsmønstrene tilbake i alle menneskelige systemer. Internett gir mange fantastiske eksempler på dette grunnleggende aspektet av vår verden.",
    "808872868": "For eksempel: spam, svindel og misbruk har eksistert på nettet siden nesten dagen etter at to systemer først ble koblet sammen.",
    "1085089390": "Nettmisbruk stammer fra medfødt menneskelig atferd",
    "3064321967": "Den første kjente spam-e-posten ble sendt i 1978. [",
    "3800781598": "] Nesten fem tiår senere fortsetter e-postspam å plage oss. Mange milliarder dollar og tusenvis av årsverk med ingeniørarbeid har blitt lagt ned for å bekjempe det, og allikevel vedvarer spam. Det er milliardindustrier på begge sider, dvs. de som forsvarer seg mot det og de som sender det.",
    "2119943547": "Hvorfor er det sånn? Svaret er enkelt. Så lenge det er et insentiv til å misbruke et system, vil noen vanligvis finne en måte. Og når de først gjør det, vil noen andre nå ha et insentiv til å stoppe dem.",
    "532470444": "Balansen kan skifte litt fra år til år, men denne oppførselen gjenspeiler ganske enkelt grunnleggende menneskelig natur, og fem tusen år med nedtegnet historie antyder at dynamikken neppe vil endre seg med det første.",
    "3193548097": "Hope Springs Evig",
    "4065614934": "Denne analysen er ikke ny, men folk er evig optimistiske. Spesielt når de tror ideen deres er ny.",
    "1216071511": "De samme ideene foreslås så ofte at en anonym forfatter for omtrent 20 år siden kom opp med en nyttig utfylling for nettdiskusjoner om anti-spam-løsninger:",
    "1941999673": "Innlegget ditt forfekter a",
    "4179118182": "( ) teknisk ( ) lovgivende ( ) markedsbasert ( ) vigilante",
    "3978720689": "tilnærming til å bekjempe spam. Din idé vil ikke fungere. Her er grunnen til at det ikke vil fungere.",
    "318339230": "(En eller flere av følgende kan gjelde for din spesielle idé, og det kan ha",
    "30312304": "andre feil som pleide å variere fra stat til stat før en dårlig føderal lov ble vedtatt.)",
    "2710988028": "( ) Spammere kan enkelt bruke den til å samle inn e-postadresser",
    "3912514510": "( ) E-postlister og annen legitim e-postbruk vil bli påvirket",
    "2030062561": "( ) Ingen vil kunne finne fyren eller samle inn pengene",
    "3334160175": "( ) Den er forsvarsløs mot brute force-angrep",
    "3238345709": "( ) Det vil stoppe spam i to uker, og så blir vi sittende fast med det",
    "4227800293": "( ) Brukere av e-post vil ikke tåle det",
    "2271252286": "( ) Microsoft vil ikke tåle det",
    "692064738": "( ) Politiet vil ikke tåle det",
    "3475647460": "( ) Krever for mye samarbeid fra spammere",
    "1482845460": "( ) Krever umiddelbar total samarbeid fra alle på en gang",
    "3741193183": "( ) Mange e-postbrukere har ikke råd til å miste forretninger eller fremmedgjøre potensielle arbeidsgivere",
    "2234909600": "( ) Spammere bryr seg ikke om ugyldige adresser i listene deres",
    "1982617151": "( ) Hvem som helst kan anonymt ødelegge andres karriere eller virksomhet",
    "2498172334": "Spesielt klarer ikke planen din å ta hensyn til",
    "389705801": "( ) Lover som uttrykkelig forbyr det",
    "190955495": "( ) Mangel på sentralstyrende myndighet for e-post",
    "237009707": "( ) Åpne stafetter i utlandet",
    "3507532387": "( ) Enkelt å søke i bittesmå alfanumeriske adresserom for alle e-postadresser",
    "2477958756": "( ) Dårlige folk",
    "3254142589": "( ) Jurisdiksjonsproblemer",
    "3621401685": "( ) Upopularitet av rare nye skatter",
    "4277475973": "( ) Offentlig motvilje mot å akseptere rare nye former for penger",
    "941057651": "( ) Enorme eksisterende programvareinvesteringer i SMTP",
    "3265293440": "( ) Mottakelighet for andre protokoller enn SMTP for angrep",
    "515733427": "( ) Brukernes vilje til å installere OS-oppdateringer mottatt på e-post",
    "2631159699": "( ) Hærer av ormefylte bredbåndstilkoblede Windows-bokser",
    "776542208": "( ) Evig våpenkappløp involvert i alle filtreringstilnærminger",
    "989480928": "( ) Ekstrem lønnsomhet av spam",
    "3898950867": "( ) Joe-jobber og/eller identitetstyveri",
    "3395399558": "( ) Teknisk analfabeter politikere",
    "1118929614": "( ) Ekstrem dumhet fra folk som gjør forretninger med spammere",
    "838951836": "( ) Uærlighet fra spammere selv",
    "2123236933": "( ) Båndbreddekostnader som ikke påvirkes av klientfiltrering",
    "2292919419": "( ) Outlook",
    "2534436327": "og følgende filosofiske innvendinger kan også gjelde:",
    "832385387": "( ) Ideer som ligner på dine er enkle å komme opp med, men ingen har noen gang blitt vist praktiske",
    "1993984258": "( ) Enhver ordning basert på opt-out er uakseptabel",
    "3909240516": "( ) SMTP-overskrifter bør ikke være gjenstand for lovgivning",
    "1151065360": "( ) Svartelister suger",
    "2396605499": "( ) Hvitelister suger",
    "2225785608": "( ) Vi skal kunne snakke om Viagra uten å bli sensurert",
    "3004688366": "( ) Mottiltak bør ikke involvere svindel med bankoverføring eller kredittkortsvindel",
    "922470170": "( ) Mottiltak bør ikke innebære sabotasje av offentlige nett",
    "3068923550": "( ) Mottiltak må virke hvis de fases inn gradvis",
    "2752975480": "( ) Det skal være gratis å sende e-post",
    "117227832": "( ) Hvorfor skal vi stole på deg og serverne dine?",
    "1021431157": "( ) Inkompatibilitet med åpen kildekode eller åpen kildekode-lisenser",
    "2801524659": "( ) Feel-good-tiltak gjør ingenting for å løse problemet",
    "931661269": "( ) Midlertidige/engangs-e-postadresser er tungvint",
    "2090457681": "( ) Jeg vil ikke at regjeringen skal lese e-posten min",
    "3536122902": "( ) Å stoppe dem på den måten er ikke sakte og smertefullt nok",
    "2391175562": "Dessuten er dette hva jeg synes om deg:",
    "229198134": "( ) Beklager dude, men jeg tror ikke det ville fungere.",
    "345563040": "( ) Dette er en dum idé, og du er en dum person som foreslår det.",
    "409780280": "( ) Godt forsøk, ****! Jeg håper noen tråkker på tastaturet ditt!",
    "2820080973": "vert med ❤ av",
    "3943164003": "se rå",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Hvorfor din nye anti-spam-løsning ikke vil fungere",
    "361795034": ". Ukjent forfatter, ca. 2000",
    "1547006769": "Menneskelighetsbekreftelse er det samme problemet",
    "3717942925": "Akkurat som det alltid vil være folk som ønsker å fange oppmerksomheten din via e-post, vil det alltid være et ønske om å begrense tilgangen til noen ressurser slik at bare mennesker kan få tilgang til dem.",
    "2481032625": "Om målet er å forhindre:",
    "1691348394": "- automatiserte massekjøp under et begrenset utgivelsessalg",
    "1771016224": "- programvare fra å laste ned alt innholdet fra nettstedet ditt i massevis",
    "1959762846": "- å ha nettskjemaene dine fylt ut med endeløs markedsføringssøppel eller misbruk",
    "345108670": "- legitimasjonsfylling og andre forsøk på kontoovertakelse",
    "2540760245": "blant mange andre bruksområder vil det å kunne filtrere netttrafikk på grunnlag av «menneske eller ikke» sannsynligvis forbli et verdifullt verktøy så lenge menneskets natur følger de samme mønstrene registrert de siste fem tusen årene.",
    "3346362371": "Hva med maskinlæring?",
    "3619183405": "I 2021 kan enkle CAPTCHA-er noen ganger løses med programvare, takket være fremskritt innen maskinlæring. For å løse dette, gjør hCaptcha også en veldig detaljert analyse av egenskaper som",
    "3292221787": "utfordringen ble besvart, ikke bare om den var riktig, og endrer ofte både spørsmålene og dataene som ble brukt.",
    "1080672247": "Fordi mange av spørsmålene som stilles ikke kan løses økonomisk med hyllevare, og fordi dataene generelt sett er unike for systemet, betyr dette at roboter ofte blir fullstendig stoppet av gratistjenesten, og må stole på menneskelige CAPTCHA-løsere i stedet, som gjør mange typer overgrep helt uøkonomisk.",
    "4172868199": "går mye lenger enn dette, og beveger seg inn i et forsøk på å skille «godt menneske» fra «dårlig menneske» også, og brukes i dag av mange av verdens mest populære nettjenester for å finne og stoppe alt fra kjøpssvindel til avansert vedvarende trusler mot brukerne deres, samtidig som de opprettholder et unikt fokus på å bevare personvernet.",
    "2873911365": "Hva med maskinvareattest?",
    "1477196356": "Ulike metoder for å koble identitet til en enhet på en kryptografisk sikker måte, noen ganger med personvernbevarende egenskaper, har blitt foreslått i flere tiår. Offentlig nøkkelkryptering dateres tilbake til ca. 1975, og maskinvaretokens har eksistert nesten like lenge.",
    "2349681896": "Dessverre betyr ikke det å kontrollere en maskinvare at du er en person. Så godt som alle populære forbrukermaskinvareattestskjemaer har gjentatte ganger blitt ødelagt, lappet og deretter ødelagt igjen.",
    "254326776": "Ondsinnet misbruk av disse feilene oppdages ofte å ha skjedd i måneder eller år før avsløring eller akademisk publisering.",
    "2462909475": "En vegg med mer enn 10 000 telefoner brukt til misbruk, en del av en kinesisk bot-operasjon.",
    "1963951234": "Uansett hvor pålitelig ditt kryptografiske opplegg er, hvis noen på slutten av dagen bare kan bruke penger for å gi deg svaret du leter etter, er det ikke nok å eie en maskinvare.",
    "1278884196": "Når det er sagt, er kryptografi en ganske ung disiplin. Basert på nyere historie, er det sannsynlig at ditt kryptografiske opplegg og/eller implementering vil bli ødelagt så snart noen har et insentiv til å se nærmere på det, og det er sannsynlig at andre mennesker vil finne ut av dette lenge før du gjør det. Å stole på maskinvare betyr også at du kanskje må be hver enkelt av brukerne dine om å endre en fysisk enhet for å rette opp feilen. Dette er usannsynlig å skje raskt i de fleste tilfeller, noe som betyr at systemet ditt i virkeligheten rett og slett vil mislykkes.",
    "1828028934": "Det er derfor",
    "1642844535": "er viktig: hCaptcha bruker flere forskjellige tilnærminger for å svare på det samme grunnleggende spørsmålet, og tillater sammenligning for konsistens på tvers av alle evalueringer.",
    "1155821305": "forsvar er dybde",
    "119098046": "Hva med passive eller ikke-utfordringsløsninger?",
    "2760410719": "Tjenester som forsøker å gjøre bot-deteksjon med rent passive signaler, kommer raskt inn i et grunnleggende problem: hvordan validerer du om et system oppdager dårlige aktører riktig når du ikke har nøyaktig grunnsannhet?",
    "1722734001": "Det åpne Internett er et svært støyende miljø. Dårlige aktører angriper brukere av tjenesten vår og konkurrenter som reCAPTCHA hver dag, og prøver selvfølgelig å se så menneskelige ut som mulig mens de gjør det.",
    "1595254735": "Rent passive tjenester sliter med å opprettholde nøyaktigheten av botdeteksjon, eller til og med å vite når de er unøyaktige. Uten muligheten til å utfordre brukere av og til og korrekt analysere resultatene av den utfordringen, har nøyaktigheten en tendens til å avta kraftig over tid.",
    "2412751979": "Takket være de mer nøyaktige menneskehetens signaler som driver hCaptcha, har mange selskaper som tidligere brukte reCAPTCHA v3/Enterprise byttet til",
    "2284856231": "og sett dramatisk forbedret nøyaktighet i hCaptcha Enterprises rent passive modus også.",
    "4162847": "Vi har vært i stand til å observere dette direkte, ettersom noen av kundene våre kjører A/B-tester på samme forespørsel før de bytter helt over fra Googles tilbud. Vi er vanligvis i stand til å bevise både en høy falsk positiv og falsk negativ rate som kommer fra reCAPTCHA v3 eller reCAPTCHA Enterprise.",
    "436125785": "Dette er ikke overraskende gitt unøyaktigheten i tilbakemeldingssløyfene som er tilgjengelige i disse produktene, og det faktum at de selges av et annonsenettverk med en overveldende egeninteresse i å ikke bli for gode på bot-deteksjon, for ikke å skade kjernevirksomheten deres.",
    "2233741720": "For å konkludere",
    "2133809801": "Så lenge folk forblir mennesker, er det sannsynlig at verifisering av menneskeheten vil ha en rolle å spille på nettet.",
    "2255549335": "Vår jobb hos hCaptcha er å finne gode avveininger mellom vanskelighetsgrad og nøyaktighet og å holde friksjonen lav, spesielt for",
    "4138068262": "brukere. Til slutt vil samhandling med utfordringer sannsynligvis forbli en del av arsenalet av verktøy for å redusere misbruk på nettet så lenge menneskets natur forblir uendret.",
    "855097735": "Å bygge en tjeneste som gjør dette godt og samtidig balansere alle bekymringer er et veldig vanskelig problem (og vi jobber alltid med å forbedre den for å gjøre opplevelsen så behagelig som mulig), men vi håper du vil være enig i at reduksjon av spam, misbruk, kontoovertakelser , og nettsvindel er til syvende og sist vel verdt et enkelt spørsmål av og til.",
    "1953959745": "tilgjengelighet",
    "2543123170": "Null friksjon verifisering av menneskeheten",
    "547245263": "Løs botproblemet ditt i dag.",
    "3117887301": "Stolt på av de største nettjenestene",
    "981806349": "Bygget på den velprøvde hCaptcha-plattformen",
    "2373007864": "hCaptcha Enterprise kjører på hCaptcha-plattformteknologi, utvidet til å inkludere funksjonene høytrafikkbedrifter trenger.",
    "2652399059": "En pålitelig partner",
    "1997838163": "Verdens største selskaper er avhengige av hCaptcha Enterprise. Integrasjonen er enkel, og deteksjonsnøyaktigheten er uten sidestykke.",
    "734735952": "Vi evaluerte en rekke CAPTCHA-leverandører i tillegg til å bygge et system selv. Til slutt dukket hCaptcha opp som det beste alternativet til reCAPTCHA.",
    "1250541092": "– Sergi Isasi",
    "3524251858": "Direktør for produktledelse, Cloudflare",
    "3971348140": "Hvorfor brukte vi hCaptcha? Ingen andre kunne levere funksjonene og ytelsen vi trengte. De fikk oss raskt i gang, og selgerne våre elsker opplevelsen.",
    "4248655793": "– Alex M.",
    "4185927140": "Produktsjef, Flash, Shopify",
    "282913023": "Det kostnadseffektive alternativet for høytrafikkbedrifter",
    "999610953": "Endelig et troverdig alternativ til Google. hCaptcha Enterprise gir dramatiske besparelser på reCAPTCHA-regningen din med høyere sikkerhet: opptil 80 % billigere i noen tilfeller.",
    "1886100235": "Mange av verdens største nettjenester har gått over til hCaptcha Enterprise og mottatt forbedret botdeteksjon sammen med betydelige kostnadsbesparelser.",
    "2903742230": "Annonsenettverk ser på de besøkende som produktet. For oss er det eneste målet å bestemme deres menneskelighet. Tjenestene våre oppfyller eller overgår kravene til GDPR, CCPA, LGPD og PIPL, og vi jobber hardt for å balansere personvern og sikkerhet.",
    "3901503296": "Dette unike fokuset på personvern betyr at vi kan tilby null individuell dataoppbevaring, informasjonskapselfri drift og andre kontraktsfestede personverngarantier etter behov, samtidig som vi opprettholder utmerket sikkerhet.",
    "3342910682": "Les mer",
    "1130783905": "Nøyaktighet er i din og vår interesse. hCaptcha jobber for å gi deg ekte data og lar deg bestemme hvordan du bruker dem. Andre sikkerhetsløsninger leveres av gigantiske reklameselskaper. Dette betyr at hver bot de blokkerer kan redusere inntektene deres.",
    "2019130052": "Våre innovasjoner innen personvernfokusert ML lar oss overgå sikkerhetsstandardene for eldre \"registrer alt for alltid\"-strategier uten å skade sikkerheten eller brukernes personvern.",
    "23114595": "Flott brukeropplevelse",
    "3437412311": "For Enterprise-brukere er alternativer tilgjengelige for å unngå utfordringer i de fleste scenarier, basert på passive poengsummer.",
    "1996843433": "Reduser friksjonen ved å unngå en utfordring helt for 99,9 % av den legitime trafikken din, samtidig som du gir utmerket sikkerhet.",
    "3093689546": "Enkel integrasjon",
    "247560732": "Legg til hCaptcha med tre linjer med kode. Hvis du kommer fra reCAPTCHA, er API-en vår kompatibel og det tar bare minutter å bytte.",
    "1510448156": "Du kan være i gang med et overlegent alternativ i dag, og slå på mer avanserte funksjoner etter behov.",
    "2718999653": "Tilpassede trusselpoeng",
    "2698140263": "Ikke alle problemer er like: Å få en enkelt poengsum betyr at den må dekke dine behov for å være nyttig.",
    "897432717": "Med vårt nye design for tilpassede trusselpoeng, kan du legge til forretningskunnskapen din, slik at modellene våre kan levere poeng som er unikt relevante for brukerne dine.",
    "2650502379": "Start dine egne utfordringer på sekunder",
    "3578122193": "Hold deg på merkevaren med relevant innhold",
    "1074044172": "Når brukere må løse en utfordring for å møte dine sikkerhetskrav, hvorfor ikke stille spørsmål som er hyggelige og relevante for brukeren?",
    "1579093044": "Med vår enkle, tilpassede utfordringsdesigner kan du lansere utfordringsinnhold på bare noen få minutter.",
    "3717512591": "Direkte plattformintegrasjon",
    "121743429": "For webinfrastrukturselskaper",
    "2131386784": "Tilgjengelig ekspertise og støtte for både deg og dine brukere",
    "2782263070": "Service er en topp prioritet for oss. Vi opprettholder 24/7 vaktstøtte og tilbyr direkte Slack-koordinering med ingeniørintegrasjonsteamet ditt og vårt vaktpersonale under og etter implementering.",
    "3740051331": "Vi er også forpliktet til å aktivt overvåke og svare på brukernes spørsmål på tvers av sosiale medier, fora og våre in-widget- og e-poststøttekanaler. Vi er tilgjengelige og responsive, og behandler brukertilfredshet som en topp KPI.",
    "170775527": "Enterprise-funksjoner",
    "3383086062": "hCaptcha Enterprise er en komplett online sikkerhetsløsning. Aktive og passive moduser lar deg stoppe legitimasjonsfylling, oppdage kontoovertakelser og blokkere mistenkelige skuespillere. Alle med null friksjon for legitime brukere.",
    "1408599440": "Start raskt med noen få linjer med kode og vår 99,9 % passive modus, eller ta full kontroll over når og hvordan brukere blir utfordret. Tilpassede trusselmodeller og tilpassbare utfordringer betyr uovertruffen fleksibilitet for å sikre sikkerhet.",
    "3365203058": "Anti-bot-beskyttelse i verdensklasse",
    "1803009328": "Kamptestet på nettskala.",
    "1586809757": "Botscore med høy nøyaktighet",
    "353367791": "Oppdag dårlige skuespillere av mange forskjellige typer.",
    "191460155": "Null friksjon og 99,9 % passive moduser",
    "585557010": "Utfordre mindre enn 0,1 % av legitime brukere.",
    "3287172429": "Kontrollutfordringstyper vist",
    "1844885924": "Bredt bibliotek med typer å velge mellom.",
    "3018523079": "Hold deg på merkevaren med en konsistent brukeropplevelse.",
    "3817811295": "Garantert pålitelighet og rask 24/7 vaktstøtte.",
    "1798492192": "Eldre nettleserstøtte",
    "1356745565": "Kompatibel helt tilbake til Internet Explorer 8.",
    "751483365": "Støtte for ikke-JavaScript-klienter.",
    "4199502476": "Avanserte rapporteringsdashboard og API",
    "3630114728": "Se hva som skjer på alle nettstedene og appene dine.",
    "3573245166": "I motsetning til reCAPTCHA, jobber vi i alle land.",
    "2354267648": "GDPR, CCPA og LGPD-vennlig personvernerklæring",
    "3167979932": "Designet for personvern fra dag én. Sterk databehandleravtale.",
    "4065065042": "Slå denne inn for å passe nøyaktig til brukssaken din.",
    "111184581": "Førsteparts hosting",
    "4272022475": "Alle forespørsler og eiendeler går til hcaptcha.yourdomain.com",
    "2676853536": "Dashbord for flere brukere",
    "1368787974": "Del ledelsen på tvers av teamet ditt.",
    "1045484714": "SAML SSO-integrasjon med din identitetsleverandør, f.eks. Okta eller Azure AD.",
    "3953584369": "Sofistikerte RBAC-tilgangsbegrensninger tilgjengelig.",
    "2781507299": "Øyeblikkelig bekreftelse",
    "4019660456": "0ms ventetid: verifiser hCaptcha-tokens uten API-kall.",
    "3446714684": "Mobil (iOS og Android) integrering",
    "2593768395": "Sømløs opplevelse på tvers av nett, innfødt mobil, mobilnett. Forhåndsbygde integrasjoner og native SDK-er tilgjengelig.",
    "1779265104": "Tilpassede vilkår og personverngarantier",
    "122875767": "Dekke dine juridiske behov når andre selskaper ikke kan.",
    "148188781": "Presenterte utfordringer",
    "838049015": "Velg alle bildene som samsvarer med søket",
    "1126302400": "Avgrensende boks",
    "3554448168": "Kategorisering",
    "2104933754": "Identifiser de tilsvarende etikettene",
    "3612043014": "...og andre enkle oppgaver. Enkelt for mennesker, vanskelig for roboter.",
    "3624758171": "Egendefinerte oppgaver også tilgjengelig for bedriftsutgivere.",
    "1001938065": "Integrering kunne ikke vært enklere",
    "2138799135": "hCaptcha har dusinvis av forhåndsbygde integrasjoner for frontend- og backendsystemene du bruker.",
    "2535001179": "Hvis du tilfeldigvis kommer fra Googles reCAPTCHA, er API-ene våre drop-in-erstatninger.",
    "1393184984": "er alt du trenger.",
    "3715747429": "Våre onboarding-ingeniører kan komme deg raskt i gang, enten du trenger React-integrasjon, SDK-er for iOS native apper, et Java-backend-eksempel eller praktisk talt et hvilket som helst annet scenario.",
    "2681650568": "Og som alltid er personvern en kjerneverdi for oss. Legg til utfordringskoden vår kun der det er nødvendig, og der det er fornuftig å beskytte både deg og brukerne dine. Minimering av datainnsamling starter fra integreringsøyeblikket.",
    "1130868224": "Tre linjer med kode",
    "2183926131": "Kom i gang med hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Personvern",
    "1845745385": "Designet for personvern.",
    "1297224875": "En unik personverndrevet tilnærming til Enterprise online sikkerhet.",
    "2762458927": "Dine brukerdata er ikke til salgs.",
    "2058856283": "hCaptcha Enterprise har bare ett formål: å forhindre dårlige aktører i å forstyrre din online drift og skade brukerne dine.",
    "2408036504": "Systemene våre er dermed designet fra grunnen av for å minimere datainnsamling og oppbevaring samtidig som klasseledende sikkerhet opprettholdes. Den beste måten å beskytte brukerdata på er å ikke lagre dem i det hele tatt.",
    "4099477834": "Alle kundeforhold er også beskyttet av en sterk databehandlingsavtale. hCaptcha-tjenesten overholder alle personvernlover uansett hvor tjenesten din eller kundene dine bor. Å ikke beholde personopplysninger gjør dette mye enklere for oss enn for andre selskaper.",
    "3569492665": "Registrering av nettaktivitet er ikke svaret.",
    "3389431373": "Tjenester som reCAPTCHA v3 sier at det er nødvendig å plassere sporingspikselen deres på hver side på nettstedet ditt for god sikkerhet. Det er ikke slik det er.",
    "3590546893": "Enkel atferdsanalyse er et signal som lett forfalskes av dårlige skuespillere, og krever at du beholder nettleserhistorikken for all den legitime trafikken din.",
    "1105363520": "Vi driver ikke et annonsenettverk, og har ingen interesse i å observere brukeratferden din for å selge dem annonser. Dette betyr at vi ikke krever en passiv piksel på hver side på nettstedet ditt.",
    "3088605177": "Legg til utfordringskoden vår kun der det er nødvendig, og der det er fornuftig å beskytte både deg og brukerne dine.",
    "337971271": "Maskinlæring er nyttig. Men det krever ikke personopplysninger for å fungere.",
    "320166522": "Maskinlæring påvirker nå nesten alle aspekter av livene våre, ofte på måter vi ikke er klar over og ikke kan se. Online sikkerhetstjenester er ikke annerledes.",
    "3180664128": "Ved å lære over tusenvis av signaler kan modeller utlede og oppnå høy sikkerhet når det gjelder å oppdage ondsinnet atferd svært raskt, selv når ingen individuelle signaler i seg selv ville være sterke nok til å indikere et problem.",
    "961941354": "Ingenting av dette krever imidlertid bruk av personlig identifiserbar informasjon (\"PII\"). Moderne kryptografiske teknikker lar oss forkaste alle personlige data så raskt som mulig, og skaper i stedet enveissignaturer som ikke kan knyttes til noen enkeltperson.",
    "1706581702": "Opplæring på avidentifiserte data fungerer like bra, og krever ikke at man går på akkord med verken sikkerhet eller personvern. Våre kunder har gjort de empiriske testene, og har erklært oss lik eller bedre enn mye mindre private alternativer.",
    "3203921334": "Vi likte en rekke ting med hCaptcha-løsningene: 1) de selger ikke personlige data; de samler bare minimum nødvendige personopplysninger, de er transparente når de beskriver informasjonen de samler inn og hvordan de bruker og/eller avslører den.",
    "305735018": "Endelig et troverdig alternativ til Google. hCaptcha Enterprise gir dramatiske besparelser på reCAPTCHA-regningen din med høyere sikkerhet: opptil 80 % billigere i noen tilfeller.",
    "3695206755": "Prøv oss ut i ditt miljø uten forpliktelser.",
    "2941545733": "Vi er ingeniører, ikke selgere: vi vil at du skal være fornøyd med valget ditt.",
    "131871195": "Den beste måten å sikre at du er fornøyd på er å vise at vi oppfyller dine behov.",
    "3436534225": "Så godt som alle selskaper som starter en pilot velger til syvende og sist våre løsninger.",
    "4060250206": "Bruk dette skjemaet for å nå en av våre tekniske spesialister. Vi svarer raskt.",
    "1159746815": "Du kan også sende oss en e-post direkte.",
    "2531534427": "Detaljer er her.",
    "2059998584": "Region",
    "3916131732": "Amerika",
    "135276624": "Europa, Midtøsten, Afrika (EMEA)",
    "1182294134": "Asia-Stillehavet (APAC)",
    "2437934778": "Navnet ditt",
    "3859506577": "Bedrifts-e-post",
    "1268414751": "Noen andre detaljer vi bør ha?",
    "42559805": "Trenger du akutt onboarding?",
    "851679588": "Ja.",
    "1729677626": "Jeg er under angrep og krever umiddelbar ombordstigning.",
    "2808971932": "Dette er litt tekst inne i en div-blokk.",
    "2468683988": "Overskrift",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Tekstlenke",
    "2212670355": "Melde deg på",
    "31502377": "Hva er et rik tekst-element?",
    "2310705547": "Rik tekst-elementet lar deg lage og formatere overskrifter, avsnitt, blokksitater, bilder og video på ett sted i stedet for å måtte legge til og formatere dem individuelt. Bare dobbeltklikk og lag enkelt innhold.",
    "2590587108": "Statisk og dynamisk innholdsredigering",
    "778204464": "Et rik tekstelement kan brukes med statisk eller dynamisk innhold. For statisk innhold, bare slipp det inn på en side og begynn å redigere. For dynamisk innhold, legg til et rik tekstfelt i en samling og koble deretter et rik tekstelement til det feltet i innstillingspanelet. Voila!",
    "1890955039": "Hvordan tilpasse formatering for hver rik tekst",
    "3286051798": "Overskrifter, avsnitt, blokksitater, figurer, bilder og figurtekster kan alle styles etter at en klasse er lagt til riktekstelementet ved å bruke det nestede velgersystemet \"Når det er inne i\".",
    "504332576": "Vi er stolte av å kunngjøre at hCaptcha har vokst til den største uavhengige cybersikkerhetstjenesten i verden, som kjører på omtrent 15 % av internett – og vi tok mesteparten av denne markedsandelen direkte fra Google reCAPTCHA. Sammen, hCaptcha og",
    "1155436473": "(bedriftstilbudet vårt) beskytter nå hundrevis av millioner brukere over titalls millioner nettsteder og apper hver måned. Historien vår viser at du kan konkurrere med Big Tech når du setter personvern først.",
    "3108727249": "BotStop",
    "1296696044": "Personvern vs. sikkerhet: Hvorfor ikke begge deler?",
    "538871570": "Å konkurrere med Google og andre Big Tech-selskaper virker som en tung ordre: deres monopolistiske markedsmakt, plattformeffekter og hær av høyt betalte utviklere anses generelt for kraftige til å takle for andre enn andre teknologigiganter som Facebook eller Amazon. Historien vår viser at det ikke trenger å være slik – du kan slå Big Tech ved å fokusere på personvern.",
    "3600718611": "Vurder Google reCAPTCHA,",
    "4281708680": ". Hos hCaptcha har vi bevisst tatt en helt annen tilnærming, ved å bruke personvernbevarende maskinlæringsteknikker for å identifisere typisk botatferd med høy nøyaktighet, samtidig som vi bruker og lagrer så lite data som mulig.",
    "3312336121": "som bruker enorme mengder atferdsdata for å avgjøre om nettbrukere er legitime mennesker eller roboter",
    "1193738791": ": de sporer brukeratferd på hver side på et nettsted og på nettet. Vi designet hCaptcha for å være så personvernvennlig som mulig fra dag én. Dette førte til en helt annen tilnærming til problemet. Som det viser seg, er det helt unødvendig å spore brukere over nettet og knytte netthistorikken deres til identiteten deres for å oppnå god sikkerhet. De mange selskapene som har gått over til hCaptcha",
    "2620705814": "Google er et annonseselskap, og sikkerhetsproduktene deres ligner veldig på annonseproduktene deres",
    "1126447688": "rapporterer ofte lik eller bedre ytelse i botdeteksjon og reduksjon til tross for vårt fokus på personvern",
    "439777523": "Regulering er viktig",
    "3588274874": "Ved å fokusere på å levere et produkt i tråd med regulatoriske tiltak som EUs GDPR og Californias CCPA, har vi opplevd massiv vekst – selvfølgelig hjelper det at hCaptcha er en enkel \"drop in\"-erstatning for reCAPTCHA og kan dermed installeres i løpet av få minutter.",
    "2150595700": ". GDPR og CCPA har satt personvernbekymringer på kartet for bedriftskjøpere, og samtidig blir personvern på nett viktigere og viktigere for publikum ettersom vi alle begynner å forstå hvordan nettbaserte annonserings- og markedsføringsbransjene historisk har brukt dataene våre.",
    "2624949852": "Selvfølgelig var reCAPTCHA en tidlig aktør innen nettsikkerhet siden 2009, og beskyttet millioner av nettsteder mot stadig økende trusler fra ondsinnede roboter og spammere. Imidlertid har det blitt fullstendig kompromittert de siste årene:",
    "499510428": "Vi tror faktisk at regulering har hjulpet oss her",
    "1232651561": "programvare er nå like gode som folk til å løse reCAPTCHA-utfordringer.",
    "824740867": "I stedet for å forbedre løsningen, ga Google i stedet ut reCAPTCHA v3, som fungerer mye mer som et annonsenettverk enn sikkerhetsprogramvare, og samler atferdsdata fra hele nettet for å bygge brukerprofiler. Dessverre er denne typen signal lett beseiret, og gir dermed liten beskyttelse mot roboter samtidig som det skader brukernes personvern.",
    "1027023087": "Vi i hCaptcha har i stedet fokusert på mer moderne tilnærminger til problemet, som ikke krever å beholde langsiktige atferdsregistreringer som nettleserhistorikk, og som har vist seg langt mer motstandsdyktige i møte med målbevisste motstandere siden tjenesten ble introdusert.",
    "2852295413": "En iboende interessekonflikt: Å stoppe roboter reduserer inntektene for et annonsenettverk",
    "1597520917": "Et økende antall kritikere har påpekt at Googles ignorering av brukernes personvern bør bekymre kunder som ønsker å beskytte nettsidene og appene deres.",
    "763447231": "Samtidig kan det å stoppe roboter fra å få tilgang til utgivernettsteder avsløre annonsesvindel, og sette Googles reCAPTCHA-produkt direkte opp mot annonsevirksomheten deres, som produserer over 80 % av inntektene deres.",
    "999674529": "Hver bot Google oppdager bør tjene null annonsedollar. Googles bedriftsincentiver er dermed dårlig tilpasset brukerne av sikkerhetstjenestene deres, og dette kan være en forklaring på den dårlige ytelsen til deres reCAPTCHA-sikkerhetstilbud.",
    "956019009": "De største nettinfrastrukturselskapene har allerede tatt grep",
    "1923297430": "Det endelige bruddpunktet for mange større kunder kom da Google begynte å belaste selskaper for å bruke produktet deres i enhver meningsfull skala. Dette førte til at langvarige reCAPTCHA-brukere så etter bedre alternativer, ettersom regulatoriske bekymringer rundt om i verden allerede hadde gjort bruken av Googles tilbud stadig mer lite tiltalende.",
    "2197218442": "Cloudflare-sjef Matthew Prince oppsummerte dette synspunktet i",
    "155456850": "kunngjør byttet deres til hCaptcha:",
    "435302267": "selskapets blogginnlegg",
    "2087769953": "\"Vi er glade for denne endringen fordi den bidrar til å løse et personvernproblem som er iboende å stole på en Google-tjeneste som vi har hatt en stund. Vi evaluerte en rekke CAPTCHA-leverandører i tillegg til å bygge et system selv. Til slutt, hCaptcha dukket opp som det beste alternativet til reCAPTCHA.\"\"Vi likte en rekke ting med hCaptcha-løsningene: 1) de selger ikke personlige data; de samler bare minimum nødvendige personopplysninger, de er transparente når de beskriver informasjonen de samler inn og hvordan de bruker og/eller avslører den.\"",
    "595582512": "Hvis du ønsker å beskytte nettstedet eller appen din effektivt mot roboter, spammere eller andre ondsinnede aktører, samtidig som du ivaretar brukernes personvern (og overholder alle relevante forskrifter!), bør du vurdere hCaptcha og Enterprise-tilbudet vårt.",
    "3388180864": "Interessert i å jobbe med dype tekniske utfordringer i nettskala? Vi ansetter alltid dyktige ingeniører over hele verden -",
    "3892952987": "sjekk ut våre åpninger og søk her",
    "3368788823": "Terence Eden gjør et interessant poeng på bloggen sin: \"",
    "1491780143": "CAPTCHA-er beviser ikke at du er menneske – de beviser at du er amerikansk",
    "2146900431": "Intuitivt gir denne påstanden mye mening. CAPTCHA-er, som nesten alt, er innebygd i en kulturell kontekst, og hvis poolen av utfordringer for det meste har blitt skapt i en kultur, kan det hende at det ikke oversettes særlig godt til en annen. I kjernen er dette et spørsmål om det kulturelle",
    "378086442": "av CAPTCHA-er, i stedet for deres UX per se.",
    "1445008801": "Som Eden sier det:",
    "332723732": "innhold",
    "2072808435": "\"Gjett hva, Google? Drosjer i landet mitt er generelt svarte. Jeg har sett nok filmer til å vite at alle de i Amerika er gule. Men i alle andre land jeg har besøkt, har drosjer vært en blanding av forskjellige fargetoner.\"",
    "3206136647": "Googles problem her er basert på spørsmålsdataene de bruker kontra hvem som ser dem. Hvis all data kommer fra samme kultur (og i Googles tilfelle samme selskap) kan du sikkert forvente å ha utfordringer som ikke oversettes godt til andre kulturer, i tråd med Edens klage.",
    "2217842245": "Dataene våre viser imidlertid at (for hCaptcha)",
    "4280117172": "Mange land gjør det faktisk litt bedre enn USA, inkludert Nigeria, India, Brasil og Tyskland:",
    "555749578": "det er mindre enn 1 % variasjon i løsningsrater på tvers av store land på alle kontinenter.",
    "151737819": "hCaptcha-løsningsrater over hele verden viser svært liten variasjon",
    "3908992897": "og brukes i alle land og territorier i verden, så vi er veldig fokusert på å gi en konsistent global opplevelse.",
    "2808122102": "Tverrkulturell funksjonalitet er dermed et grunnleggende krav for vår tjeneste. Å sørge for at alle legitime brukere kan få tilgang til innhold raskt er en kritisk del av vårt oppdrag. Vi tilbyr utfordringer på 110 språk, og forbedrer kontinuerlig de relevante oversettelsene for å sikre at våre utfordringer kan løses av alle.",
    "3913801502": "hCaptcha kjører nå på omtrent 15 % av internett",
    "2077639538": ". For det første kan utfordringsdata om tjenesten vår komme fra mange kilder, ikke bare én - fra store Fortune 500-selskaper til oppstart av maskinlæring, så lenge de følger våre",
    "3951112506": ". Det garanterer allerede en høyere grad av heterogenitet i dataene.",
    "1803943584": "For det andre lar vi utfordringer optimalisere seg selv for å bestemme i hvilke land eller språk de skal kjøre, noe som øker sannsynligheten for en jevn opplevelse ytterligere. Hvis nøyaktigheten er lavere enn forventet, vil et sett med spørsmål ganske enkelt slutte å kjøre i regionen eller språket der denne effekten oppstår.",
    "3668873369": "Hos hCaptcha har vi tatt en annen tilnærming fra dag én",
    "1519201684": "AI etikkpolicy",
    "2155089487": ". Hvis utfordringene våre var lettere å løse for noen grupper, ville vi forvente å se en forskjell i hvordan mennesker over hele kloden og på tvers av ulike kulturer presterer når de løser dem. I sammenheng med Edens innlegg, forventer vi at amerikanere gjør det bedre enn folk i andre land. Fordi vi har brukt år på å utvikle systemer for å unngå dette problemet, ser vi faktisk det motsatte.",
    "2603863826": "PS: Hvis du finner en oversettelse på ditt språk som kan ha behov for forbedringer, send gjerne inn en",
    "3543141425": "for det!",
    "2697276059": "Bevis på at dette fungerer: Ensartede løsningsrater over hele verden",
    "664236229": "pull forespørsel"
}