{
  "23114595": "Flott brukeropplevelse",
  "34074886": "Hver gang du svarer på en utfordring, bruker vi sofistikerte modeller for å finne ut om du er et menneske. Nettstedet du besøkte bruker deretter dette resultatet for å forbedre opplevelsen din på nettstedet deres ved å holde roboter ute.",
  "98173630": "hCaptcha er verdens mest brukte uavhengige CAPTCHA-tjeneste.",
  "111184581": "Førsteparts hosting",
  "119298044": "Avanserte selvovervåkede ML- og AI-teknologier beskytter nettegenskapene dine mot trusler og angrep",
  "121743429": "For webinfrastrukturselskaper",
  "122875767": "Dekke dine juridiske behov når andre selskaper ikke kan.",
  "126134492": "Annen",
  "152010250": "hCaptcha kombinerte avansert selvovervåket maskinlæring med en ny Edge Compute-plattform som unikt minimerer datainnsamling og oppbevaring, levert fra over 250 steder globalt for massiv skalerbarhet.",
  "179723061": "Mer kontroll for team som trenger klasseledende sikkerhet",
  "191460155": "Null friksjon og 99,9 % passive moduser",
  "282913023": "Det kostnadseffektive alternativet for høytrafikkbedrifter",
  "328625009": "... vi er klare når du er: tjenesten vår er tilgjengelig hele døgnet.",
  "353066938": "Et erfarent team som jobber med dagens vanskeligste problemer. hCaptcha er en tjeneste for",
  "353367791": "Oppdag dårlige skuespillere av mange forskjellige typer.",
  "359073033": "Dashboards gir høynivå eller finkornet visning av aktivitet.",
  "392886773": "Fungerer i alle land",
  "451701069": "Overholder GDPR, CCPA,",
  "547245263": "Løs botproblemet ditt i dag.",
  "552920956": "hCaptcha lar nettsteder tjene belønninger mens de blokkerer roboter og andre former for misbruk. hCaptcha lar deg også støtte veldedige organisasjoner du velger med disse inntektene.",
  "555158694": "En tjeneste du bruker har valgt å forbedre opplevelsen din på siden deres ved å installere hCaptcha for å redusere skadelig trafikk.",
  "585557010": "Utfordre mindre enn 0,1 % av legitime brukere.",
  "713281684": "Aubergine",
  "719304627": "Trenger du ende-til-ende-kontroll?",
  "734735952": "Vi evaluerte en rekke CAPTCHA-leverandører i tillegg til å bygge et system selv. Til slutt dukket hCaptcha opp som det beste alternativet til reCAPTCHA.",
  "751483365": "Støtte for ikke-JavaScript-klienter.",
  "788770967": "Beklager å høre det! Det kan være lurt å bruke vårt tilgjengelighetsalternativ:",
  "793242047": "Reduser utfordringer for brukere for å gi rask tilgang til applikasjoner",
  "829047995": "Bruker du reCAPTCHA for øyeblikket?",
  "836577577": "Å legge til hCaptcha tar bare minutter og bare noen få linjer med kode. Grunnleggende API er kompatibel med reCAPTCHA V2, og det tar bare minutter å bytte.",
  "838049015": "Velg alle bildene som samsvarer med søket",
  "846501387": "Botbeskyttelse i verdensklasse",
  "861167568": "hCaptcha løser et av ITs mest presserende problemer: forhindrer ondsinnede roboter i å angripe nettapplikasjonene dine",
  "880478438": "for klassens beste bot- og svindelhåndtering.",
  "897432717": "Med vårt nye design for Customized Threat Scores,   legger du til bedriftskunnskapen din, slik at modellene våre kan levere poeng som er unikt relevante for brukerne dine.",
  "910989640": "Generer detaljerte og tilpassede rapporter om aktivitet",
  "976209454": "Tjen belønninger eller gi til veldedighet",
  "981806349": "Bygget på den velprøvde hCaptcha-plattformen",
  "999610953": "Endelig et troverdig alternativ til Google. hCaptcha Enterprise gir dramatiske besparelser på reCAPTCHA-regningen din med høyere sikkerhet: opptil 80 % billigere i noen tilfeller.",
  "1014004474": "hCaptchas Enterprise-planer tilbyr avanserte servicenivåavtaler for å holde organisasjonen din beskyttet",
  "1045484714": "SAML SSO-integrasjon med din identitetsleverandør, f.eks. Okta eller Azure AD.",
  "1050501253": "For vanskelig",
  "1070364246": "Oops! Noe gikk galt under innsending av skjemaet.",
  "1103295010": "Tjen penger eller gi til veldedighet for når mennesker løser CAPTCHA",
  "1130868224": "Tre linjer med kode",
  "1131525092": "Grupper dårlige skuespillere enkelt sammen via våre personvernbevarende Scoped UID-er for å finne og stoppe relatert svindel og misbruk",
  "1141402092": "Avanserte rapporteringsfunksjoner",
  "1150035777": "Sofistikerte maskinlæringsmodeller genererer bottillitsscore basert på mange datapunkter utover om spørsmål ble besvart riktig",
  "1150963691": "APT-reduksjon",
  "1172067553": "HUMAN-plattformen bak hCaptcha gir svært sofistikerte arbeidskvalitets- og administrasjonsfunksjoner via on-premise, hybrid eller SaaS-distribusjoner som integreres med dine eksisterende systemer.",
  "1173652155": "Rådgivere",
  "1218990730": "hvordan du rapporterer problemer med detaljerte logger",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Tjen belønninger for menneskelige løsninger",
  "1300485304": "hCaptcha beskytter mot avanserte trusler og lokkemidler designet for å infiltrere nettverkene dine",
  "1345083090": "Rapportere et funksjonsproblem?",
  "1356745565": "Kompatibel helt tilbake til Internet Explorer 8.",
  "1368787974": "Del ledelsen på tvers av teamet ditt.",
  "1393184984": "er alt du trenger.",
  "1475399473": "Lær mer om hCaptcha-teamet",
  "1485807325": "Flerbrukerdashbord, SAML SSO",
  "1508655687": "Legg til dine egne utfordringer skreddersydd for publikum for å strømlinjeforme eller begrense tilgangen",
  "1510448156": "Du kan være i gang med et overlegent alternativ i dag, og slå på mer avanserte funksjoner etter behov.",
  "1525403768": "For mer informasjon kontakt Enterprise Sales.",
  "1544546608": "Personvernpass",
  "1549336309": "hCaptcha snur denne modellen. Når du bruker hCaptcha, byr selskaper på arbeidet brukerne dine gjør når de beviser sin menneskelighet. Du får belønningene.",
  "1559631739": "Privat læring",
  "1579093044": "Med vår enkle, tilpassede utfordringsdesigner kan du lansere utfordringsinnhold på bare noen få minutter.",
  "1586809757": "Botscore med høy nøyaktighet",
  "1599610318": "Forlegger",
  "1637702726": "Om hCaptcha",
  "1662477701": "Ressurser",
  "1676849166": "Reduser friksjonen ved å unngå en utfordring helt for 99,9 % av den legitime trafikken din, samtidig som du gir utmerket sikkerhet, takket være avanserte bot-modeller.",
  "1685871181": "De beste nettjenestene er avhengige av",
  "1752795854": "hCaptcha bringer en moderne, personvernfokusert tilnærming til å stoppe roboter.",
  "1779265104": "Tilpassede vilkår og personverngarantier",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Eldre nettleserstøtte",
  "1803009328": "Kamptestet på nettskala.",
  "1844885924": "Bredt bibliotek med typer å velge mellom.",
  "1849717906": "Tilpass med ditt eget utfordringsinnhold",
  "1849805607": "hCaptcha beskytter mot trusler og lokkemidler designet for å infiltrere nettverkene dine",
  "1886100235": "Mange av verdens største nettjenester har gått over til hCaptcha Enterprise og mottatt forbedret botdeteksjon sammen med betydelige kostnadsbesparelser.",
  "1894355645": "hCaptcha gir enkel, enkel og pålitelig botdeteksjon samtidig som det er triviellt for mennesker å løse.",
  "1927613000": "hCaptcha kombinerer sofistikert maskinlæring med en kraftig utfordringsplattform for å beskytte nettapplikasjoner mot kontoovertakelser, påloggingsfylling, skraping og andre typer misbruk.",
  "1936512180": "Enkel API-tilgang, vakre dashbord og den nyeste modell-i-løkken-teknologien for å maksimere arbeidernes effektivitet.",
  "1956967813": "Tjenestene våre er klarert av de største selskapene i verden for å betjene mange millioner daglige brukere på flere titalls millioner nettsteder.",
  "1958297836": "Koordinert angrepsbeskyttelse og APT-reduksjon",
  "2041686284": "Mer data gir generelt bedre resultater ved trening av maskinlæringsmodeller. Den nylige suksessen til dype modeller har ført til stadig større datasett, og hCaptcha dekker dette behovet. Å lage store menneskevurderte datasett ved bruk av tradisjonelle metoder er imidlertid både sakte og dyrt.",
  "2103563261": "Privat eller offentlig informasjon",
  "2131386784": "Oppnåelig ekspertise og støtte for både deg og dine brukere",
  "2138799135": "hCaptcha har dusinvis av forhåndsbygde integrasjoner for frontend- og backendsystemene du bruker.",
  "2163914794": "Trenger du flere etiketter for datasettene dine? hCaptcha gir rask, kostnadseffektiv og høykvalitets datamerking for selskaper som jobber med kunstig intelligens og maskinlæringsapplikasjoner.",
  "2183926131": "Kom i gang med hCaptcha Enterprise",
  "2184564739": "Se",
  "2188609322": "Dårlige skuespillere er stadig vanligere på nettet. Men å ofre brukerens personvern er ikke svaret.",
  "2319072959": "Kjør helt offline med din egen arbeidsstyrke, spor verdiforbruk på tvers av forretningsenheter eller konsortiepartnere, rute jobber selektivt til forskjellige interne eller eksterne arbeidsleverandører basert på kostnads- og sikkerhetskrav, og mer.",
  "2320894364": "Med over 200 tilstedeværelsespunkter beskytter hCaptchas sky eiendeler over hele verden",
  "2354267648": "GDPR, CCPA og LGPD-vennlig personvernerklæring",
  "2373007864": "hCaptcha Enterprise kjører på hCaptcha-plattformteknologi, utvidet til å inkludere funksjonene høytrafikkbedrifter trenger.",
  "2418549423": ", en fremvoksende standard for å bevare personvernet på nettet via kryptografiske bevis og andre unike funksjoner for personvern først.",
  "2489287539": "Friksjonsfri \"No CAPTCHA\" og 99,9 % passive moduser",
  "2510209017": "Trenger du mer hjelp?",
  "2513143348": "hCaptcha Enterprise-systemet er unikt fleksibelt i sin design: det kan delvis eller helt distribueres på kanten av nettverket ditt hvis du driver en offentlig sky eller eier mange datasentre.",
  "2535001179": "Hvis du tilfeldigvis kommer fra Googles reCAPTCHA, er API-ene våre drop-in-erstatninger.",
  "2593768395": "Sømløs opplevelse på tvers av nett, innfødt mobil, mobilnett. Forhåndsbygde integrasjoner og native SDK-er tilgjengelig.",
  "2650502379": "Start dine egne utfordringer på sekunder",
  "2670003220": "Arbeidsplasser",
  "2671622670": "Bedriften",
  "2676853536": "Dashboard for flere brukere",
  "2681650568": "Og som alltid er personvern en kjerneverdi for oss. Legg til utfordringskoden vår kun der det er nødvendig, og der det er fornuftig å beskytte både deg og brukerne dine. Minimering av datainnsamling starter fra integreringsøyeblikket.",
  "2682873489": "Definer avgrensningsområde for objekter",
  "2686825859": "Registrer deg gratis eller kontakt oss om hCaptcha Enterprise-løsninger",
  "2698140263": "Ikke alle problemer er like: Å få en enkelt poengsum betyr at den må dekke dine behov for å være nyttig.",
  "2698640210": "Kontroller utfordringer og typer vist",
  "2707282231": "Tilpass utfordringer for brukerne dine. Gjør det umulig for roboter å løse og trenge gjennom.",
  "2714878440": "Beskytt tjenestene dine mot skraping, kontoovertakelser, fylling av legitimasjon og spam med vår avanserte maskinlæring og verifisering av mennesker.",
  "2718999653": "Tilpassede trusselpoeng",
  "2781507299": "Øyeblikkelig bekreftelse",
  "2782263070": "Service er en topp prioritet for oss. Vi opprettholder 24/7 vaktstøtte og tilbyr direkte Slack-koordinering med ingeniørintegrasjonsteamet ditt og vårt vaktpersonale under og etter implementering.",
  "2806751666": "Hva er hCaptcha?",
  "2826051554": "og mer",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Annonsenettverk ser på de besøkende som produktet. For oss er det eneste produktet som bestemmer deres menneskelighet. Tjenestene våre oppfyller eller overgår GDPR-, CCPA-, LGPD- og PIPL-kravene, og støtter initiativer som Privacy Pass. Vi jobber hardt for å balansere personvern og sikkerhet.",
  "2927700175": "Vi viser CAPTCHA-utfordringer som er vanskelige for roboter, men enkle for folk, ved å samle inn vanskelige å merke data fra maskinlæringsproblemer, og bruke dem til å skille om en besøkende på nettstedet eller en app er menneskelig.",
  "2968026167": "Din favorittgrønnsak",
  "3018523079": "Hold deg på merkevaren med en konsistent brukeropplevelse.",
  "3065000659": "Visste du at hver gang du \"klikker på bilen\" er du med på å trene en singel",
  "3093388779": "hCaptcha er gratis å bruke for utgivere av alle størrelser",
  "3093689546": "Enkel integrasjon",
  "3096063825": "Prøv det",
  "3107683988": "Dette kan dramatisk redusere trafikk og kostnader utenfor nettverket, samtidig som alle fordelene ved administrasjon av våre 24/7-vaktpersonell beholdes for å oppfylle de strengeste SLAene.",
  "3117887301": "Godkjent av de største nettjenestene",
  "3121248460": "Vis uendelig forskjellige tilpassede utfordringer – fra enkle til komplekse – for det forventede publikummet ditt",
  "3153117136": "Hvordan hCaptcha-vanskelighetsinnstillinger fungerer",
  "3160820928": "Koordinert angrepsbeskyttelse",
  "3161489950": "Verdens mest avanserte ML sikkerhetsplattform",
  "3167979932": "Designet for personvern fra dag én. Sterk databehandleravtale.",
  "3194111925": "Brukerstøtte",
  "3213351333": "Ingen forpliktelse på forhånd nødvendig",
  "3213957230": "Når brukere må løse en utfordring for å møte sikkerhetskrav, hvorfor ikke lage oppgaver hyggelige og relevante for brukeren?",
  "3225770968": "hCaptcha er designet for å løse det mest arbeidskrevende problemet innen maskinlæring; merke enorme mengder data på en tidsriktig, rimelig og pålitelig måte.",
  "3230004040": "Er du synshemmet eller på annen måte ute av stand til å fullføre hCaptchas?",
  "3235430156": "selskapets maskinlæringssystemer gratis?",
  "3260825523": "Intuisjonsmaskiner",
  "3264813246": "Upassende",
  "3265895521": "Øk og senk vanskelighetsgraden basert på tid på dagen",
  "3266612494": "En pålitelig partner",
  "3276777569": "hCaptcha",
  "3287172429": "Kontrollutfordringstyper vist",
  "3365203058": "Anti-bot-beskyttelse i verdensklasse",
  "3412647984": "Dette lar deg unngå fremtidige spørsmål ved å registrere deg og sette inn en informasjonskapsel. Prøv også å slå av annonseblokkeringen.",
  "3417372336": "Bytt på minutter",
  "3446714684": "Mobil (iOS og Android) integrering",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "For Enterprise-brukere er alternativer tilgjengelige for å unngå utfordringer i de fleste scenarier.",
  "3478726913": "hCaptcha har en av de største bassengene på planeten tilgjengelig for din bruk. Uansett omfang, kan vi håndtere det uten dyre forhåndsforpliktelser. Millioner av oppgaver per dag er ikke noe problem.",
  "3480023141": "Finn ut mer om tilgjengelighetsalternativer",
  "3483700676": "Start millioner av oppgaver umiddelbart",
  "3500503648": "hCaptcha er utviklet for å eliminere langsiktig datalagring ved å stole på umiddelbar evaluering i stedet for å registrere og analysere nettleserloggen din. Vi støtter også tiltak som",
  "3524251858": "Direktør for produktledelse, Cloudflare",
  "3526939538": "Programvarefeil",
  "3530599065": "Personvern bygges fra grunnen av. hCaptcha beholder ingen PII og er i samsvar med en rekke personvernmandater og forskrifter.",
  "3570415321": "Selskap",
  "3573245166": "I motsetning til reCAPTCHA, jobber vi i alle land.",
  "3578122193": "Hold deg på merkevaren med relevant innhold",
  "3620442880": "Flash-salgsbeskyttelsesfunksjoner",
  "3630114728": "Se hva som skjer på alle nettstedene og appene dine.",
  "3644106388": "Kontakt",
  "3660619092": "Registrer deg gratis eller kontakt salgsavdelingen for Enterprise-løsninger",
  "3688621388": "Trusselsignaturer",
  "3704893754": "Vil du se selv? Prøv hCaptcha Free",
  "3714002185": "Lær mer om hCaptcha Enterprise",
  "3715747429": "Våre onboarding-ingeniører kan komme deg raskt i gang, enten du trenger React-integrasjon, SDK-er for iOS-innfødte apper, et Java-backend-eksempel eller praktisk talt et hvilket som helst annet scenario.",
  "3717512591": "Direkte plattformintegrasjon",
  "3721365241": "Prøve",
  "3729345277": "hCaptcha er en måte for selskaper å få merknadene de trenger raskere, med høyere kvalitet og til lavere kostnad enn andre alternativer.",
  "3730038780": "Velg blant et nesten uendelig antall utfordringer for brukere å løse",
  "3739936967": "Dette unike fokuset på personvern betyr at vi kan tilby null individuell dataoppbevaring, informasjonskapselfri drift og andre kontraktsfestede personverngarantier etter behov, samtidig som vi opprettholder utmerket sikkerhet. Les mer.",
  "3740051331": "Vi er også forpliktet til å aktivt overvåke og svare på brukernes spørsmål på tvers av sosiale medier, fora og våre in-widget- og e-poststøttekanaler. Vi er tilgjengelige og responsive, og behandler brukertilfredshet som en topp KPI.",
  "3753956446": "Gratis",
  "3758963444": "Takk skal du ha! Innsendingen din er mottatt!",
  "3767462250": "Designet for personvern",
  "3768951251": "Enterprise SLAer",
  "3807059944": "Kontroller utfordringsinnhold som brukes",
  "3816867833": "Tilbakemelding",
  "3817811295": "Garantert pålitelighet og rask 24/7 vaktstøtte.",
  "3892905664": "hCaptcha hjelper favoritttjenestene dine på nett med å holde ute roboter, spam og misbruk ved å stille enkle spørsmål som er enkle for mennesker og vanskelige for maskiner.",
  "3913848038": "99,99 % oppetid SLAer og 24/7 global støtte tilgjengelig.",
  "3951254541": "Vi setter pris på innspillet ditt. Gi oss beskjed om eventuelle problemer, så løser vi dem raskt.",
  "3952259236": "Kombiner de blinde dataene dine med hCaptchas tusenvis av signaler for å trene hCaptcha på atferdsklasser – bare for ditt eksempel – for bedre å forutsi ondsinnet atferd bedre enn hver løsning alene",
  "3953584369": "Sofistikerte RBAC-tilgangsbegrensninger tilgjengelig.",
  "4007826952": "Den #1 personvernførste CAPTCHA for nett, mobil og mer.",
  "4019660456": "0ms ventetid: verifiser hCaptcha-tokens uten API-kall.",
  "4065065042": "Slå denne inn for å passe nøyaktig til brukssaken din.",
  "4083018285": "En pakke med utvidede funksjoner som kombineres med forbedret SOC-overvåking og respons for å håndtere sofistikerte vedvarende trusler",
  "4146870445": "Hvem vi er",
  "4147497805": "Gulrot",
  "4194763679": "Finkornede vanskelighetsgrader",
  "4195759329": "Botdeteksjon og risikoscore",
  "4199502476": "Avanserte rapporteringsdashboard og API",
  "4238473596": "Å minimere friksjonen for ekte brukere er viktig. hCaptcha bruker enkle oppgaver og tar mindre tid for de fleste brukere samtidig som den stopper mer bottrafikk.",
  "4272022475": "Alle forespørsler og eiendeler går til hcaptcha.yourdomain.com",
  "4272454814": "Integrer med identitetsleverandøren du ønsker.",
  "a11y-img-1": "Tilgjengelighetsbrukerskjerm etter pålogging",
  "a11y-img-2": "Tilgjengelighetsalternativ i widget-UI-menyen",
  "a11y-img-3": "Tilgjengelighetsdialogboksen i widget-UI",
  "about-advisors-brendan": "Konsernsjef i Brave. Medstifter av Mozilla. Skaper av JavaScript-programmeringsspråket. Bygger av nettlesere og mer.",
  "about-advisors-dawn": "Professor, CS ved University of California, Berkeley. Dyp læring, sikkerhet, blockchain-ekspert. Administrerende direktør i Oasis Labs.",
  "about-advisors-head": "Rådgivere",
  "about-advisors-keiran": "Forsker ved Stanford. Maskinlæring og kvantitativ finansiering i store banker, hedgefond og akademia.",
  "about-content-head-1": "Hva vi gjør",
  "about-content-head-2": "Hvorfor det gjelder",
  "about-content-text-1a": "hCaptcha gir en moderne, personvernfokusert tilnærming til å stoppe bots.",
  "about-content-text-1b": "Vi viser CAPTCHA-utfordringer som er vanskelige for roboter, men enkle for folk, ved å samle inn vanskelige å merke data fra maskinlæringsproblemer, og bruke den til å skille om et nettsted eller en app-besøkende er menneskelig.",
  "about-content-text-2a": "Dårlige skuespillere blir stadig mer vanlige på nettet. Men å ofre brukernes privatliv er ikke svaret.",
  "about-content-text-2b": "Sikkerhetsløsninger som tilbys av annonsefirmaer, fokuserer primært på sporing av brukere på nettet. Vi har laget en effektiv sikkerhetsløsning som beviser at det ikke er nødvendig å skade brukernes personvern for å levere gode resultater.",
  "about-intro-head-1": "Om hCaptcha",
  "about-intro-head-2": "Personvern, sikkerhet og maskinlæring.",
  "about-intro-text": "hCaptcha er verdens mest brukte uavhengige CAPTCHA-tjeneste.",
  "about-leadership-head": "Hvem vi er",
  "about-leadership-headsub": "Et erfaren team som jobber med dagens vanskeligste problemer.",
  "about-leadership-link1": "Hvem vi er",
  "about-leadership-text1": "Vi er spesialister på dyp læring og visuell domene maskinlæring i stor skala, med spesielt fokus på å sikre online systemer fra stadig mer sofistikerte moderne trusler.",
  "about-leadership-text2": "Med flere tiår med ekspertise innen programvare og maskinlæring, bygger og driver vi store skalerbare systemer for å takle noen av dagens vanskeligste problemer, samtidig som vi ivaretar personvernet.",
  "acc-opt": "Tilgjengelighetsalternativer",
  "acc-opt-but": "Lær mer om tilgjengelighetsalternativer",
  "acc-opt-text": "Er du synshemmet eller ikke klarer å fullføre hCaptchas?",
  "accessibility-link": "tilgjengelighet",
  "appreciate-in": "Vi setter pris på innspillene dine. Gi oss beskjed om eventuelle problemer, så løser vi dem raskt.",
  "fb-but": "Send oss tilbakemelding",
  "feedback-text": "Gi tilbakemelding på hCaptcha du nettopp så",
  "footer-attribution": "Attribusjon",
  "footer-copyright-text": "hCaptcha er et registrert varemerke for Intuition Machines, Inc.",
  "footer-header-1": "Selskap",
  "footer-header-2": "Ressurser",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Merking",
  "footer-link-10": "tilgjengelighet",
  "footer-link-2": "Om",
  "footer-link-3": "Arbeidsplasser",
  "footer-link-4": "Varemerker",
  "footer-link-5": "AI-etikk",
  "footer-link-6": "Blogg",
  "footer-link-7": "Status",
  "footer-link-8": "Dokumentasjon",
  "footer-link-9": "Rapporter en feil",
  "footer-privacy": "Personvern",
  "footer-subheader-1": "Brukerstøtte",
  "footer-subheader-2": "Kontakt",
  "footer-terms": "Vilkår",
  "h-plans": "Abonnementsplaner",
  "header-docs-link": "Dokumenter",
  "header-labeling-services-link": "Merkingstjenester",
  "header-login-button": "Logg Inn",
  "header-plans-link": "Planer",
  "header-signup-button": "Melde deg på",
  "home-about-head": "Om hCaptcha",
  "home-about-subtitle": "Drevet av HUMAN Protocol",
  "home-about-text-1": "hCaptcha er designet for å løse det mest arbeidskrevende problemet innen maskinlæring: merke enorme mengder data på en betimelig, rimelig og pålitelig måte.",
  "home-about-text-2": "Mer data gir generelt bedre resultater i opplæring av maskinlæringsmodeller. Den nylige suksessen med dype modeller har ført til stadig større datasett, nesten alltid med noen menneskelig gjennomgang. Imidlertid er det både tregt og dyrt å lage store menneskemessige datasett via Mechanical Turk, Figur åtte osv.",
  "home-about-text-3": "hCaptcha tillater nettsteder å tjene penger på å betjene denne etterspørselen mens de blokkerer roboter og andre former for misbruk.",
  "home-about-text-4": "Markedet for hCaptcha er drevet av HUMAN Protocol, en åpen desentralisert protokoll for menneskelig gjennomgang som kjører på Ethereum blockchain. Nettsteder tjener Human Tokens (HMT) når brukere bruker hCaptcha-widgeten på nettstedet deres, og maskinlæringsfirmaer betaler Human Tokens for å få merket dataene.",
  "home-ba-labeling-services-link": "Merkingstjenester",
  "home-benefits-head-1": "Verdien i datamerking",
  "home-benefits-head-2": "Gi tilbake til veldedighet",
  "home-benefits-text-1": "Visste du at hver gang du klikker på bilen, hjelper du med å trene et enkelt Gigantic-selskaps maskinlæringssystemer gratis?",
  "home-benefits-text-2": "hCaptcha snur denne modellen. Når du bruker hCaptcha, byr selskaper på arbeidet brukerne gjør når de beviser sin medmenneskelighet. Du får belønningene.",
  "home-benefits-text-3": "Vil du gi tilbake til din favoritt veldedighet? hCaptcha lar deg støtte veldedige organisasjoner etter eget valg med inntektene du får ved å bruke den. Brukere på nettstedet ditt vil snart kunne se ditt bidrag til veldedighet gjennom diskret merkevarebygging på hCaptcha-grensesnittet.",
  "home-challenge-text-1": "Velg alle bildene som samsvarer med spørringen",
  "home-challenge-text-2": "Definer avgrensningsområde for objekter",
  "home-challenge-text-3": "Identifiser de tilsvarende etikettene",
  "home-challenge-title-1": "Sammenligning",
  "home-challenge-title-2": "Avgrensningsboks",
  "home-challenge-title-3": "Kategorisering",
  "home-challenges-head": "Presenterte utfordringer",
  "home-challenges-text-1": "... og andre enkle oppgaver. Enkelt for mennesker, vanskelig for roboter.",
  "home-challenges-text-2": "Egendefinerte oppgaver også tilgjengelig for bedriftsutgivere.",
  "home-ent-1": "Leter du etter våre sikkerhetstjenester?",
  "home-ent-2": "Besøk vår nye dedikerte side: BotStop.com",
  "home-ent-button": "Lær mer: BotStop av hCaptcha",
  "home-from-the-blog": "FRA BLOGGEN:",
  "home-from-the-blog-value": "Hvordan hCaptcha vanskelighetsinnstillinger fungerer",
  "home-intro-body": "Bruker du en captcha for å holde ut roboter? hCaptcha beskytter brukernes personvern, belønner nettsteder og hjelper selskaper med å få merket dataene sine. Det er en drop-in erstatning for reCAPTCHA: du kan bytte i løpet av få minutter.",
  "home-intro-button": "Registrer deg nå",
  "home-intro-head": "Stopp flere roboter. Begynn å beskytte brukernes privatliv.",
  "home-main-1": "Privat. Sikre. Raskere. Og vi betaler deg for å bruke den.",
  "home-main-2": "Personvernfokusert",
  "home-main-2c": "Annonsenettverk ser på de besøkende som produktet. For hCaptcha er produktet arbeidet de gir. Vi bryr oss ikke om hvem brukerne dine er, bare hvor sannsynlig det er at de er ondsinnede. Vi støtter initiativer som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet.",
  "home-main-3": "Sikkerhet først",
  "home-main-3c": "Nøyaktighet er i din interesse og vår. hCaptcha er utgiverfokusert. Vi jobber for å gi deg reelle data og la deg bestemme hvordan du skal bruke den. Andre captchas er levert av gigantiske annonseringsselskaper. Dette betyr at hver bot de blokkerer kan redusere inntektene.",
  "home-main-4": "Bedre brukeropplevelse",
  "home-main-4c": "Sofistikerte maskinlæringsmodeller brukes av hCaptcha for å bestemme menneskeheten. Dette lar oss kreve mindre irriterende oppgaver fra brukerne dine og ta mindre tid på å gjøre det, mens vi fremdeles produserer nyttige merkede data for merking av kunder.",
  "home-main-plans": "hCaptcha er gratis å bruke for utgivere i alle størrelser. For bedrifter og plattformer som trenger mer kontroll, er våre bedriftsløsninger imidlertid tilgjengelige.",
  "home-main-plans2": "hCaptcha bedriftsløsninger beskytter millioner av brukere over titalls millioner nettsteder for noen av de største selskapene på planeten. Kontakt oss for mer info, eller besøk",
  "home-main-plans3": "hCaptcha bedriftsløsninger beskytter millioner av brukere over titalls millioner nettsteder for noen av de største selskapene på planeten. Kontakt oss for mer info, eller besøk",
  "home-main-plans4": "for detaljer.",
  "home-plans-button-1": "Registrer deg nå",
  "home-plans-button-2": "Kontakt salg",
  "home-plans-chart-head-1": "Egenskaper",
  "home-plans-chart-head-2": "Forlegger",
  "home-plans-chart-head-3": "Bedriften",
  "home-plans-chart-row-1-cell-1": "Kontrollutfordringstyper vist",
  "home-plans-chart-row-1-cell-2": "Begrenset",
  "home-plans-chart-row-1-cell-3": "Total",
  "home-plans-chart-row-10-cell-1": "Flerbruker dashbord",
  "home-plans-chart-row-11-cell-1": "Avanserte rapporteringsfunksjoner",
  "home-plans-chart-row-12-cell-1": "SLAs for bedrifter",
  "home-plans-chart-row-2-cell-1": "Kontroller utfordringsinnhold som brukes",
  "home-plans-chart-row-2-cell-2": "Begrenset",
  "home-plans-chart-row-2-cell-3": "Total",
  "home-plans-chart-row-3-cell-1": "Tjen belønninger for menneskelige løsninger",
  "home-plans-chart-row-4-cell-1": "Anti-bot-beskyttelse i verdensklasse",
  "home-plans-chart-row-5-cell-1": "Fungerer i alle land",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA og 99,9 % passive moduser",
  "home-plans-chart-row-5b-cell-1": "Bottillitsscore",
  "home-plans-chart-row-6-cell-1": "GDPR og CCPA-vennlig personvernpolicy",
  "home-plans-chart-row-7-cell-1": "Finkornet vanskelighetsgrad",
  "home-plans-chart-row-8-cell-1": "Start ditt eget utfordringsinnhold",
  "home-plans-chart-row-9-cell-1": "Tidsbasert vanskelighetsplanlegging",
  "home-try-it-out-button": "Få hCaptcha",
  "home-try-it-out-head": "Prøv det",
  "home-try-it-out-text": "hCaptcha gir enkel, enkel og pålitelig botdeteksjon mens den er triviell for mennesker å løse.",
  "labeling-about-head": "Om hCaptcha",
  "labeling-about-text-1": "hCaptcha er designet for å løse det mest arbeidskrevende problemet innen maskinlæring; merke enorme mengder data på en betimelig, rimelig og pålitelig måte. Mer data gir generelt bedre resultater i opplæring av maskinlæringsmodeller. Den nylige suksessen med dype modeller har ført til stadig større datasett, og hCaptcha betjener dette behovet.",
  "labeling-about-text-2": "Imidlertid er det langsomt og dyrt å lage store datasett som er vurdert av mennesker ved bruk av tradisjonelle metoder. hCaptcha er en måte for bedrifter å få merknadene de trenger raskere, med høyere kvalitet og til lavere pris enn andre alternativer.",
  "labeling-annotations-head": "Kommentar Typer",
  "labeling-annotations-text-1": "Nøyaktig gjenkjenning av objekter i bilder og video",
  "labeling-annotations-text-2": "Nøyaktig gjenkjenning av objekter i bilder og video",
  "labeling-annotations-text-3": "Punktkommentarer for mange forskjellige bruksområder",
  "labeling-annotations-text-4": "Sorter eller legg til vilkårlige kategorier i alle størrelser",
  "labeling-annotations-text-5": "Menneskedrevet påvisning og klassifisering",
  "labeling-annotations-text-6": "Trenger du en annen type som ikke er oppført her? Bare spør oss.",
  "labeling-annotations-title-1": "Avgrensningsbokser",
  "labeling-annotations-title-2": "Polygoner",
  "labeling-annotations-title-3": "Landemerker",
  "labeling-annotations-title-4": "Attributtkategorisering",
  "labeling-annotations-title-5": "Sammenligning og påvisning",
  "labeling-annotations-title-6": "... og mange flere",
  "labeling-ent-button": "Kontakt vårt Enterprise Solutions Team",
  "labeling-ent-head": "Trenger du end-to-end-kontroll?",
  "labeling-ent-text-1": "HUMAN-plattformen bak hCaptcha gir svært sofistikert arbeidskvalitet og administrasjonsfunksjoner via lokale, hybrid- eller SaaS-distribusjoner som integreres med dine eksisterende systemer.",
  "labeling-ent-text-2": "Kjør helt frakoblet med din egen arbeidsstyrke, følg verdien som forbrukes på tvers av forretningsenheter eller konsortiumspartnere, rute jobber selektivt til forskjellige interne eller eksterne arbeidslivsleverandører basert på krav til sikkerhet og mer.",
  "labeling-ent-text-3": "Enkel API-tilgang, vakre dashbord og den nyeste modellen innen teknologi for å maksimere effektiviteten.",
  "labeling-ent-text-4": "99,99% oppetid SLAer og 24/7 global støtte tilgjengelig. For mer informasjon:",
  "labeling-features-head-1": "Enkle API-drevne rørledninger.",
  "labeling-features-head-2": "Optimalisert for pris og kvalitet. Ingen forpliktelse på forhånd kreves.",
  "labeling-features-head-3": "Bare betal for nøyaktigheten du trenger.",
  "labeling-features-head-4": "Gi dine egne sannhetsdata eller la oss bygge dem på farten.",
  "labeling-features-text-1": "Vil du integrere menneskelig gjennomgang direkte i din virksomhet? Vi tilbyr SLAs med høy pålitelighet, garantert kapasitet og enkle REST APIer.",
  "labeling-features-text-2": "HUMAN-plattformen bruker omfattende tillitsmodeller for å utføre sofistikerte kvalitetsanalyser i sanntid. Dette lar oss raskt finne ut både vanskeligheten med spørsmål og det sannsynlige riktige svaret, noe som sparer deg tid og penger.",
  "labeling-features-text-3": "Ikke alle problemer er de samme. Kommentarer for sikkerhetskritiske oppgaver kan kreve 99,99% tillit fra helt menneskelige arbeidere. Kommentarer for en beta-funksjon i en mobilspill-app kan bare kreve moderat tillit. Du bestemmer.",
  "labeling-features-text-4": "Har du rådata uten et omfattende bekreftelsessett? I de fleste tilfeller kan vi bygge en for deg når oppgaver kjøres gjennom systemet, eller lage merkede prøver for godkjenning.",
  "labeling-info-head": "Få merket data",
  "labeling-info-text-1": "Snakk med en av domenekspertene våre for å definere prosjektets behov: målnøyaktighet, format og eventuelle spesielle krav.",
  "labeling-info-text-2": "Vi utfører en liten produksjonsjobb basert på eksempeldataene dine. Dette tester arbeidet vi har gjort sammen for å sikre at du får akkurat det du trenger.",
  "labeling-info-text-3": "Med vårt høye volum og lave ventetid vil vi snu arbeidet ditt raskt, med automatisk levering så snart det er gjort.",
  "labeling-info-text-4": "Etter hvert som vi bedre forstår parametrene for produksjonsarbeidet ditt, vil resultatene fortsette å forbedre seg over tid.",
  "labeling-info-text-5": "Live dashboards lar deg gi tilbakemelding eller stoppe produksjonen når som helst.",
  "labeling-info-title-1": "Definer spesifikasjoner",
  "labeling-info-title-2": "Første jobbtest",
  "labeling-info-title-3": "Distribuere produksjonsjobber",
  "labeling-info-title-4": "Kontinuerlig forbedring",
  "labeling-info-title-5": "Sanntidsresultater",
  "labeling-main-1": "Kostnadseffektiv datamerking i skala",
  "labeling-main-1-button": "Få dataene dine merket nå",
  "labeling-main-1c": "Trenger du flere etiketter for datasettene dine? hCaptcha gir rask, kostnadseffektiv og høykvalitets datamerking for selskaper som jobber med kunstig intelligens og maskinlæringsapplikasjoner.",
  "labeling-main-2": "Start millioner av oppgaver umiddelbart.",
  "labeling-main-2-button": "Kjøp Data Labelling Services",
  "labeling-main-2c": "hCaptcha har en av de største bassengene på planeten tilgjengelig for bruk. Uansett skala, kan vi takle det uten dyre forpliktelser. Millioner av oppgaver per dag er ikke noe problem.",
  "labeling-platform-head": "Privat eller offentlig informasjon",
  "labeling-platform-text": "hCaptcha er bygget på HUMAN-plattformen, som tillater sofistikert ruting og analyse for å optimalisere kostnader og effektivitet ved hvert trinn. Denne teknologien lar den rette arbeidsstyrken håndtere hver del av jobben din, maksimerer kostnadseffektiviteten, samtidig som personvernet oppfylles og oppfyller eventuelle lovkrav som kan gjelde.",
  "labeling-try-button": "Kjøp Data Labelling Services",
  "labeling-try-head": "Vil du prøve det med dataene dine?",
  "labeling-try-text": "... vi er klare når du er: tjenesten vår er tilgjengelig døgnet rundt.",
  "learn-more-hcaptcha": "Lær mer om hCaptcha",
  "page-acc-faq-1": "Spørsmål: Er hCaptcha Section 508 + WCAG 2.1 AA kompatibel? Svar: Vi tror det: alle brukere med noen form for funksjonshemming som er i stand til å surfe på nettet og skrive inn tekst på skjemaer kan få tilgang til tjenester beskyttet av hCaptcha ved registrering. Dette er imidlertid ikke juridisk råd: du bør utføre din egen evaluering, ta hensyn til din spesielle implementering for å sikre at dette er tilfellet for din distribusjon.",
  "page-acc-faq-2": "Spørsmål: Jobber du med andre tilgjengelighetsalternativer (a11y), som lyd? Svar: Tidligere populære alternativer som audio captchas diskriminerer mange a11y-brukere og blir lett beseiret av moderne maskinlæringsteknikker. Dette har tvunget dagens lydutfordringer til å bli mer og mer vanskelige, og introduserer støy, merkelig timing, uvanlige ordkombinasjoner og så videre for å beseire angripere. Vi er derfor mindre begeistret for denne tilnærmingen i forhold til å unngå utfordringen helt, men vil vurdere det hvis det er etterspørsel fra a11y-miljøet. Vi er imidlertid veldig interessert i Privacy Pass for Accessibility-brukssaken. Vi tror å kombinere vår nåværende a11y-tilnærming med utstedelse av Privacy Pass vil tillate a11y-brukere å surfe trygt, i visshet om at trafikken deres er mer privat, samtidig som det begrenser misbruket av botoperatører som uunngåelig oppstår når a11y-alternativer er tilgjengelige. Vi er aktive deltakere i IETF-arbeidsgruppen som standardiserer denne nye teknologien.",
  "page-acc-faq-3": "Spørsmål: Hva med personvern? Avslører registreringen 11y nettleserdata på noen måte? Hva gjør du med e-posten? Svar: hCaptcha er designet for personvern fra grunnen av. Det er veldig annerledes enn tradisjonelle alternativer som reCAPTCHA som eies av annonsenettverk, som har et insentiv til å spore deg rundt på nettet og assosiere deg med en ekte identitet. Vi bruker aldri e-poster eller informasjon om tilgjengelighet til andre formål enn å tilrettelegge for all bruk og forhindre misbruk. Vår personvernpolicy har omfattende og autoritative svar på hvordan vi bruker data, men det korte svaret er at vi ikke har noen interesse i å knytte deg som person til nettleserhistorikken din. Vi jobber også for tiden med en kryptografisk løsning for raskt å forkaste e-postadressen din. samtidig som vi bevarer vår evne til å forhindre misbruk, og komplementerer arbeidet vårt med Privacy Pass.",
  "page-acc-link-1": "Hvis du er en tilgjengelighetsbruker, kan du registrere deg her.",
  "page-acc-subhead": "Sikrer sømløs tilgang for alle brukere samtidig som sikkerheten opprettholdes",
  "page-acc-summary": "Sammendrag",
  "page-acc-summary-contents-1": "hCaptcha er designet for å stoppe roboter ved å skille dem fra mennesker. Visuelle tester er et praktisk verktøy for dette, men ikke alle kan løse en visuell utfordring. Av denne grunn har vi utviklet et enkelt, smertefritt alternativ for å la utgivere som bruker tjenesten vår bevare tilgjengeligheten for alle med full Section 508 og WCAG 2.1 AA-samsvar.",
  "page-acc-summary-contents-2": "Slik fungerer det: først registrerer en tilgjengelighetsbruker seg ved denne URL-en, som er koblet til informasjonssiden for hCaptcha-widgeten. De får en kryptert informasjonskapsel som kan brukes flere ganger om dagen, men må oppdateres hver 24. time via pålogging. Når en utfordring blir presentert for en tilgjengelighetsbruker på et hvilket som helst nettsted som bruker hCaptcha-tjenesten, vil de automatisk passere.",
  "page-acc-title": "hCaptcha tilgjengelighetsinformasjon",
  "page-acc-tr-body": "Spørsmål: Jeg ser fortsatt en utfordring etter at jeg har satt inn informasjonskapselen. Hva er årsaken til dette?<br> Svar: Dette skyldes vanligvis bruk av en aggressiv annonseblokkering eller anti-cookie-utvidelse, eller en innstilling som blokkerer informasjonskapsler på tvers av nettsteder, i dette tilfellet en informasjonskapsel for hcaptcha.com som er satt eller kontrollert av hCaptcha JS på et annet nettsted , som den du besøker.<br><br> hCaptcha tilgjengelighetscookies fungerer med alle populære nettlesere og annonseblokkere med standardinnstillinger, så feil skyldes vanligvis anti-anti-adblock-skript eller lignende regelsett rettet mot bestemte nettsteder.<br><br> Løsninger:<br><br> 1. Hviteliste hcaptcha.com og * .hcaptcha.com cookies i annonseblokkeringen eller nettleserens sikkerhetsutvidelse.<br> 2. Hvis du bruker den modige nettleseren, som for øyeblikket ikke ser ut til å ha noen form for godkjenningsliste for informasjonskapsler, går du til Innstillinger -> Skjold -> Informasjonskapsler og velger Tillat alle informasjonskapsler.<br> 3. Hvis du bruker den nyeste versjonen av Safari på enten nylig utgitte OS X 10.15 eller iOS 13.4, har Apple nettopp endret oppførselen til Safari relatert til tredjeparts informasjonskapsler, og blokkerer dem alle som standard. Vi implementerer en løsning, men i mellomtiden kan du gå til Safari-innstillinger, personvern og fjerne merket for Sporing av nettsider: Forhindre sporing på tvers av nettsteder for å gjøre tilgjengelighetscookien fungere som forventet.<br><br> Spørsmål: Jeg bruker flere enheter. Må jeg registrere meg flere ganger?<br> Svar: Nei. Vennligst klikk på den samme e-postkoblingen som er sendt til deg på hver enhet du bruker for å angi informasjonskapselen.<br><br> Spørsmål: Hvordan kan jeg beskytte meg mot tredjeparts informasjonskapsel når jeg bruker tilgjengelighetscookien?<br> Svar: Å bruke et hvilket som helst personvern eller annonse-blokkerende utvidelse som støtter hviteliste på domenenivå (f.eks. UBlock Origin), fungerer som forventet: bare sørg for å hviteliste hcaptcha.com.",
  "page-acc-tr-title": "For tilgjengelighetsbrukere: Vanlige spørsmål og feilsøkingsveiledning",
  "page-acc-tr2-body": "Safari<br> For å aktivere informasjonskapsler i Safari (Mac): Gå til rullegardinmenyen Safari. Velg Innstillinger. Klikk på Personvern i toppanelet. Velg alternativet \"Aldri\" under \"Blokker informasjonskapsler\".<br> For å aktivere informasjonskapsler i Safari (iPhone / iPad iOS 11+): Åpne Innstillinger. Rull ned og velg Safari. Under Personvern og sikkerhet, slå av \"Forhindre sporing på tvers av nettsteder\" og \"Blokker alle informasjonskapsler\"<br><br> Firefox<br> Klikk på skjoldet til venstre for adresselinjen på en hvilken som helst webside. Klikk på Beskyttelsesinnstillinger. Firefox Preferences Privacy & Security-panelet åpnes. Velg Tilpasset under Enhanced Tracking Protection. Velg hvilke sporere og skript du vil blokkere ved å merke av for disse avmerkingsboksene. Forsikre deg om at du har fjernet blokkeringen av hcaptcha.com.<br><br> Du kan også midlertidig slå av noen beskyttelser i Tilpasset for å feilsøke dette ved å fjerne merket for avmerkingsboksene: Fjern merket for sporingsboksen eller fjern merket for Informasjonskapsler hvis du fortsatt har problemer.<br><br> Google Chrome<br> Google Chrome (PC)<br> Velg Chrome-menyikonet. Velg Innstillinger.<br> Gå til personvern og sikkerhet, deretter informasjonskapsler og andre nettsteddata.<br> Forsikre deg om at \"Blokkér informasjonskapsler fra tredjeparter\" ikke er aktivert.<br><br> Google Chrome (Mac):<br> Åpne Chrome-innstillinger fra menylinjen.<br> Gå til personvern og sikkerhet, deretter informasjonskapsler og andre nettsteddata.<br> Forsikre deg om at \"Blokkér informasjonskapsler fra tredjeparter\" ikke er aktivert.<br><br> Google Chrome (Android):<br> Åpne Chrome-appen på Android-enheten din.<br> Trykk på Mer og deretter Innstillinger øverst til høyre.<br> Trykk på Nettstedsinnstillinger og deretter Informasjonskapsler.<br> Slå på innstillingen ved siden av Cookies.<br> Merk av i boksen ved siden av \"Tillat informasjonskapsler fra tredjeparter.\"<br><br> Internet Explorer<br> 1. Velg tannhjulet øverst til høyre på skjermen, og velg deretter 'Alternativer for Internett'. Hvis du har aktivert menylinjen, kan du velge 'Verktøy' og deretter 'Alternativer for Internett'.<br> 2. Klikk kategorien 'Personvern'.<br> 3. Velg knappen \"Avansert\".<br> 4. Velg \"Godta\" under \"Tredjeparts informasjonskapsler\".<br> 5. Klikk \"OK\"",
  "page-acc-tr2-head": "Nettleserinstruksjoner for informasjonskapsler på tvers av nettsteder",
  "priv-hc": "Personvernfokusert",
  "priv-hc-text": "Annonsenettverk ser deg som deres produkt. Det gjør vi ikke. Vi bryr oss ikke hvem brukerne er, bare hvor sannsynlig de er skadelige. Vi støtter initiativer som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet.",
  "reporting-bugs-accessibility-button": "Lær mer om tilgjengelighetsalternativer",
  "reporting-bugs-accessibility-head": "Tilgjengelighetsalternativer",
  "reporting-bugs-accessibility-text": "Er du synshemmet eller ikke klarer å fullføre hCaptchas?",
  "reporting-bugs-guide-ff-head": "Ta opp feilrapportdetaljer: Firefox",
  "reporting-bugs-guide-ff-step-1": "Trinn 1: Åpne utviklerverktøy (Dette begynner å registrere økten.)",
  "reporting-bugs-guide-ff-step-2": "Trinn 2: Klikk på Nettverk-fanen i Utviklerverktøy. Merk av for Persist-loggboksen øverst.",
  "reporting-bugs-guide-ff-step-3": "Trinn 3: besøk https://accounts.hcaptcha.com/demo, eller nettstedet du har et problem på (Personvernmerknad: bare hvis du ikke har noe imot å dele hva det er) ... og klikk deretter på I er menneskelig knapp, og prøv å løse.",
  "reporting-bugs-guide-ff-step-4": "Trinn 4: Klikk på HAR etter at du har forsøkt å løse, og velg Lagre alle som HAR for å lagre nettverksloggen. Send den filen til oss.",
  "reporting-bugs-guide-ff-step-5": "Trinn 5: Klikk på kategorien Konsoll, og høyreklikk deretter på Velg alt og lagre det i en tekstfil for å lagre konsolloggen. Send oss det også.",
  "reporting-bugs-guide-ff-step-6": "Siste trinn: Send HAR- og konsollloggfilene til oss på e-post, og beskriv problemet. Bruk: support@hcaptcha.com (vennligst bruk en tjeneste som Dropbox eller Filebin og send lenker) og eventuelt et skjermbilde hvis du mistenker at noe ikke vises riktig . Send også IP-en du bruker. Du kan få det fra https://www.whatsmyip.org/ Takk for at du tok deg tid til å hjelpe oss med å få denne informasjonen! Vi er forpliktet til å få hCaptcha til å fungere bra for alle.",
  "reporting-bugs-guide-head": "Ta opp feilrapportdetaljer: Chrome",
  "reporting-bugs-guide-step-1": "Trinn 1: Åpne utviklerverktøy (Dette begynner å registrere økten.)",
  "reporting-bugs-guide-step-2": "Trinn 2: Klikk på Nettverk-fanen i Utviklerverktøy. Merk av for Bevar loggboksen øverst.",
  "reporting-bugs-guide-step-3": "Trinn 3: besøk https://accounts.hcaptcha.com/demo, eller nettstedet du har et problem på (Personvernmerknad: bare hvis du ikke har noe imot å dele hva det er) ... og klikk deretter på I er menneskelig knapp, og prøv å løse.",
  "reporting-bugs-guide-step-4": "Trinn 4: Klikk på Eksporter HAR (den lille nedpilen) etter at du har forsøkt å løse, som lagrer nettverksloggen. Send filen til oss.",
  "reporting-bugs-guide-step-5": "Trinn 5: Klikk kategorien Konsoll, og høyreklikk deretter Lagre som .. for å lagre konsolloggen. Send oss det også.",
  "reporting-bugs-guide-step-6": "Siste trinn: Send HAR- og konsollloggfilene til oss på e-post og beskriv problemet. Bruk: support@hcaptcha.com (vennligst bruk en tjeneste som Dropbox eller Filebin og send lenker) og eventuelt et skjermbilde, hvis du mistenker at det er noe som ikke vises riktig. Send også IP-en du bruker. Du kan få det fra https://www.whatsmyip.org/ Takk for at du tok deg tid til å hjelpe oss med å få denne informasjonen! Vi er forpliktet til å få hCaptcha til å fungere bra for alle.",
  "reporting-bugs-guide-text-1": "Å sende feilsøkingsinformasjon med rapporten din vil gjøre det mye enklere for oss å identifisere hva som skjer. Her er trinnvise instruksjoner:",
  "reporting-bugs-guide-text-2": "Hvis du er en nettutvikler eller ekspertbruker, er sammendraget at vi vil at du skal sende oss et nettverk som registrerer HAR- og nettleserkonsolllogger. Prøv å deaktivere annonseblokkering eller nettlesersikkerhetsutvidelser først, og prøv deretter på nytt før du går gjennom disse trinnene. Hvis det løser problemet ditt, setter vi fortsatt pris på at du gir oss beskjed om nettleserversjonen, annonseblokkeringen eller nettleserutvidelsen din og nettadressen til nettstedet.",
  "reporting-bugs-intro-head": "Fant du en feil? Slik rapporterer du det.",
  "reporting-bugs-intro-text": "Millioner av mennesker bruker hCaptcha hver måned, på tusenvis av kombinasjoner av nettlesere, utvidelser, enheter, brannmurer og mer. Målet vårt er å sørge for at det alltid fungerer for deg, så vi setter stor pris på rapportene dine! For å gi rask tilbakemelding er det bare å klikke Send oss tilbakemelding-knappen. Hvis du ser et funksjonelt problem, kan du følge instruksjonene for feilsøkingslogg for Chrome eller feilsøkingsinstruksjonene for Firefox nedenfor. For andre nettlesere, bare send oss en e-post. For potensielle sikkerhets- eller personvernproblemer, se instruksjonene nedenfor.",
  "reporting-bugs-privacy-head": "Privatlivs problemer",
  "reporting-bugs-privacy-text": "Vi bryr oss ikke om hvem som er brukere, bare hvor sannsynlig de er for å være skadelige eller maskiner. Vi støtter initiativer som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet. Hvis du har funnet et problem som du tror kan påvirke brukernes personvern, kan du sende oss en e-post på support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Send oss tilbakemelding",
  "reporting-bugs-provide-feedback-head": "Gi umiddelbar tilbakemelding på hCaptcha",
  "reporting-bugs-provide-feedback-text": "Vi setter pris på innspillene dine. Gi oss beskjed om eventuelle problemer, så løser vi dem raskt.",
  "reporting-bugs-security-head": "Sikkerhetsfeil",
  "reporting-bugs-security-text": "Vi er alltid interessert i å motta rapporter om sikkerhetsfeil. Send e-post til support@hcaptcha.com og CC security@hcaptcha.com, så kommer vi raskt tilbake til deg. Vi har også et bug-bounty-program for kvalifiserte sikkerhetsrapporter om hCaptcha-tjenesten og tilhørende kildekode.",
  "sales-interstitial-c1": "For selskaper",
  "sales-interstitial-c1a": "Løsninger for bedriftssikkerhet (betalt)",
  "sales-interstitial-c1b": "Lær mer om hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Datanotering",
  "sales-interstitial-c1d": "Kjøp hCaptcha-merketjenester",
  "sales-interstitial-c2": "For enkeltpersoner",
  "sales-interstitial-c2a": "Legg til hCaptcha i tjenesten din (gratis)",
  "sales-interstitial-c2b": "Legg til hCaptcha for Publishers på nettstedet eller appen min",
  "sales-interstitial-c2c": "Hva er hCaptcha?",
  "sales-interstitial-c2d": "Lær mer om hCaptcha",
  "sales-interstitial-head": "La oss sørge for at du kommer til rett sted.",
  "sec-hc": "Sikkerhet først",
  "sec-hc-text": "hCaptcha er publisistfokusert. Vi jobber for å gi nettsteder ekte data og la dem bestemme hvordan de skal bruke dem. Nøyaktighet er i din og vår interesse. Andre captchaer leveres av reklameselskaper. Hver bot de blokkerer kan redusere inntektene deres.",
  "signup-interstitial-c1": "For selskaper eller nettsteder",
  "signup-interstitial-c1a": "Legg til hCaptcha i tjenesten din (gratis)",
  "signup-interstitial-c1b": "Legg til hCaptcha for Publishers på nettstedet eller appen min",
  "signup-interstitial-c1c": "Løsninger for bedriftssikkerhet (betalt)",
  "signup-interstitial-c1d": "Lær mer om hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Datanotering",
  "signup-interstitial-c1f": "Kjøp hCaptcha-merketjenester",
  "signup-interstitial-c2": "For enkeltpersoner",
  "signup-interstitial-c2a": "tilgjengelighet",
  "signup-interstitial-c2b": "Lær om tilgjengelighetsalternativer for hCaptcha",
  "signup-interstitial-c2c": "Tjene penger",
  "signup-interstitial-c2d": "Arbeid som en individuell datamerker",
  "signup-interstitial-head": "La oss sørge for at du kommer til rett sted.",
  "support-interstitial-c1": "For selskaper",
  "support-interstitial-c1a": "Løsninger for bedriftssikkerhet (betalt)",
  "support-interstitial-c1b": "Få støtte for hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (gratis)",
  "support-interstitial-c1d": "Få støtte for hCaptcha Publisher",
  "support-interstitial-c2": "For enkeltpersoner",
  "support-interstitial-c2a": "Har du problemer med en utfordring?",
  "support-interstitial-c2b": "Lær om tilgjengelighetsalternativer for hCaptcha",
  "support-interstitial-c2c": "Vil du rapportere en feil?",
  "support-interstitial-c2d": "Lær mer om rapportering av programvareproblemer",
  "support-interstitial-head": "La oss sørge for at du kommer til rett sted.",
  "switch-to-english-link": "Bytt til engelsk",
  "what-is-hcaptcha": "Hva er hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha hjelper favorittnettjenestene dine med å holde unna bots, spam og misbruk ved å stille enkle spørsmål som er enkle for mennesker og vanskelige for maskiner.",
  "why-hc": "Hvorfor hCaptcha?",
  "why-hc-text": "Hver gang du svarer på en utfordring, bruker vi sofistikerte modeller for å finne ut om du er menneske eller maskin. Nettstedet du besøkte, bruker deretter dette resultatet for å forbedre opplevelsen din på nettstedet ved å holde bots.",
  "footer-link-5b": "trykk",
  "footer-link-cyberattacks": "Cyberangrep 101",
  "header-enterprise-link": "Bedriften",
  "intro-subtitle": "Løs botproblemet ditt i dag."
}
