{
  "header-privacy-link": "Tsis pub twg paub",
  "header-integration-link": "Kev koom ua ke",
  "header-cost-link": "Nqi",
  "header-features-link": "Nta",
  "header-docs-link": "Cov ntaub ntawv",
  "header-login-button": "Nkag mus",
  "header-contact-button": "Hu rau Muag",
  "intro-heading": "Zero kev sib txhuam humanity verification.",
  "intro-contact-button": "Tiv tauj peb kom paub ntau ntxiv",
  "intro-text-bottom": "Kev cia siab los ntawm cov tuam txhab uas muaj hwj chim hauv lub vev xaib.",
  "sub-menu-button": "Hu rau Muag",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Nqi",
  "sub-menu-item3": "Kev koom ua ke",
  "sub-menu-item4": "Nta",
  "sub-menu-item5": "Tsis pub twg paub",
  "sub-menu-item6": "Cov ntaub ntawv",
  "info-head-1": "Ua rau ntawm qhov pov thawj hCaptcha platform",
  "info-text-1": "hCaptcha Enterprise khiav ntawm hCaptcha platform thev naus laus zis, txuas ntxiv kom suav nrog cov yam ntxwv siab tsheb khiav lag luam xav tau.",
  "info-head-2": "Tus khub uas ntseeg siab",
  "intro-subtitle": "daws koj qhov teeb meem bot hnub no.",
  "info-text-2": "Peb cov kev pabcuam tau txais kev ntseeg siab los ntawm cov tuam txhab loj tshaj plaws hauv ntiaj teb los pab ntau lab tus neeg siv niaj hnub thoob plaws kaum tawm lab ntawm cov chaw.",
  "cloudflare-quote-text": "Peb tau soj ntsuam ntau tus neeg muag khoom CAPTCHA nrog rau kev tsim lub tshuab peb tus kheej. Thaum kawg, hCaptcha tau tshwm sim los ua qhov zoo tshaj plaws lwm txoj rau reCAPTCHA.",
  "cloudflare-quote-detail": "Director of Product Management, Cloudflare",
  "section-quote-head": "Tus nqi zoo xaiv rau cov lag luam tsheb loj",
  "section-quote-text": "Thaum kawg, ib qho kev ntseeg siab rau Google. hCaptcha Enterprise muab kev txuag nyiaj ntau ntawm koj daim nqi reCAPTCHA nrog kev ruaj ntseg dua: txog li 80% tsawg dua hauv qee kis. Ntau lub ntiaj teb cov kev pabcuam online loj tshaj plaws tau hloov mus rau hCaptcha Enterprise thiab tau txais kev txhim kho bot nrhiav nrog rau kev txuag nyiaj ntau heev.",
  "section-quote-button": "Tiv tauj peb hnub no rau ib nqe lus",
  "section-privacy-header": "Kev ceev ntiag tug tsom",
  "section-privacy-text-1": "Ad networks pom koj cov neeg tuaj saib raws li cov khoom. Rau peb cov khoom tsuas yog txiav txim siab lawv tib neeg. Peb cov kev pabcuam ua tau raws li lossis dhau GDPR, CCPA, thiab LGPD cov cai, thiab txhawb kev pib xws li Privacy Pass. Peb ua hauj lwm nyuaj kom sib npaug ntawm kev ceev ntiag tug thiab kev ruaj ntseg.",
  "section-privacy-text-2": "Qhov tshwj xeeb tsom rau kev ceev ntiag tug txhais tau hais tias peb tuaj yeem muab xoom ib tus neeg cov ntaub ntawv khaws cia, ua haujlwm tsis muaj ncuav qab zib, thiab lwm yam kev cog lus tsis pub lwm tus paub raws li qhov xav tau thaum tswj kev ruaj ntseg zoo.",
  "section-security-header": "Kev ruaj ntseg ua ntej",
  "section-security-text-1": "Qhov tseeb yog nyob rau hauv koj nyiam thiab peb. hCaptcha ua haujlwm muab cov ntaub ntawv tiag tiag rau koj thiab cia koj txiav txim siab siv nws li cas. Lwm cov captchas yog muab los ntawm Gigantic cov tuam txhab tshaj tawm. Qhov no txhais tau tias txhua tus bot lawv thaiv tuaj yeem txo lawv cov nyiaj tau los.",
  "section-security-text-2": "Siv cov txheej txheem kev kawm tshiab tshiab nrog rau kev tsom mus rau kev ceev ntiag tug cia peb tshaj li cov qauv kev nyab xeeb ntawm cov txheej txheem qub txeeg qub teg txhua yam kev tawm tswv yim mus ib txhis yam tsis muaj teeb meem kev nyab xeeb lossis cov neeg siv ntiag tug.",
  "section-user-experience-header": "Kev paub siv zoo heev",
  "section-user-experience-text1": "Rau cov neeg siv khoom lag luam, cov kev xaiv muaj kom zam dhau qhov kev sib tw hauv ntau qhov xwm txheej.",
  "section-user-experience-text2": "Txo kev sib txhuam los ntawm kev zam kom tsis txhob muaj kev sib tw nkaus rau 99.9% ntawm koj cov tsheb khiav raug cai thaum tseem muab kev ruaj ntseg zoo heev, ua tsaug rau cov qauv bot siab heev.",
  "section-easy-integration-header": "Kev sib koom ua ke yooj yim",
  "section-easy-integration-text": "Ntxiv hCaptcha yuav siv sij hawm tsuas yog feeb thiab tsuas yog ob peb kab ntawm chaws. API yooj yim tau sib xws nrog reCAPTCHA V2, thiab nws siv sijhawm li feeb los hloov. Koj tuaj yeem nce thiab khiav nrog lwm txoj hauv kev zoo tshaj niaj hnub no, thiab tig rau cov yam ntxwv siab dua li qhov tsim nyog.",
  "section-easy-integration-serverside": "Server Side:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Customized Threat Scores",
  "section-threat-text": "Tsis yog txhua qhov teeb meem zoo ib yam: tau txais ib qho qhab nia txhais tau tias nws yuav tsum hais txog koj qhov kev xav tau kom muaj txiaj ntsig. Nrog hCaptcha qhov tshwj xeeb Customized Threat Scores, kev sab laj ceev tso cai rau peb hloov peb cov qauv kom xa cov qhab nia cuam tshuam rau koj lub lag luam.",
  "section-challenges-header": "Tua koj tus kheej cov kev sib tw hauv ob peb feeb",
  "section-challenges-text-1": "Nyob twj ywm ntawm hom khoom nrog cov ntsiab lus tseem ceeb",
  "section-challenges-text-2": "Thaum cov neeg siv yuav tsum daws qhov kev sib tw kom tau raws li qhov yuav tsum tau muaj kev ruaj ntseg, vim li cas ho tsis tsim cov haujlwm zoo thiab cuam tshuam rau tus neeg siv? Nrog rau peb tus qauv tsim kev sib tw yooj yim, koj tuaj yeem tso tawm cov ntsiab lus ntawm kev sib tw hauv ob peb feeb xwb.",
  "section-integration-header": "Direct Platform Integration",
  "section-integration-subheader": "Rau Web Infrastructure tuam txhab uas muag",
  "section-integration-text": "Lub hCaptcha Enterprise system yog qhov sib txawv ntawm nws qhov kev tsim: nws tuaj yeem ua ib feem lossis tag nrho xa mus rau ntawm ntug ntawm koj lub network yog tias koj ua haujlwm huab huab lossis muaj ntau lub chaw khaws ntaub ntawv. Qhov no tuaj yeem txo cov nqi thiab cov tsheb khiav tawm hauv lub network thaum khaws tag nrho cov txiaj ntsig ntawm kev tswj hwm los ntawm peb cov neeg ua haujlwm 24/7 hu xov tooj kom tau raws li SLAs nruj tshaj plaws.",
  "section-support-header": "Tau txais kev txawj ntse thiab kev txhawb nqa rau koj thiab koj cov neeg siv",
  "section-support-text": "Kev pabcuam yog qhov tseem ceeb tshaj plaws rau peb. Peb tuav 24/7 ntawm kev hu xov tooj thiab muab kev sib koom tes ncaj qha Slack nrog koj pab neeg ua haujlwm engineering thiab peb cov neeg ua haujlwm hu xov tooj thaum thiab tom qab siv. , thiab peb hauv-widget thiab email txhawb raws. Peb tuaj yeem siv tau thiab teb, thiab kho cov neeg siv khoom txaus siab raws li KPI sab saum toj.",
  "section-enterprise-header": "Enterprise nta",
  "section-enterprise-title-1": "Ntiaj teb no-class anti-bot tiv thaiv",
  "section-enterprise-desc-1": "Sib ntaus sib tua-kuaj ntawm lub vev xaib.",
  "section-enterprise-title-2": "Cov qhab nia bot raug siab",
  "section-enterprise-desc-2": "Tshawb nrhiav cov neeg ua phem phem ntawm ntau hom sib txawv.",
  "section-enterprise-title-3": "Zero kev sib txhuam thiab 99.9% passive hom",
  "section-enterprise-desc-3": "Sib tw tsawg dua 0.1% ntawm cov neeg siv raug cai.",
  "section-enterprise-title-4": "Tswj hom kev sib tw qhia",
  "section-enterprise-desc-4": "Lub tsev qiv ntawv dav ntawm hom xaiv los ntawm.",
  "section-enterprise-title-5": "Tswj cov ntsiab lus sib tw siv",
  "section-enterprise-desc-5": "Nyob twj ywm ntawm hom khoom lag luam nrog cov neeg siv kev paub zoo ib yam.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Guaranteed kev ntseeg siab thiab ceev 24/7 ntawm kev hu xov tooj.",
  "section-enterprise-title-7": "Txoj cai browser txhawb nqa",
  "section-enterprise-desc-7": "Tau tshaj txhua txoj kev rov qab mus rau Internet Explorer 8.",
  "section-enterprise-title-8": "Advanced qhia dashboards thiab API",
  "section-enterprise-desc-8": "Saib dab tsi tshwm sim thoob plaws koj qhov chaw thiab apps.",
  "section-enterprise-title-9": "Ua haujlwm hauv txhua lub tebchaws",
  "section-enterprise-desc-9": "Tsis zoo li reCAPTCHA, peb ua haujlwm hauv txhua lub tebchaws.",
  "section-enterprise-title-10": "GDPR, CCPA, thiab LGPD-phooj ywg txoj cai ntiag tug",
  "section-enterprise-desc-10": "Tsim los rau kev ceev ntiag tug los ntawm ib hnub. Daim ntawv cog lus ua haujlwm muaj zog.",
  "section-enterprise-title-11": "Fine-grained nyuaj theem",
  "section-enterprise-desc-11": "Hu rau qhov no kom haum rau koj cov ntaub ntawv siv.",
  "section-enterprise-title-12": "Thawj-tog hosting",
  "section-enterprise-desc-12": "Txhua qhov kev thov thiab cov khoom muaj nqis mus rau hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Ntau tus neeg siv dashboards",
  "section-enterprise-desc-13": "Qhia kev tswj hwm koj pab neeg.",
  "section-enterprise-title-14": "Instant Verification",
  "section-enterprise-desc-14": "0ms latency: txheeb xyuas hCaptcha tokens tsis muaj API hu.",
  "section-enterprise-title-15": "Mobile (iOS thiab Android) Kev koom ua ke",
  "section-enterprise-desc-15": "Seamless kev hla lub vev xaib, haiv neeg mobile, mobile web. Kev sib koom ua ke ua ntej thiab ib txwm muaj SDKs muaj.",
  "section-enterprise-title-16": "Customized Terms and Privacy Guarantees",
  "section-enterprise-desc-16": "Txaus siab rau koj cov kev xav tau kev cai lij choj thaum lwm lub tuam txhab ua tsis tau.",
  "presented-challlenges-head": "Cov Kev Sib Tw nthuav tawm",
  "presented-challenges-title-1": "Kev sib piv",
  "presented-challenges-text-1": "Xaiv tag nrho cov duab uas phim cov lus nug",
  "presented-challenges-title-2": "Boxing Box",
  "presented-challenges-text-2": "Txhais thaj tsam ntawm cov khoom",
  "presented-challenges-title-3": "Categorization",
  "presented-challenges-text-3": "Txheeb xyuas cov ntawv sau sib xws",
  "presented-challenges-subheader": "...thiab lwm yam haujlwm yooj yim. Yooj yim rau tib neeg, nyuaj rau bots.",
  "presented-challenges-subtext": "Cov hauj lwm kev cai kuj muaj rau cov lag luam tshaj tawm.",
  "footer-header-1": "Tuam txhab",
  "footer-header-2": "Cov peev txheej",
  "footer-header-3": "Hu rau",
  "footer-link-1": "Kev sau npe",
  "footer-link-2": "Txog",
  "footer-link-3": "Cov hauj lwm",
  "footer-link-4": "Cov cim lag luam",
  "footer-link-5": "Blog",
  "footer-link-6": "xwm txheej",
  "footer-link-7": "Cov ntaub ntawv",
  "footer-link-8": "Qhia txog kab mob",
  "footer-link-9": "Kev siv tau",
  "footer-terms": "Cov ntsiab lus",
  "footer-privacy": "Tsis pub twg paub",
  "footer-attribution": "Kev tsim nyog",
  "footer-subheader-1": "Txhawb nqa",
  "footer-subheader-2": "Hu rau",
  "switch-to-english-link": "Hloov mus rau lus Askiv",
  "intro-heading-privacy": "Tsim los rau kev ceev ntiag tug.",
  "intro-subtitle-p1-privacy": " Ib qho tshwj xeeb tsis pub leej twg paub-tsav mus kom ze rau kev ruaj ntseg online.",
  "info-head-2-pr": "Sau cov haujlwm hauv online tsis yog lus teb.",
  "info-text-1-pr": "hCaptcha Enterprise tsuas muaj ib lub hom phiaj xwb:",
  "info-text-2-pr": "Peb cov tshuab yog li tsim los ntawm hauv av mus rau txo qis cov ntaub ntawv sau thiab khaws cia thaum tswj kev ruaj ntseg hauv chav kawm. Txoj hauv kev zoo tshaj plaws los tiv thaiv cov neeg siv cov ntaub ntawv yog tsis khaws nws txhua.",
  "info-text-3-pr": "Txhua qhov kev sib raug zoo ntawm cov neeg siv khoom kuj tseem muaj kev tiv thaiv los ntawm Daim Ntawv Pom Zoo Ua Haujlwm Zoo. Cov kev pabcuam hCaptcha ua raws txhua txoj cai ntiag tug txawm tias koj qhov kev pabcuam lossis koj cov neeg siv khoom nyob. Tsis khaws cov ntaub ntawv tus kheej ua rau qhov no yooj yim dua rau peb dua li lwm lub tuam txhab.",
  "info-text-2-2-pr": "Cov kev pabcuam xws li reCAPTCHA v3 hais tias muab lawv cov pixel taug qab ntawm txhua nplooj ntawv ntawm koj qhov chaw yog qhov tsim nyog rau kev ruaj ntseg zoo. Qhov no tsis yog li ntawd.",
  "info-text-2-3-pr": "Kev txheeb xyuas tus cwj pwm yooj yim yog lub teeb liab yooj yim forged los ntawm cov neeg ua phem phem, thiab yuav tsum tau khaws cov ntaub ntawv keeb kwm rau tag nrho koj cov tsheb raug cai thiab.",
  "info-text-2-4-pr": "Peb tsis ua haujlwm rau kev tshaj tawm, thiab tsis muaj kev txaus siab los saib xyuas koj tus neeg siv tus cwj pwm kom muag lawv tshaj tawm. Qhov no txhais tau tias peb tsis tas yuav muaj ib qho pixel passive ntawm txhua nplooj ntawv ntawm koj qhov chaw.",
  "info-text-2-5-pr": "Ntxiv peb qhov kev sib tw code tsuas yog qhov tsim nyog, thiab qhov twg nws ua rau kev nkag siab los tiv thaiv koj thiab koj cov neeg siv.",
  "info-head-3-pr": "Kev kawm tshuab muaj txiaj ntsig. Tab sis nws tsis xav tau cov ntaub ntawv tus kheej los ua haujlwm.",
  "info-text-3-1-pr": "Kev kawm tshuab tam sim no cuam tshuam yuav luag txhua yam ntawm peb lub neej, feem ntau hauv txoj hauv kev uas peb tsis paub thiab pom tsis tau. Cov kev pabcuam kev nyab xeeb online tsis txawv.",
  "info-text-3-2-pr": "Los ntawm kev kawm ntau txhiab tus cim, cov qauv tuaj yeem ua rau muaj kev ntseeg siab thiab muaj kev ntseeg siab hauv kev tshawb nrhiav tus cwj pwm phem sai heev, txawm tias tsis muaj ib tus neeg lub teeb liab yuav muaj zog txaus los qhia qhov teeb meem.",
  "info-text-3-3-pr": "Txawm li cas los xij, tsis muaj qhov no yuav tsum tau siv cov ntaub ntawv txheeb xyuas tus kheej (PII). Cov txheej txheem cryptographic niaj hnub tso cai rau peb muab cov ntaub ntawv ntiag tug pov tseg sai li sai tau, tsim kom muaj ib qho kev kos npe uas tsis tuaj yeem txuas rau ib tus neeg twg.",
  "info-text-3-4-pr": "Kev cob qhia ntawm cov ntaub ntawv tsis raug txheeb xyuas ua haujlwm ib yam nkaus, thiab tsis tas yuav muaj kev cuam tshuam txog kev nyab xeeb lossis kev ceev ntiag tug. Peb cov neeg muas zaub tau ua qhov kev ntsuam xyuas empirical, thiab tau tshaj tawm tias peb sib npaug lossis zoo dua li lwm qhov kev xaiv ntiag tug tsawg dua.",
  "cloudflare-quote-text-privacy": "Peb nyiam ntau yam txog cov kev daws teeb meem hCaptcha: 1) lawv tsis muag cov ntaub ntawv tus kheej; lawv khaws cov ntaub ntawv tus kheej yam tsawg kawg nkaus nkaus xwb, lawv muaj pob tshab hauv kev piav qhia cov ntaub ntawv lawv sau thiab lawv siv li cas thiab / lossis nthuav tawm.",
  "pilot-head": "Sim peb tawm hauv koj ib puag ncig yam tsis muaj lub luag haujlwm.",
  "pilot-text-1a": "Peb yog cov engineers, tsis yog cov neeg muag khoom: peb xav kom koj zoo siab nrog koj xaiv.",
  "pilot-text-1b": "Txoj hauv kev zoo tshaj plaws los xyuas kom meej tias koj txaus siab yog ua kom peb ua tau raws li koj xav tau.",
  "pilot-text-1c": "Zoo tshaj txhua lub tuam txhab uas pib tus tsav thaum kawg xaiv peb cov kev daws teeb meem.",
  "pilot-text-1d": "Siv daim ntawv no mus cuag ib tug ntawm peb cov kws tshwj xeeb. Peb teb sai sai.",
  "pilot-text-1e": "Koj tseem tuaj yeem xa email ncaj qha rau peb.",
  "pilot-email-details": "Paub meej nyob ntawm no.",
  "pilot-f1": "Thaj tsam",
  "pilot-f2": "Koj Lub Npe",
  "pilot-f3": "Koj Lub Npe",
  "pilot-f4": "Lag luam Email",
  "pilot-f5": "Lwm cov ntsiab lus peb yuav tsum muaj?",
  "pilot-f6": "Koj puas xav tau kev thauj mus los sai?",
  "pilot-f7": "Yog lawm.",
  "pilot-f8": "Kuv nyob rau hauv kev tawm tsam thiab yuav tsum tau onboarding tam sim ntawd.",
  "pilot-f9": "Xa",
  "pilot-f10": "Los ntawm kev nkag mus rau koj tus email, koj pom zoo rau peb Cov Cai thiab Txoj Cai Tswjfwm Ntiag Tug, thiab kom tau txais email los ntawm peb.",
  "pilot-fo-1": "Kev koom ua ke tsis tuaj yeem yooj yim dua.",
  "pilot-fo-2": "hCaptcha muaj ntau ntau qhov kev sib koom ua ntej ua ntej rau lub frontend thiab backend systems koj siv.",
  "pilot-fo-3": "Yog tias koj tshwm sim los ntawm Google's reCAPTCHA, peb cov APIs yog qhov hloov pauv. Peb kab code yog txhua yam koj xav tau.",
  "pilot-fo-4": "Peb cov engineers onboarding tuaj yeem ua rau koj mus sai sai, txawm tias koj xav tau React kev koom ua ke, SDKs rau iOS cov apps ib txwm muaj, piv txwv Java backend, lossis zoo li lwm yam xwm txheej.",
  "pilot-fo-5": "Thiab raws li ib txwm muaj, kev ceev ntiag tug yog qhov tseem ceeb rau peb. Ntxiv peb qhov kev sib tw code tsuas yog qhov tsim nyog, thiab qhov twg nws ua rau kev nkag siab los tiv thaiv koj thiab koj cov neeg siv. Kev sau cov ntaub ntawv tsawg kawg yog pib los ntawm lub sijhawm sib koom ua ke.",
  "pilot-fdone": "Ua tsaug. Peb yuav sib tham sai sai.",
  "home-ent-2-new": "Xav paub ntau ntxiv txog peb cov kev daws teeb meem kev lag luam.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise cov kev daws teeb meem xa cov kev nyab xeeb hauv chav kawm thiab tiv thaiv ntau qhov kev pabcuam online saum toj kawg nkaus.",
  "home-plans-button-2-new": "Kawm ntxiv",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Kawm ntxiv txog hCaptcha Enterprise"
}
