{
  "a11y-img-1": "Kev siv cov neeg siv khoom yooj yim tom qab nkag mus",
  "a11y-img-2": "Yooj yim rau kev xaiv nyob rau hauv widget UI zaub mov",
  "a11y-img-3": "Kev sib tham ntawm lub thawv hauv widget UI",
  "about-advisors-brendan": "CEO ntawm Siab tawv. Co-founder ntawm Mozilla. Tus tsim ntawm JavaScript lub cajmeem lus. Builder ntawm browsers thiab tshaj.",
  "about-advisors-dawn": "Xib fwb, CS hauv University of California, Berkeley. Cov kev kawm tob, kev ruaj ntseg, kws tshaj lij blockchain. CEO ntawm Oasis Labs.",
  "about-advisors-head": "Cov Kws Pab Tswv Yim",
  "about-advisors-keiran": "Tshawb Fawb Tus Tshawb Fawb Ntawm Stanford. Tshuab kev kawm thiab kev nyiaj txiag ntau nyob ntawm cov tsev txhab nyiaj loj, kev tiv thaiv nyiaj, thiab kev kawm.",
  "about-content-head-1": "Peb Ua Dab Tsi",
  "about-content-head-2": "Vim Li Cas Nws Thiaj Muaj Teeb Meem",
  "about-content-text-1a": "hCaptcha coj txoj kev niaj hnub, kev tswj hwm tus kheej mus rau siv ceev xwmphem bots.",
  "about-content-text-1b": "Peb qhia CAPTCHA txoj kev sib tw uas nyuaj rau bots tab sis yooj yim rau tib neeg los ntawm kev sau cov ntaub ntawv nyuaj nyuaj los ntawm teeb meem kev kawm tshuab, thiab siv nws kom paub qhov txawv txawm tias lub vev xaib lossis app qhua yog tib neeg.",
  "about-content-text-2a": "Cov neeg ua phem tsis tau muaj ntau zuj zus hauv online. Tab sis txi cov neeg siv khoom ntiag tug tsis yog cov lus teb.",
  "about-content-text-2b": "Kev daws teeb meem kev nyab xeeb muab los ntawm cov tuam txhab lag luam tsom feem ntau tsom kwm cov neeg siv thoob plaws lub vev xaib. Peb tau tsim cov kev daws teeb meem zoo uas ua pov thawj rau cov neeg siv khoom ntiag tug tsis tsim nyog los xa cov txiaj ntsig zoo.",
  "about-intro-head-1": "Txog hCaptcha",
  "about-intro-head-2": "Kev Ceev Ntiag Tug, Kev Ruaj Ntseg, thiab Kev Kawm Tshuab.",
  "about-intro-text": "hCaptcha yog lub ntiaj teb tshaj plaws siv ywj siab CAPTCHA kev pabcuam.",
  "about-leadership-head": "Peb yog leej twg",
  "about-leadership-headsub": "Pab neeg paub dhau los, ua haujlwm rau niaj hnub cov teeb meem nyuaj tshaj plaws.",
  "about-leadership-link1": "Peb yog leej twg",
  "about-leadership-text1": "Peb ua tshwj xeeb hauv kev kawm tob thiab lub tshuab siv qhov muag saib lub tshuab kev kawm ntawm nplai, nrog rau kev tshwj xeeb rau kev ua kom muaj kev tiv thaiv online los ntawm kev nce qib ntawm kev hem niaj hnub no.",
  "about-leadership-text2": "Nrog rau caum lub xyoos ntawm cov software thiab tshuab kev txawj ntse, peb tsim thiab ua haujlwm ntau ntau ntawm lub zog tuaj yeem kho qee qhov teeb meem nyuaj niaj hnub no thaum khaws kev ceev ntiag tug.",
  "acc-opt": "Kev Nkag Mus Rau Cov Kev Xaiv",
  "acc-opt-but": "Kawm ntxiv txog cov kev xaiv mus cuag tau",
  "acc-opt-text": "Puas yog koj tsis pom kev lossis lwm yam tsis tuaj yeem ua tiav hCaptchas?",
  "accessibility-link": "Kev nkag mus",
  "appreciate-in": "Peb txaus siab rau koj cov lus. Qhia rau peb paub txog txhua qhov teeb meem thiab peb yuav daws lawv sai.",
  "fb-but": "Xa peb lub tswv yim",
  "feedback-text": "Muab cov lus taw qhia rau hCaptcha uas koj nyuam qhuav pom",
  "footer-attribution": "Txheeb xyuas",
  "footer-copyright-text": "hCaptcha yog ib qho cim kev lag luam ntawm Intuition Machine, Inc.",
  "footer-header-1": "Tuam Txhab",
  "footer-header-2": "Cov peev txheej",
  "footer-header-3": "Sib cuag",
  "footer-link-1": "Labelling",
  "footer-link-10": "Kev nkag mus",
  "footer-link-2": "Txog",
  "footer-link-3": "Cov Haujlwm",
  "footer-link-4": "Cov cim ສິນ ຄ້າ",
  "footer-link-5": "AI Ethics",
  "footer-link-6": "Blog",
  "footer-link-7": "Cov xwm txheej",
  "footer-link-8": "Cov Ntaub Ntawv",
  "footer-link-9": "Tshaj Tawm Kab Tsuag",
  "footer-privacy": "Tsis pub twg paub",
  "footer-subheader-1": "Txhawb nqa",
  "footer-subheader-2": "Sib cuag",
  "footer-terms": "Cov ntsiab lus uas",
  "h-plans": "Kev Sau Npe Ntawm Cov Tub Ntxhais",
  "header-docs-link": "Cov ntaub ntawv",
  "header-labeling-services-link": "Cov Kev Pab Sau Npe",
  "header-login-button": "ID nkag mus",
  "header-plans-link": "Cov phiaj xwm",
  "header-signup-button": "Kev Sau Npe",
  "home-about-head": "Txog hCaptcha",
  "home-about-subtitle": "Pab raws HUMAN raws tu qauv",
  "home-about-text-1": "hCaptcha yog tsim los daws cov teeb meem ua haujlwm hnyav tshaj plaws hauv kev kawm hauv lub tshuab: sau npe cov ntaub ntawv loj heev hauv lub sijhawm, tus nqi pheej yig, thiab txhim khu kev qha.",
  "home-about-text-2": "Cov ntaub ntawv ntau dua feem ntau ua rau cov txiaj ntsig zoo hauv kev cob qhia lub tshuab ua qauv. Cov kev vam meej tsis ntev los no ntawm cov qauv sib sib zog nqus tau ua rau hauv cov ntaub ntawv ntau dua, yuav luag tas li nrog qee qhov kev tshuaj xyuas neeg. Txawm li cas los xij, tsim cov ntaub ntawv loj rau tib neeg-kuaj xyuas los ntawm Mechanical Turk, Daim Duab Yim, thiab lwm yam yog qeeb thiab kim.",
  "home-about-text-3": "hCaptcha tso cai rau cov vev xaib kom tau nyiaj los pabcuam qhov kev thov no thaum thaiv bots thiab lwm yam kev ua phem.",
  "home-about-text-4": "Lub khw hCaptcha yog siv los ntawm HUMAN raws tu qauv, ib qho kev txiav txim siab ncaj ncees rau tib neeg kev tshuaj xyuas uas khiav ntawm Ethereum blockchain. Cov vev xaib tau txais nyiaj ntawm Tib Neeg Tokens (HMT) thaum twg cov neeg siv hCaptcha widget ntawm lawv lub xaib, thiab lub tuam txhab kev kawm tshuab them Human Tokens kom tau lawv cov ntaub ntawv sau.",
  "home-ba-labeling-services-link": "Cov Kev Pab Sau Npe",
  "home-benefits-head-1": "Cov nqi hauv ntawv cim",
  "home-benefits-head-2": "Muab Rov Qab Ua Siab Ntaj",
  "home-benefits-text-1": "Koj puas tau paub txhua zaus koj nyem lub tsheb koj tab tom pab cob qhia tib lub tuam txhab Gigantic lub tshuab kev kawm tshuab dawb?",
  "home-benefits-text-2": "hCaptcha hloov cov qauv no puag ncig. Thaum koj siv hCaptcha, cov tuam txhab twv rau cov haujlwm uas koj cov neeg siv coj ua thaum lawv ua pov thawj rau lawv tib neeg. Koj tau txais khoom plig.",
  "home-benefits-text-3": "Xav muab rov qab rau koj tus nyiam kev hlub? hCaptcha cia koj txhawb nqa cov koom haum sib luag uas koj xaiv nrog cov nyiaj koj tau txais los ntawm kev siv nws. Cov neeg siv ntawm koj lub xaib yuav pom tau koj cov nyiaj pab rau kev sib hlub sib txhawb los ntawm kev ua lag luam kom nrov npe ntawm hCaptcha interface.",
  "home-challenge-text-1": "Xaiv tag nrho cov duab uas phim cov lus nug",
  "home-challenge-text-2": "Txheeb xyuas thaj chaw thaj tsam rau cov khoom",
  "home-challenge-text-3": "Txheeb xyuas cov ntawv cim coj ua",
  "home-challenge-title-1": "Piv",
  "home-challenge-title-2": "Lub thawv looj",
  "home-challenge-title-3": "Kev Cais",
  "home-challenges-head": "Nthuav Tawm Kev Nyuaj Siab",
  "home-challenges-text-1": "... thiab lwm yam haujlwm yooj yim. Yooj yim rau tib neeg, nyuaj rau bots.",
  "home-challenges-text-2": "Cov haujlwm tshwj xeeb kuj tseem muaj rau cov tshaj tawm kev lag luam.",
  "home-ent-1": "Nrhiav peb cov kev ruaj ntseg lag luam?",
  "home-ent-2": "Txuas mus xyuas peb lub vev xaib tshiab: BotStop.com",
  "home-ent-button": "Xav paub ntau ntxiv: BotStop los ntawm hCaptcha",
  "home-from-the-blog": "LOS NTAWM BLOG:",
  "home-from-the-blog-value": "Yuav ua li cas hCaptcha Cov Teeb Meem Ua Haujlwm Ua Haujlwm",
  "home-intro-body": "Koj puas siv captcha los khaws tawm bots? hCaptcha tiv thaiv cov neeg siv khoom ntiag tug, muab khoom plig rau cov vev xaib, thiab pab cov tuam txhab tau txais lawv cov ntaub ntawv sau. Nws yog qhov kev hloov pauv rau hauv reCAPTCHA: koj tuaj yeem hloov hauv feeb.",
  "home-intro-button": "Zwm Saib Tam Sim No",
  "home-intro-head": "Nres ntau bots. Pib tiv thaiv tus neeg siv ntiag tug.",
  "home-main-1": "Lwm tus. Luag Zoo. Sai sai. Thiab peb them koj siv nws.",
  "home-main-2": "Ceev Ntiag Tug Kom Paub Tias",
  "home-main-2c": "Ad tes hauj lwm pom koj cov neeg tuaj saib raws li khoom. Rau hCaptcha cov khoom yog cov haujlwm uas lawv muab. Peb tsis saib xyuas koj cov neeg siv yog leej twg, tsuas yog yuav ua li cas lawv thiaj li ua siab phem. Peb txhawb cov kev pib ua haujlwm zoo li Privacy Pass, thiab sib zog ua haujlwm kom muaj kev txwv tsis pub leej twg paub thiab muaj kev nyab xeeb.",
  "home-main-3": "Kev Ruaj Ntseg Ua Ntej",
  "home-main-3c": "Qhov tseeb yog qhov koj txaus siab thiab peb. hCaptcha yog tus tshaj tawm-tsom xam. Peb ua haujlwm muab cov ntaub ntawv tiag tiag rau koj thiab cia koj txiav txim siab siv nws li cas. Lwm qhov ntes tau yog muab los ntawm Gigantic cov tuam txhab tshaj tawm. Qhov no txhais tau tias txhua daim thaiv lawv thaiv yuav txo lawv cov nyiaj khwv tau los.",
  "home-main-4": "Cov Neeg Siv Khoom Zoo Dua",
  "home-main-4c": "Cov tshuab kev paub tab siv los ntawm hCaptcha rau kev txiav txim siab tib neeg. Qhov no cia peb xav tau kev ua haujlwm tsis zoo los ntawm koj cov neeg siv khoom thiab siv sijhawm tsawg dua ntawm lawv lub sijhawm, thaum tseem ua cov ntaub ntawv muaj txiaj ntsig zoo rau cov cim ntawm cov neeg siv khoom.",
  "home-main-plans": "hCaptcha siv dawb rau cov tshaj tawm ntawm qhov loj me. Txawm li cas los xij, rau cov lag luam thiab cov platform uas xav tau kev tswj hwm ntau dua, peb cov kev daws teeb meem kev lag luam yog muaj.",
  "home-main-plans2": "hCaptcha cov kev daws teeb meem tiv thaiv lab tus neeg siv hla kaum tawm lab tus vev xaib rau qee cov tuam txhab loj tshaj plaws hauv ntiaj chaw. Thov hu rau peb kom paub meej ntxiv, lossis tuaj ntsib",
  "home-main-plans3": "hCaptcha cov kev daws teeb meem tiv thaiv lab tus neeg siv hla kaum tawm lab tus vev xaib rau qee cov tuam txhab loj tshaj plaws hauv ntiaj chaw. Thov hu rau peb kom paub meej ntxiv, lossis tuaj ntsib",
  "home-main-plans4": "kom paub meej.",
  "home-plans-button-1": "Zwm npe tam sim no",
  "home-plans-button-2": "Tiv toj muag",
  "home-plans-chart-head-1": "Nta",
  "home-plans-chart-head-2": "Ntawv tshaj tawm",
  "home-plans-chart-head-3": "Kev Lag Luam",
  "home-plans-chart-row-1-cell-1": "Tswj kev sib tw hom qhia",
  "home-plans-chart-row-1-cell-2": "Txwv",
  "home-plans-chart-row-1-cell-3": "Tag Nrho",
  "home-plans-chart-row-10-cell-1": "Ntau tus neeg siv cov dashboards",
  "home-plans-chart-row-11-cell-1": "Advanced qhia nta",
  "home-plans-chart-row-12-cell-1": "Lub Lag Luam SLAs",
  "home-plans-chart-row-2-cell-1": "Tswj kev sib tw cov ntsiab lus siv",
  "home-plans-chart-row-2-cell-2": "Txwv",
  "home-plans-chart-row-2-cell-3": "Tag Nrho",
  "home-plans-chart-row-3-cell-1": "Khwv tau khoom plig rau tib neeg cov kev daws teeb meem",
  "home-plans-chart-row-4-cell-1": "Kev tiv thaiv thoob ntiaj teb-chav tiv thaiv kab mob",
  "home-plans-chart-row-5-cell-1": "Ua haujlwm nyob hauv txhua lub tebchaws",
  "home-plans-chart-row-5a-cell-1": "Tsis-CAPTCHA thiab 99.9% passive qauv",
  "home-plans-chart-row-5b-cell-1": "Cov qhab nia cog qoob loo",
  "home-plans-chart-row-6-cell-1": "GDPR thiab CCPA-txoj cai tsis pub lwm tus paub",
  "home-plans-chart-row-7-cell-1": "Qib muaj qib nyuaj uas nyuaj",
  "home-plans-chart-row-8-cell-1": "Tua tawm koj tus kheej kev sib tw cov ntsiab lus",
  "home-plans-chart-row-9-cell-1": "Sijhawm tsis raws caij nyoog teem sijhawm",
  "home-try-it-out-button": "Tau hCaptcha",
  "home-try-it-out-head": "Sim nws",
  "home-try-it-out-text": "hCaptcha muab qhov yooj yim, yooj yim, thiab txhim khu kev qha kev nrhiav kom tau thaum lub sijhawm tsis tseem ceeb rau tib neeg los daws.",
  "labeling-about-head": "Txog hCaptcha",
  "labeling-about-text-1": "hCaptcha yog tsim los daws qhov teeb meem ua haujlwm hnyav tshaj plaws hauv tshuab kev kawm; sau npe cov nqi loj ntawm cov ntaub ntawv kom raws sij hawm, them taus, thiab ntseeg tau. Cov ntaub ntawv ntau dua feem ntau ua rau cov txiaj ntsig zoo hauv kev cob qhia lub tshuab ua qauv. Cov kev vam meej tsis ntev los no ntawm cov qauv sib sib zog nqus tau ua rau muaj cov ntaub ntawv ntau dua, thiab hCaptcha pabcuam qhov kev xav tau no.",
  "labeling-about-text-2": "Txawm li cas los xij, tsim cov ntawv loj rau tib neeg-siv cov txheej txheem ib txwm siv yog qeeb thiab kim. hCaptcha yog txoj hauv kev rau cov tuam txhab kom tau txais cov ntawv tshaj tawm uas lawv xav tau nrawm dua, nrog kev ua tau zoo dua thiab tus nqi qis dua lwm yam kev xaiv.",
  "labeling-annotations-head": "Cov Lus Cim Hom",
  "labeling-annotations-text-1": "Pom cov khoom kom pom tseeb hauv cov duab thiab video",
  "labeling-annotations-text-2": "Pom cov khoom kom pom tseeb hauv cov duab thiab video",
  "labeling-annotations-text-3": "Cov ntawv cim ntsiab lus rau ntau yam sib txawv siv",
  "labeling-annotations-text-4": "Tshawb lossis ntxiv cov pab pawg rau txhua qhov loj",
  "labeling-annotations-text-5": "Kev tshawb nrhiav tib neeg thiab faib tawm",
  "labeling-annotations-text-6": "Xav tau lwm hom tsis tau teev npe ntawm no? Cia li nug peb.",
  "labeling-annotations-title-1": "Lub thawv muaj ciam",
  "labeling-annotations-title-2": "Polygons",
  "labeling-annotations-title-3": "Cov cim teb chaws",
  "labeling-annotations-title-4": "Caj Cag Ntsuam Xyuas",
  "labeling-annotations-title-5": "Sib Piv thiab Txheeb Xyuas",
  "labeling-annotations-title-6": "... thiab ntau ntxiv",
  "labeling-ent-button": "Hu rau Peb Cov Kev Lag Luam Khoom Siv Hauv Zej Zog",
  "labeling-ent-head": "Xav Tau Qhov Kawg-Rau Qhov Kawg Tswj?",
  "labeling-ent-text-1": "HUMAN Platform ua haujlwm tom qab hCaptcha muab kev ua haujlwm zoo heev rau kev saib xyuas thiab ua haujlwm ntawm cov khoom kom zoo, ua kom zoo nkauj, lossis SaaS cov kev tso tawm uas sib xyaw nrog koj cov kev siv tam sim no.",
  "labeling-ent-text-2": "Khiav tag nrho offline nrog koj tus kheej cov neeg ua haujlwm, taug qab cov nuj nqis noj thoob cov lag luam lossis cov koom ua lag luam, xaiv txoj kev mus ua haujlwm txawv rau sab hauv lossis sab nraud cov chaw pabcuam raws li cov nqi thiab kev ruaj ntseg, thiab ntau dua.",
  "labeling-ent-text-3": "Cov kev siv tau yooj yim API, cov cim zoo nkauj zoo nkauj, thiab cov cuab yeej tshiab-rau-lub-voj kev tsim kom ua tau zoo.",
  "labeling-ent-text-4": "99.99% uptime SLAs thiab 24/7 thoob ntiaj teb kev pab txhawb muaj. Yog xav paub ntxiv:",
  "labeling-features-head-1": "Yooj yim API-tsav cov raj xa dej.",
  "labeling-features-head-2": "Zoo rau cov nqi thiab zoo. Tsis muaj kev cog lus ua ntej.",
  "labeling-features-head-3": "Tsuas yog them rau qhov raug koj xav tau.",
  "labeling-features-head-4": "Muab koj tus kheej cov ntaub ntawv qhov tseeb hauv av lossis peb tsim nws ntawm yoov.",
  "labeling-features-text-1": "Xav kom muaj kev sib koom nrog tib neeg kev tshuaj xyuas ncaj qha rau koj kev lag luam? Peb muab kev ntseeg siab rau SLAs, lub peev xwm lav, thiab yooj yim REST APIs.",
  "labeling-features-text-2": "HUMAN platform siv cov qauv cog qoob loo ntseeg siab los ua qhov ntsuas lub sijhawm tiag tiag. Qhov no tso cai rau peb kom txiav txim siab sai sai ntawm ob qhov nyuaj ntawm cov lus nug thiab lawv yuav muaj cov lus teb zoo, txuag koj lub sijhawm thiab nyiaj txiag.",
  "labeling-features-text-3": "Tsis yog txhua yam teeb meem yuav zoo ib yam. Cov lus ceeb toom rau kev nyab xeeb-cov haujlwm tseem ceeb yuav xav tau 99.99% kev ntseeg siab los ntawm cov neeg ua haujlwm tib neeg. Cov lus ceeb toom rau ib qho beta feature hauv mobile game app tsuas yog xav kom muaj kev ntseeg siab me ntsis. Koj txiav txim siab.",
  "labeling-features-text-4": "Koj puas muaj cov ntaub ntawv nyoos tsis muaj txheej txheem pov thawj lees paub? Feem ntau peb tuaj yeem tsim ib qho rau koj uas yog cov haujlwm ua los ntawm kab ke, lossis tsim cov ntawv lo rau qhov kev pom zoo rau koj kev pom zoo.",
  "labeling-info-head": "Tau Txais Cov Ntawv Sau",
  "labeling-info-text-1": "Tham nrog ib ntawm peb cov kws tshaj lij sau npe los txhais qhov koj xav tau ntawm peb tes num: hom phiaj raug, hom, thiab lwm qhov tshwj xeeb.",
  "labeling-info-text-2": "Peb ua txoj haujlwm me me raws li koj cov qauv coj los ua. Qhov kev ntsuas no ua haujlwm peb tau ua ua ke los xyuas kom meej tias koj tau txais raws nraim qhov koj xav tau.",
  "labeling-info-text-3": "Nrog peb lub ntim loj thiab qis latency peb yuav tig koj cov haujlwm kom sai, nrog lub tshuab xa menyuam sai li sai tau.",
  "labeling-info-text-4": "Raws li peb nkag siab zoo dua cov kev txwv ntawm koj cov kev ua haujlwm ntau lawm, cov txiaj ntsig yuav txuas ntxiv mus ntxiv.",
  "labeling-info-text-5": "Nyob dashboards tso cai rau koj los muab cov lus tawm tswv yim los yog nres lub sijhawm txhua lub sijhawm.",
  "labeling-info-title-1": "Txhais Khoom Tshwj Xeeb",
  "labeling-info-title-2": "Ntsuas Txoj Haujlwm Pib Ua Haujlwm",
  "labeling-info-title-3": "Tso Cov Hauj Lwm Ntau Lawm",
  "labeling-info-title-4": "Nruam Txhim Kho",
  "labeling-info-title-5": "Lub Sijhawm Tiag",
  "labeling-main-1": "Tus nqi them cov ntaub ntawv npe ntawm nplai",
  "labeling-main-1-button": "Tau Txais Koj Cov Ntawv Sau Tam Sim No",
  "labeling-main-1c": "Xav tau ntau cov ntawv sau rau koj cov ntawv teev lus? hCaptcha muab kev ceev, raug nqi, thiab cov ntaub ntawv muaj txiaj ntsig zoo rau cov tuam txhab ua haujlwm ntawm kev ua kom txawj ntse thiab kev siv tshuab kev kawm.",
  "labeling-main-2": "Tua ntau lab ntawm kev paub tab tam sim.",
  "labeling-main-2-button": "Yuav Cov Ntaub Ntawv Sau Kev Pabcuam",
  "labeling-main-2c": "hCaptcha muaj ib qho chaw ua luam dej loj tshaj plaws nyob hauv ntiaj chaw muaj rau koj siv. Xijpeem koj nplai, peb tuaj yeem daws nws yam tsis muaj cov nqi sib tw sab nraud. Tsheej lab ntawm cov haujlwm txhua hnub tsis muaj teeb meem.",
  "labeling-platform-head": "Cov Ntaub Ntawv Ntiag Tug lossis Ntaub Ntawv Hauv Pej Xeem",
  "labeling-platform-text": "hCaptcha yog tsim rau hauv HUMAN Platform, uas tso cai rau cov kev taug thiab kev tsom xam kom ua kom muaj nuj nqis thiab ua tau zoo ntawm txhua kauj ruam. Cov thev naus laus zis no ua rau cov neeg ua haujlwm raug rau txhua qhov ntawm koj txoj haujlwm, tsim kho tus nqi siv nyiaj thaum txuag kev ceev ntiag tug thiab ua tau raws li cov kev cai tswj uas yuav siv tau.",
  "labeling-try-button": "Yuav Cov Ntaub Ntawv Sau Kev Pabcuam",
  "labeling-try-head": "Xav muab rau nws nrog koj cov ntaub ntawv?",
  "labeling-try-text": "... peb tau npaj tiav thaum koj: peb cov kev pabcuam muaj nyob ib puag ncig.",
  "learn-more-hcaptcha": "Xav paub ntau ntxiv txog hCaptcha",
  "page-acc-faq-1": "Lus Nug: Puas yog hCaptcha Tshooj 508 + WCAG 2.1 AA raws txoj cai? Teb: Peb ntseeg li ntawd: txhua tus neeg siv nrog rau ib qho twg ntawm kev tsis taus uas muaj peev xwm mus xyuas lub vev xaib thiab sau cov ntawv ntawm cov foos tuaj yeem nkag mus rau cov kev pabcuam tiv thaiv los ntawm hCaptcha thaum sau npe. Txawm li cas los xij, qhov no tsis yog kev tawm tswv yim kev cai lij choj: koj yuav tsum ua qhov kev ntsuas koj tus kheej, saib xyuas koj kev siv tshwj xeeb kom ntseeg tau tias qhov no yog qhov xwm txheej rau koj kev xa tawm.",
  "page-acc-faq-2": "Lus Nug: Puas yog koj ua haujlwm ntawm lwm txoj kev mus cuag (a11y), xws li suab nrov? Teb: Yav dhau los cov kev xaiv nrov xws li audio captchas kev ntxub ntxaug tawm tsam ntau tus neeg siv a11y thiab yooj yim swb los ntawm kev kawm tshuab niaj hnub. Qhov no tau yuam txoj kev tawm suab tam sim no los ua ntau thiab ntau nyuaj, qhia cov suab nrov, khib lub sijhawm, kev sib txuas lus txawv txawv, thiab hais txog kom swb cov neeg tawm tsam. Peb yog li ntawd tsis tshua txaus siab txog qhov kev ua no thiab zam qhov kev sib tw ua ke, tab sis yuav txiav txim siab nws yog tias muaj kev thov los ntawm a11y zej zog. Txawm li cas los xij, peb txaus siab rau Privacy Pass rau rooj plaub siv los saib cov ntaub ntawv. Peb ntseeg tias kev sib txuas nrog peb tam sim no a11y txoj hauv kev nrog Privacy Pass tshaj tawm yuav cia a11y cov neeg siv los tshawb xyuas qhov chaw nyab xeeb, muaj kev nyab xeeb nyob rau hauv qhov kev paub tias lawv cov tsheb ntau dua ntiag tug, thaum txwv tsis pub muaj kev tsim txom los ntawm bot cov neeg ua haujlwm uas muaj kev tsis sib haum thaum a11y kev xaiv muaj. Peb yog cov koom tes nraim hauv IETF pawg neeg ua haujlwm tsim qauv txheej txheem cov cuab yeej tshiab no.",
  "page-acc-faq-3": "Lus Nug: Yuav ua li cas hais txog kev ceev ntiag tug? Cov ntaub ntawv sau npe puas nthuav tawm a11y browsing cov ntaub ntawv hauv qee txoj kev? Koj ua li cas nrog email? Teb: hCaptcha yog tsim rau kev ceev ntiag tug los ntawm hauv av nce. Nws txawv heev dua li cov kev xaiv ib txwm zoo li reCAPTCHA uas yog los ntawm cov tes hauj lwm ad, uas muaj kev kub siab yuav taug qab koj nyob ib ncig ntawm lub vev xaib thiab koom nrog koj tus kheej tiag tiag. Peb tsis txhob siv kev nkag yooj yim email lossis cov ntaub ntawv rau ib lub hom phiaj dua li muab kev yooj yim a11y siv thiab tiv thaiv kev tsim txom. Peb txoj cai tswjfwm tus kheej muaj cov ntsiab lus thiab cov lus teb sau hais txog yuav ua li cas peb siv cov ntaub ntawv, tab sis lo lus teb luv yog peb tsis muaj kev txaus siab koom nrog koj ua tus neeg nrog koj cov keeb kwm kev tshawb nrhiav.Peb tseem tab tom ua haujlwm ntawm kev daws teeb meem cryptographic kom sai koj email chaw nyob. thaum tseem khaws cia peb lub peev xwm los tiv thaiv kev tsim txom, ntxiv rau peb Cov Lus Cog Tseg Ntiag Tug.",
  "page-acc-link-1": "Yog tias koj yog ib tus siv tau yooj yim, thov tso npe ntawm no.",
  "page-acc-subhead": "Ua kom muaj kev sib khi zoo rau txhua tus neeg siv thaum tswj xyuas kev nyab xeeb",
  "page-acc-summary": "Ntsiab lus",
  "page-acc-summary-contents-1": "hCaptcha yog tsim los txwv cov bots los ntawm qhov txawv ntawm cov neeg. Kev ntsuam xyuas qhov muag pom yog qhov cuab yeej yooj yim rau qhov no, tab sis tsis yog txhua tus yuav daws tau qhov kev cov nyom. Vim li no peb tau tsim txoj hauv kev yooj yim, qhov tsis muaj kev ntxhov siab los cia cov tshaj tawm siv peb cov kev pabcuam tswj kev nkag mus tau rau txhua tus nrog rau Tshooj 508 thiab WCAG 2.1 AA ua raws li.",
  "page-acc-summary-contents-2": "Yuav ua li cas nws ua haujlwm: ua ntej, ib tus neeg siv nkag tau tuaj yeem nkag ntawm no URL, uas txuas hauv hCaptcha widget info nplooj ntawv. Lawv tau muab cov khaub noom encrypted uas tuaj yeem siv ntau zaus hauv ib hnub, tab sis yuav tsum rov kho dua tshiab txhua 24 teev ntawm kev nkag mus.Thaum kev sib tw tau nthuav tawm rau tus neeg siv khoom siv ntawm txhua qhov chaw siv cov kev pabcuam hCaptcha, lawv yuav cia li dhau.",
  "page-acc-title": "hCaptcha Cov Lus Qhia Txog Kev Nkag Mus Qhia",
  "page-acc-tr-body": "Lus Nug: Kuv tseem pom qhov kev sib tw tom qab teeb tsa cov khoom qab zib. Dab tsi ua rau qhov no?<br> Teb: Qhov no feem ntau yog vim siv qhov hle ad blocker lossis tiv thaiv cov khoom qab zib, lossis qhov chaw teeb tsa cov khaub noom khaub noom khaub noom, nyob rau hauv rooj plaub no muab cov khaub noom rau hcaptcha.com uas tau teeb tsa lossis tshawb xyuas los ntawm hCaptcha JS ntawm lwm qhov chaw , nyiam tus uas koj tuaj saib.<br><br> hCaptcha kev nkag tau lub ncuav qab zib ua haujlwm nrog txhua tus browser nrov thiab ad blockers nrog lawv cov qauv chaw, yog li feem ntau qhov ua tsis tau yog vim muaj cov anti-adblock scripts lossis cov qauv zoo sib xws rau cov chaw tshwj xeeb.<br><br> Ntsiab:<br><br> 1. Whitelist hcaptcha.com thiab * .hcaptcha.com ncuav qab zib hauv koj cov ad blocker lossis browser kev ruaj ntseg txuas ntxiv.<br> 2. Yog tias koj tab tom siv lub Brave browser, uas tam sim no tsis muaj cov khaub noom whitelist, mus rau Cov Ntawv Nyiam -> Daim Duab - - Shies -> Cookies thiab xaiv Cia Txhua Ncuav Qab Zib.<br> 3. Yog tias koj siv Safari tshiab tam sim no xws li OS X 10.15 lossis iOS 13.4 nyuam qhuav dhau los, Apple nyuam qhuav tau hloov tus cwj pwm ntawm Safari cuam tshuam nrog lwm tus neeg siv khoom qab zib, thaiv tag nrho lawv los ntawm lub neej ntawd. Peb tab tom siv txoj hauv kev daws teeb meem, tab sis lub sijhawm tam sim no thov mus saib Safari Preferences, Ntiag Tug Ntiag Tug, thiab tsis tshawb xyuas Lub Vev Xaib: Tiv thaiv kev hla ntawm tus xaib mus xyuas cov khoom qab zib kom ua tau zoo raws li xav.<br><br> Lus Nug: Kuv siv ntau lub cuab yeej. Kuv puas xav tau sau npe ntau zaug?<br> Teb: Tsis yog. Thov nyem tib qhov email ID nkag mus txuas rau xa rau koj ntawm txhua lub cuab yeej koj siv thiaj li ua kom tau qhov khoom qab zib.<br><br> Lus Nug: Kuv tuaj yeem tiv thaiv kuv tus kheej los ntawm kev ua cov khoom qab zib thib peb li cas thaum siv cov khoom qab zib ua kom tau yooj yim?<br> Teb: Siv txhua yam kev ceev ntiag tug lossis ad-thaiv kev txuas ntxiv uas txhawb nqa qhov sau-npe rau hauv lub xeev (piv txwv li uBlock Keeb Kwm) yuav ua haujlwm raws li qhov xav tau: tsuas yog xyuas kom whitelist hcaptcha.com.",
  "page-acc-tr-title": "Rau Cov Neeg Siv Kev Nkag Mus Rau: Cov Lus Nug Nquag Nug thiab Cov Lus Qhia Ua Teeb Meem",
  "page-acc-tr2-body": "Safari<br> Txhawm rau kom siv cov ncuav qab zib hauv Safari (Mac): Mus rau hauv daim ntawv qhia zaub mov nco Safari. Xaiv Qhov Nyiam. Nyem Tsis pub twg paub nyob rau hauv lub vaj huam sib luag sab saum toj. Hauv qab 'Thaiv cov ncuav qab zib' xaiv qhov 'Tsis Muaj.'<br> Txhawm rau kom siv cov ncuav qab zib hauv Safari (iPhone / iPad iOS 11+): Qhib Koj Chaw. Scroll cia thiab xaiv Safari. Raws li Kev Ceev Ntiag Tug & Kev Ruaj Ntseg, tig tawm 'Tiv Thaiv Hla Qhov Chaw Tshawb' thiab 'Thaiv Tag Nrho Cov Ncuav Qab Zib<br><br> Firefox<br> Nyem rau ntawm daim thaiv mus rau sab laug ntawm qhov chaw nyob bar ntawm txhua lub vev xaib. Nyem rau ntawm Cov Chaw Tiv Thaiv. Firefox Preferences Privacy & Security vaj huam sib luag yuav qhib. Hauv qab Kev Saib Xyuas Kev Tiv Thaiv, xaiv Kev Cai. Xaiv qhov twg trackers thiab ntawv sau los thaiv los ntawm xaiv cov checkboxes. Nco ntsoov tias koj tsis tau hbapted.com.<br><br> Koj tuaj yeem ua rau ib ntus kaw qee qhov kev tiv thaiv nyob rau hauv Kev Tiv Thaiv kom debug qhov no, los ntawm kev xaiv qhov kev xaiv hauv lub npov: Xaiv lub Trackers checkbox lossis deselect cov Cookies checkbox yog tias koj tseem muaj teeb meem.<br><br> Google Chrome<br> Google Chrome (PC)<br> Xaiv lub Chrome ntawv qhia zaub mov icon. Xaiv Chaw.<br> Mus rau Kev Ceev Ntiag Tug thiab Kev Ruaj Ntseg, Tom qab ntawd Cov Khaub Ncaws thiab lwm cov ntaub ntawv xaib.<br> Nco ntsoov tias 'Block cookies thib peb' tsis ua haujlwm.<br><br> Google Chrome (Mac):<br> Qhib Chrome nyiam los ntawm cov ntawv qhia zaub mov bar.<br> Mus rau Kev Ceev Ntiag Tug thiab Kev Ruaj Ntseg, Tom qab ntawd Cov Khaub Ncaws thiab lwm cov ntaub ntawv xaib.<br> Nco ntsoov tias 'Block cookies thib peb' tsis ua haujlwm.<br><br> Google Chrome (Android):<br> Hauv koj ntaus ntawv hauv, qhib lub Chrome app.<br> Ntawm txoj cai sab saum toj, coj mus rhaub Ntau thiab tom qab ntawd Chaw.<br> Coj mus rhaub Qhov chaw thiab ces ncuav qab zib.<br> Tom ntej no mus 'Cookies,' hloov lub chaw.<br> Khij lub thawv tom ntej 'Pub ncuav qab zib thib peb.'<br><br> Kev Tshawb Fawb Internet<br> 1. Xaiv cov iav nyob rau sab xis sab xis saum toj ntawm lub vijtsam, tom qab ntawd xaiv 'Kev Xaiv Is Taws Nem'. Yog tias koj muaj Cov Ntawv Qhia Ntawv bar qhib, koj tuaj yeem xaiv 'Cuab yeej' tom qab ntawd 'Kev Xaiv Siv Internet'.<br> 2. Nyem rau lub 'Privacy' tab.<br> 3. Xaiv lub pob 'Advanced'.<br> 4. Hauv qab 'Cov Ncuav Qab Zib Peb Li Cas' xaiv 'Txais'.<br> 5. Nyem 'OK'",
  "page-acc-tr2-head": "Browser Cov Lus Qhia rau Cov Ncuav Nqaij Cookies",
  "priv-hc": "Ceev Ntiag Tug Kom Paub Tias",
  "priv-hc-text": "Ad tes hauj lwm pom koj li lawv cov khoom. Peb tsis paub. Peb tsis saib xyuas tus neeg siv yog, tsuas yog yuav ua li cas lawv yuav tsum ua siab phem. Peb txhawb cov kev pib ua haujlwm zoo li Privacy Pass, thiab sib zog ua haujlwm kom muaj kev txwv tsis pub leej twg paub thiab muaj kev nyab xeeb.",
  "reporting-bugs-accessibility-button": "Kawm ntxiv txog cov kev xaiv mus cuag tau",
  "reporting-bugs-accessibility-head": "Kev Nkag Mus Rau Cov Kev Xaiv",
  "reporting-bugs-accessibility-text": "Puas yog koj tsis pom kev lossis lwm yam tsis tuaj yeem ua tiav hCaptchas?",
  "reporting-bugs-guide-ff-head": "Txais Teev Lus Ceeb Toom Kom Paub Meej Ntxiv: Firefox",
  "reporting-bugs-guide-ff-step-1": "Kauj Ruam 1: Qhib Cov Cuab Yeej Tsim Tawm (Qhov no pib sau cov lus sib kho.)",
  "reporting-bugs-guide-ff-step-2": "Kauj ruam 2: Nyem rau Network tab hauv Tsim Cov Cuab Yeej. Khij lub Persist cav lub thawv rau saum.",
  "reporting-bugs-guide-ff-step-3": "Kauj ruam 3: mus saib https://accounts.hcaptcha.com/demo, lossis lub vev xaib uas koj nyob nraum muaj qhov teeb meem ntawm (Cov Lus Ceeb Toom Tsis Pub Leej Twg Paub: tsuas yog tias koj tsis mloog qhia nws yog dab tsi) ... thiab tom qab ntawv nyem I yog kuv tib neeg khawm, thiab sim daws tau.",
  "reporting-bugs-guide-ff-step-4": "Kauj ruam 4: Nyem HAR tom qab koj sim daws, thiab xaiv Txuag Tag Nrho li HAR los cawm lub network log. Xa daim ntawv ntawd rau peb.",
  "reporting-bugs-guide-ff-step-5": "Kauj ruam 5: Nyem rau ntawm Console tab, thiab txoj nyem-xaiv tom qab ntawd Xaiv txhua qhov thiab khaws cia rau hauv ntawv nyeem cov ntawv, thiaj li yuav txuag tau lub cav log. Xa peb ntawd thiab.",
  "reporting-bugs-guide-ff-step-6": "Cov kauj ruam kawg: Email rau HAR thiab console log files rau peb, thiab piav qhia txog qhov teeb meem Siv: Support@hcaptcha.com (thov siv cov kev pabcuam xws li Dropbox lossis Filebin thiab xa cov txuas) thiab xaiv lub screenshot, yog tias koj xav tias muaj qee yam tsis tso saib kom raug. Cov. Thov xa tus IP koj nyob nraum siv zoo li. Koj tuaj yeem tau txais nws los ntawm https://www.whatsmyip.org/ Ua tsaug rau lub sijhawm los pab peb kom tau txais cov ntaub ntawv no! Peb tau cog lus tias yuav ua hCaptcha ua haujlwm zoo rau txhua tus.",
  "reporting-bugs-guide-head": "Qhia Txog Cov Lus Ceeb Toom Cov Lus Qhia: Chrome",
  "reporting-bugs-guide-step-1": "Kauj Ruam 1: Qhib Cov Cuab Yeej Tsim Tawm (Qhov no pib sau cov lus sib kho.)",
  "reporting-bugs-guide-step-2": "Kauj ruam 2: Nyem rau Network tab hauv Tsim Cov Cuab Yeej. Kos rau phau ntawv khaws cia nyob rau saum toj.",
  "reporting-bugs-guide-step-3": "Kauj ruam 3: mus saib https://accounts.hcaptcha.com/demo, lossis lub vev xaib uas koj nyob nraum muaj qhov teeb meem ntawm (Cov Lus Ceeb Toom Tsis Pub Leej Twg Paub: tsuas yog tias koj tsis mloog qhia nws yog dab tsi) ... thiab tom qab ntawv nyem I yog kuv tib neeg khawm, thiab sim daws tau.",
  "reporting-bugs-guide-step-4": "Kauj Ruam 4: Nyem Export HAR (tus taw nqes me ntsis) tom qab koj sim daws, uas txuag lub network log. Xa daim ntawv ntawd rau peb.",
  "reporting-bugs-guide-step-5": "Kauj ruam 5: Nyem rau ntawm lub Console tab, thiab txoj nyem tom qab ntawd Tseg Raws li .. txhawm rau kom txuag tau lub cav log. Xa peb ntawd thiab.",
  "reporting-bugs-guide-step-6": "Cov kauj ruam kawg: Email rau HAR thiab console log cov ntaub ntawv rau peb, thiab qhia txog qhov teeb meem. Siv: Support@hcaptcha.com (thov siv cov kev pabcuam xws li Dropbox lossis Filebin thiab xa cov kev sib txuas) thiab kev xaiv lub screenshot, yog tias koj xav tias muaj qee yam tsis tso saib kom raug. Thov xa tus IP koj nyob nraum siv zoo li. Koj tuaj yeem tau txais nws los ntawm https://www.whatsmyip.org/ Ua tsaug rau lub sijhawm los pab peb kom tau txais cov ntaub ntawv no! Peb tau cog lus tias yuav ua hCaptcha ua haujlwm zoo rau txhua tus.",
  "reporting-bugs-guide-text-1": "Xa cov debugging cov ntaub ntawv nrog koj daim ntawv qhia yuav ua rau nws yooj yim dua rau peb kom paub tias muaj dab tsi tshwm sim. Ntawm no yog cov lus qhia ib-qib-qib:",
  "reporting-bugs-guide-text-2": "Yog tias koj yog tus tsim tawm lub vev xaib lossis cov kws tshaj lij cov neeg siv, cov ntsiab lus yog peb xav kom koj xa peb lub network sau HAR thiab browser console log. Thov koj sim ua tej yam ad blocker lossis browser kev ruaj ntseg txuas ntxiv ua ntej thiab tom qab ntawd rov sim dua ua ntej koj mus dhau cov kauj ruam no. Yog tias qhov ntawd daws koj qhov teeb meem, peb tseem yuav txaus siab rau koj kom peb paub koj tus browser, ad blocker lossis browser txuas ntxiv, thiab lub vev xaib URL.",
  "reporting-bugs-intro-head": "Pom muaj kab laum? Nov yog qhia txog nws li cas.",
  "reporting-bugs-intro-text": "Tshaj lab tus tib neeg siv hCaptcha txhua lub hli, txhiab ntawm kev sib txuas ntawm cov browser, txuas ntxiv, khoom siv, foob pob hluav taws, thiab ntau dua. Peb lub hom phiaj yog kom paub tseeb tias nws ib txwm ua haujlwm rau koj, yog li peb txaus siab rau koj cov ntawv tshaj tawm! Txhawm rau muab cov lus taw qhia sai, cia li nyem lub pob Xa peb cov lus rov qab. Yog tias koj pom qhov teeb meem ua haujlwm, thov ua raws li kab lus debug log rau Chrome lossis debug cav cov lus qhia rau Firefox hauv qab no. Rau lwm lub browsers cia li email peb. Hais txog qhov teeb meem kev nyab xeeb lossis kev ceev ntiag tug, saib cov lus qhia hauv qab no.",
  "reporting-bugs-privacy-head": "Cov Teeb Meem Tsis Pub Twg Paub",
  "reporting-bugs-privacy-text": "Peb tsis saib xyuas leej twg yog cov neeg siv, tsuas yog yuav ua li cas lawv yuav ua kom raug mob lossis siv tshuab. Peb txhawb cov kev pib ua haujlwm zoo li Privacy Pass, thiab sib zog ua haujlwm kom muaj kev txwv tsis pub leej twg paub thiab muaj kev nyab xeeb. Yog tias koj pom qhov teeb meem uas koj xav tias yuav cuam tshuam rau tus neeg siv ntiag tug, thov xa email tuaj rau peb ntawm support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Xa peb lub tswv yim",
  "reporting-bugs-provide-feedback-head": "Muab cov lus qhia tam sim ntawm hCaptcha",
  "reporting-bugs-provide-feedback-text": "Peb txaus siab rau koj cov lus. Qhia rau peb paub txog txhua qhov teeb meem thiab peb yuav daws lawv sai.",
  "reporting-bugs-security-head": "Cov Yoov Ruaj Ntseg",
  "reporting-bugs-security-text": "Peb ib txwm txaus siab yuav txais cov ntawv ceeb toom ntawm cov kab ruaj ntseg. Email support@hcaptcha.com & CC security@hcaptcha.com thiab peb yuav rov qab los rau koj sai sai. Peb kuj tseem muaj qhov bounty kab kev pabcuam rau cov ntawv ceeb toom muaj kev nyab xeeb ntawm hCaptcha kev pabcuam thiab cov chaw muaj feem xyuam.",
  "sales-interstitial-c1": "Rau cov tuam txhab",
  "sales-interstitial-c1a": "Cov kev daws teeb meem kev lag luam (them)",
  "sales-interstitial-c1b": "Kawm ntxiv txog hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Cov ntaub ntawv annotation",
  "sales-interstitial-c1d": "Yuav cov kev pabcuam annotation hCaptcha",
  "sales-interstitial-c2": "Rau cov tib neeg",
  "sales-interstitial-c2a": "Ntxiv hCaptcha rau koj qhov kev pabcuam (pub dawb)",
  "sales-interstitial-c2b": "Ntxiv hCaptcha rau Cov Tshaj Tawm rau kuv lub vev xaib lossis app",
  "sales-interstitial-c2c": "Dab tsi yog hCaptcha?",
  "sales-interstitial-c2d": "Kawm paub ntau ntxiv txog hCaptcha",
  "sales-interstitial-head": "Nco ntsoov tias koj tau mus rau qhov chaw zoo.",
  "sec-hc": "Kev Ruaj Ntseg Ua Ntej",
  "sec-hc-text": "hCaptcha yog tus tshaj tawm-tsom xam. Peb ua haujlwm muab cov ntaub ntawv tiag tiag thiab cia lawv txiav txim siab siv nws li cas. Qhov tseeb yog qhov koj txaus siab thiab peb. Lwm qhov ntes tau yog muab los ntawm cov tuam txhab tshaj tawm. Txhua tus bot lawv thaiv yuav txo lawv cov nyiaj khwv tau los.",
  "signup-interstitial-c1": "Rau cov tuam txhab lossis cov vev xaib",
  "signup-interstitial-c1a": "Ntxiv hCaptcha rau koj qhov kev pabcuam (pub dawb)",
  "signup-interstitial-c1b": "Ntxiv hCaptcha rau Cov Tshaj Tawm rau kuv lub vev xaib lossis app",
  "signup-interstitial-c1c": "Cov kev daws teeb meem kev lag luam (them)",
  "signup-interstitial-c1d": "Kawm ntxiv txog hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Cov ntaub ntawv annotation",
  "signup-interstitial-c1f": "Yuav cov kev pabcuam annotation hCaptcha",
  "signup-interstitial-c2": "Rau cov tib neeg",
  "signup-interstitial-c2a": "Kev nkag mus",
  "signup-interstitial-c2b": "Kawm txog kev nkag mus tau yooj yim rau hCaptcha",
  "signup-interstitial-c2c": "Khwv nyiaj",
  "signup-interstitial-c2d": "Ua haujlwm raws li tus neeg ntim cov ntaub ntawv",
  "signup-interstitial-head": "Nco ntsoov tias koj tau mus rau qhov chaw zoo.",
  "support-interstitial-c1": "Rau cov tuam txhab",
  "support-interstitial-c1a": "Cov kev daws teeb meem kev lag luam (them)",
  "support-interstitial-c1b": "Tau txais kev txhawb nqa rau hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (pub dawb)",
  "support-interstitial-c1d": "Tau txais kev pab txhawb rau hCaptcha Publisher",
  "support-interstitial-c2": "Rau cov tib neeg",
  "support-interstitial-c2a": "Muaj teeb meem nrog kev sib tw?",
  "support-interstitial-c2b": "Kawm txog kev nkag mus tau yooj yim rau hCaptcha",
  "support-interstitial-c2c": "Xav qhia cov kab laum?",
  "support-interstitial-c2d": "Kawm ntxiv txog kev tshaj tawm software cov teeb meem",
  "support-interstitial-head": "Nco ntsoov tias koj tau mus rau qhov chaw zoo.",
  "switch-to-english-link": "Hloov mus rau lus Askiv",
  "what-is-hcaptcha": "Dab tsi yog hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha pab koj lub vev xaib uas koj nyiam tshaj tawm tsis pub siv bots, spam thiab tsim txom los ntawm nug cov lus nug yooj yim uas yooj yim rau tib neeg thiab nyuaj rau tshuab.",
  "why-hc": "Vim li cas hCaptcha?",
  "why-hc-text": "Txhua zaus koj teb qhov kev sib tw, peb siv cov qauv nruj los xyuas seb koj puas yog neeg lossis tshuab. Lub vev xaib koj tau mus saib tom qab ntawd siv qhov txiaj ntsig no los pab txhim kho koj cov kev paub ntawm lawv lub vev xaib los ntawm khaws tawm bots."
}
