{
    "1137470858": "Kaum Ob Hlis 11, 2021",
    "12462594": "hCaptcha yog tsim los ntawm HUMAN platform, uas tso cai rau sophisticated routing thiab tsom xam kom optimize tus nqi thiab efficiency ntawm txhua kauj ruam.",
    "2262549101": "Lwm txoj hauv kev ntawm kev sib cuag tau raug sau tseg hauv US Chaw Ua Haujlwm Copyright DMCA Tus Neeg Saib Xyuas Tus Neeg Saib Xyuas",
    "2272776729": "Thov nco ntsoov tias koj yuav tsum txheeb xyuas koj tus kheej thiab thov ua ntej yuav ua li cas ntxiv, xws li los ntawm kev muab koj daim ntawv qhia txog tsoomfwv. Raws li California txoj cai lij choj, koj tuaj yeem xaiv tus neeg sawv cev tso cai los thov rau koj. Txhawm rau xaiv tus neeg sawv cev tso cai los ua daim ntawv thov rau koj, koj yuav tsum muab daim ntawv pov thawj ntawm tus kws lij choj uas siv tau, tus neeg thov daim ntawv pov thawj tseem ceeb tshaj tawm, thiab tus neeg sawv cev raug tso cai los ntawm tsoomfwv cov ntaub ntawv pov thawj.",
    "2335607721": "Daim ntawv ceeb toom. Tag nrho cov ntawv ceeb toom ntsig txog Cov Kev Pab Cuam no yuav raug xa los ntawm e-mail lossis tshaj tawm hauv peb lub vev xaib. Koj yuav tsum xa cov ntawv ceeb toom rau peb ntawm",
    "2875934612": "Kaum Ib Hlis 20, 2020",
    "3084122606": "Qhov twg peb siv koj cov ntaub ntawv ntiag tug raws li koj qhov kev pom zoo, koj muaj cai thim nws txhua lub sijhawm raws li tau teev tseg hauv Kev Pabcuam lossis hu rau peb ntawm",
    "3312286067": "los yog xa ib daim ntawv tsis txaus siab mus rau tus tswj hwm kev tiv thaiv cov ntaub ntawv hauv koj txoj cai lij choj. Koj tuaj yeem nrhiav koj cov ntaub ntawv tiv thaiv tus tswj hwm ntawm",
    "3506025515": "hCaptcha tsis cuam tshuam los ntawm log4shell. Nov yog qhov peb paub.",
    "3516838896": "Lub log4j2 tej thaj chaw deb code tua kab tsis ntev los no cheb hauv internet, cuam tshuam rau feem pua ntawm cov kev pabcuam hauv online. hCaptcha tsis cuam tshuam. Nov yog qhov peb tau txheeb xyuas qhov tseeb li cas.",
    "3553195003": "hCaptcha tsis cuam tshuam los ntawm log4shell.",
    "3610875753": "- Yog tias tom qab muaj kev cuam tshuam kev lag luam tseem ceeb koj tsis tuaj yeem tiv tauj peb raws li koj feem ntau ua ntawm",
    "3612764043": ", koj yuav tsum mus rau peb lub vev xaib ntawm hcaptcha.com lossis hcaptchastatus.com.",
    "3626193263": "Lub hCaptcha Tus Neeg Saib Xyuas Tsim Kho rau Digital Millennium Copyright Act (DMCA) yog",
    "3794891866": "Cov neeg siv khoom hauv California tuaj yeem thov raws li lawv txoj cai raws li CCPA los ntawm kev tiv tauj peb ntawm",
    "3814036702": "- Yog tias koj muaj lus nug txog peb txoj kev npaj ua lag luam txuas ntxiv, koj tuaj yeem tiv tauj peb ntawm",
    "3975007628": "tam sim no tiv thaiv ntau pua lab tus neeg siv thoob plaws kaum tawm lab lub vev xaib thiab apps txhua lub hlis. Peb zaj dab neeg qhia tau hais tias koj tuaj yeem sib tw nrog Big Tech thaum koj tso tus kheej ua ntej.",
    "4038264749": "Nco ntsoov thaum cov lus txib hauv zos COVID-19 tseem siv tau tsis muaj kev lees paub tias kev xa ntawv yuav tau txais raws sijhawm, thiab email (",
    "4115505783": ") yog qhov tseeb channel kom ncav cuag peb. Lub tuam txhab tsis tuav xov tooj lossis fax xov tooj; qhov no yog lub xyoo pua 21st.",
    "4164851712": "Peb tsuas yog siv koj cov ntaub ntawv ntiag tug raws li txoj cai tso cai. Peb yuav tsum tau ceeb toom rau koj txog cov hauv paus kev cai lij choj ntawm peb kev ua tiav koj cov ntaub ntawv ntiag tug, uas tau piav qhia hauv qab no. Yog tias koj muaj lus nug txog kev cai lij choj raws li peb ua koj cov ntaub ntawv ntiag tug, tiv tauj peb ntawm",
    "4201262098": "Cov thev naus laus zis no tso cai rau cov neeg ua haujlwm raug cai tswj hwm txhua feem ntawm koj txoj haujlwm, ua kom muaj txiaj ntsig zoo tshaj plaws thaum khaws cia tsis pub leej twg paub thiab ua tau raws li cov cai tswj hwm uas yuav siv tau.",
    "4217188341": "Kaum Ib Hlis 30, 2020",
    "4238473596": "Txo kev sib txhuam rau cov neeg siv tiag tiag yog qhov tseem ceeb. hCaptcha siv cov haujlwm yooj yim thiab siv sijhawm tsawg dua rau cov neeg siv feem ntau thaum nres tsheb ntau dua bot.",
    "4243935861": "ha.com",
    "4270798104": "2. Sim disabling lwm extensions. Yog tias daws tau nws, tig lawv ntawm ib qho los ntawm ib qho mus txog thaum koj pom qhov teeb meem, thiab qhia rau tus tsim tawm ntawm qhov txuas ntxiv paub txog nws, nrog rau muab peb lub taub hau ntawm",
    "427220273": "Peb tuaj yeem thov cov ntaub ntawv tshwj xeeb los ntawm koj los pab peb lees paub koj tus kheej thiab ua raws li koj qhov kev thov. Txoj cai lij choj siv tau yuav xav tau lossis tso cai rau peb tsis kam lees koj qhov kev thov. Yog tias peb tsis kam lees koj qhov kev thov, peb yuav qhia rau koj paub yog vim li cas, raws li txoj cai txwv. Yog tias koj xav xa ib daim ntawv tsis txaus siab txog kev siv koj cov ntaub ntawv ntiag tug lossis teb rau koj cov lus thov txog koj cov ntaub ntawv ntiag tug, koj tuaj yeem tiv tauj peb ntawm",
    "433026247": "Los ntawm kev ua haujlwm, koj tuaj yeem ua tiav cov kev tsim nyog thiab kev txawj ntse, uas peb yuav muab rau hauv peb qhov kev txiav txim siab. Peb muaj cai tsim, hloov kho, lossis tshem tawm koj cov kev tsim nyog thiab kev txawj ntse txhua lub sijhawm, tsis muaj laj thawj lossis tsis muaj laj thawj txhua. Vim tias peb tsis muaj kev ntxub ntxaug los ntawm keeb kwm ntawm lub tebchaws, haiv neeg, xim, poj niam txiv neej, kev nyiam ntawm kev sib deev, lossis lwm yam kev cai lij choj tiv thaiv, koj yuav muaj lub sijhawm zoo ib yam li lwm tus Pab Koomtes kom ua tiav cov haujlwm raws li koj cov kev tsim nyog thiab kev txawj ntse. . Raws li tus Pab Koom Tes, yog tias koj ntseeg tias cov lus nug uas muaj teeb meem tau cuam tshuam rau koj cov kev tsim nyog, kev txawj, lossis khoom plig, koj tuaj yeem muab cov kev txhawb nqa zoo piav qhia txog cov lus nug uas muaj teeb meem los ntawm kev ua hauj lwm interface lossis ntawm daim pib hauv peb txoj kev txhawb nqa, piv txwv li email. ntawm",
    "492025216": "Kaum Ob Hlis 13, 2021",
    "799274928": "E-mail ceeb toom yog suav tias yog sau ntawv ceeb toom rau txhua lub hom phiaj uas yuav tsum tau sau ntawv ceeb toom. Cov ntawv ceeb toom E-mail raug suav tias tau txais hnub ua haujlwm tom qab xa mus rau tus neeg tau txais kev pab.",
    "211351380": "Los ntawm blog:",
    "3153117136": "Yuav ua li cas hCaptcha nyuaj chaw ua haujlwm",
    "2915355938": "Siv tau",
    "793784899": "Kev npaj",
    "2671622670": "Enterprise",
    "3527140447": "Cov ntaub ntawv",
    "505891021": "Labeling Services",
    "692176459": "Nkag mus",
    "1892574253": "Sau npe",
    "2593864519": "Nres ntau bots. Pib tiv thaiv tus neeg siv ntiag tug.",
    "4007826952": "Qhov # 1 kev ceev ntiag tug-thawj CAPTCHA rau lub vev xaib, txawb, thiab ntau dua.",
    "3721365241": "Sim",
    "3753956446": "Dawb",
    "3276777569": "hCaptcha",
    "55035359": "Tam sim no siv reCAPTCHA?",
    "3417372336": "Hloov hauv feeb",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Cov kev pabcuam saum toj kawg nkaus hauv online cia siab rau",
    "1470290349": "rau qhov zoo tshaj plaws hauv chav kawm bot thiab tswj kev dag ntxias.",
    "3714002185": "Kawm paub ntxiv txog hCaptcha Enterprise",
    "3946753128": "Tus kheej. ruaj ntseg. Ceev dua.",
    "939665604": "Kev ceev ntiag tug tsom",
    "780475098": "Ad networks pom koj cov neeg tuaj saib raws li cov khoom. Peb tsuas yog saib xyuas seb qhov kev mus ntsib yog qhov zoo lossis qhov phem. hCaptcha ua raws li GDPR, CCPA, LGPD, PIPL, thiab lwm yam kev cai lij choj thoob ntiaj teb.",
    "219813583": "Kev ruaj ntseg ua ntej",
    "2714878440": "Tiv thaiv koj cov kev pabcuam los ntawm scraping, account takeovers, credential stuffing, and spam with our advanced machine learning and humanity verification.",
    "1397766838": "Kev paub siv zoo dua",
    "2670352917": "hCaptcha muab ntau txhim khu kev qha bot nrhiav tau thaum ua yooj yim rau tib neeg los daws.",
    "2806751666": "hCaptcha yog dab tsi?",
    "3096063825": "Sim nws",
    "2968026167": "Koj nyiam zaub",
    "713281684": "Eggplant",
    "4147497805": "Carrot",
    "3758963444": "Ua tsaug! Koj qhov kev xa tuaj tau txais!",
    "1070364246": "Oops! Tej yam ua tsis raug thaum xa daim foos.",
    "1129833879": "Tsis txhob ua phem bots, tiv thaiv tus neeg siv ntiag tug",
    "58091799": "Kawm paub ntxiv txog hCaptcha Publisher thiab Enterprise",
    "1599610318": "Tus tshaj tawm",
    "3093388779": "hCaptcha yog pub dawb siv rau cov tshaj tawm ntawm txhua qhov loj",
    "179723061": "Kev tswj hwm ntau dua rau cov pab pawg uas xav tau kev nyab xeeb hauv chav kawm",
    "846501387": "World-class bot tiv thaiv",
    "119298044": "Advanced tus kheej saib xyuas ML thiab AI thev naus laus zis tiv thaiv koj lub vev xaib los ntawm kev hem thiab tawm tsam",
    "1263998069": "Khwv tau khoom plig rau tib neeg kev daws teeb meem",
    "1103295010": "Khwv tau nyiaj los yog muab rau kev siab hlub rau thaum tib neeg daws CAPTCHAs",
    "392886773": "Ua haujlwm hauv txhua lub tebchaws",
    "2320894364": "Nrog ntau tshaj 200 lub ntsiab lus ntawm lub xub ntiag, hCaptcha huab tiv thaiv koj cov cuab tam thoob plaws ntiaj teb",
    "451701069": "Ua raws li GDPR, CCPA,",
    "2826051554": "thiab ntau dua",
    "3530599065": "Kev ceev ntiag tug yog tsim los ntawm qhov av. hCaptcha tuav tsis tau PII thiab ua raws li ntau txoj cai ntiag tug thiab cov cai.",
    "2489287539": "Kev sib txhuam-dawb \"Tsis muaj CAPTCHA\" & 99.9% passive hom",
    "793242047": "Txo cov teeb meem uas tau nthuav tawm rau cov neeg siv kom tso cai rau kev nkag mus rau cov ntawv thov ceev ceev",
    "4195759329": "Bot nrhiav thiab cov qhab nia txaus ntshai",
    "1150035777": "Sophisticated tshuab kev kawm qauv tsim bot kev ntseeg siab cov qhab nia raws li ntau cov ntaub ntawv cov ntsiab lus tshaj seb cov lus nug puas tau teb raug",
    "3688621388": "Kev hem kos npe",
    "1131525092": "Pab pawg neeg ua phem ua ke ua ke tsis muaj zog los ntawm peb txoj kev ceev ntiag tug-preserving Scoped UIDs txhawm rau nrhiav thiab nres cuam tshuam txog kev dag thiab kev tsim txom",
    "1559631739": "Kev kawm ntiag tug",
    "3952259236": "Muab koj cov ntaub ntawv dig muag nrog hCaptcha ntau txhiab lub cim los qhia hCaptcha ntawm cov chav kawm ntawm tus cwj pwm - rau koj qhov piv txwv nkaus xwb - txhawm rau kwv yees tus cwj pwm phem zoo dua li kev daws ib leeg",
    "1150963691": "APT kev txo qis",
    "4083018285": "Ib chav ntawm cov yam ntxwv txuas ntxiv uas ua ke nrog kev txhim kho SOC kev saib xyuas thiab cov lus teb los daws cov teeb meem nyuaj tsis tu ncua",
    "3160820928": "Kev sib koom tes tiv thaiv",
    "1849805607": "hCaptcha tiv thaiv kev hem thawj thiab decoys tsim los infiltrate koj tes hauj lwm",
    "1958297836": "Kev sib koom tes tiv thaiv kev tawm tsam & APT txo qis",
    "1300485304": "hCaptcha tiv thaiv kev hem thawj thiab decoys tsim los infiltrate koj tes hauj lwm",
    "2698640210": "Tswj cov kev sib tw thiab hom qhia",
    "3121248460": "Tso cov kev sib tw ntau yam kev cai - los ntawm yooj yim mus rau complex - rau koj cov neeg tuaj saib",
    "3807059944": "Tswj cov ntsiab lus sib tw siv",
    "2707282231": "Customize cov kev sib tw rau koj cov neeg siv. Ua kom nws tsis yooj yim rau bots los daws thiab nkag mus.",
    "4194763679": "Fine-grained nyuaj theem",
    "3730038780": "Xaiv los ntawm qhov yuav luag tsis paub kawg ntawm cov kev cov nyom rau cov neeg siv los daws",
    "1849717906": "Customize nrog koj tus kheej cov ntsiab lus sib tw",
    "1508655687": "Ntxiv koj tus kheej cov kev cov nyom uas haum rau koj cov neeg tuaj saib kom yooj yim lossis txwv kev nkag mus",
    "3620442880": "Flash Sale tiv thaiv nta",
    "3265895521": "Nce thiab txo qhov kev sib tw nyuaj raws li lub sijhawm ntawm hnub",
    "1485807325": "Multi-user dashboards, SAML SSO",
    "359073033": "Dashboards xa cov qib siab lossis zoo-grained views ntawm kev ua si.",
    "4272454814": "Ua ke nrog tus kws kho mob uas koj xaiv.",
    "1141402092": "Advanced qhia nta",
    "910989640": "Tsim cov ncauj lus kom ntxaws thiab kho raws li kev ua haujlwm",
    "3768951251": "Enterprise SLAs",
    "1014004474": "hCaptcha's Enterprise cov phiaj xwm muab cov kev pabcuam qib siab pom zoo kom koj lub koomhaum tiv thaiv",
    "1177598246": "Hu rau Muag",
    "1067704102": "Tus nqi hauv cov ntaub ntawv sau npe",
    "3065000659": "Koj puas paub txhua zaus koj \"nias lub tsheb\" koj pab qhia ib leeg",
    "3235430156": "tuam txhab lub tshuab kev kawm dawb?",
    "1549336309": "hCaptcha tig tus qauv no ib ncig. Thaum koj siv hCaptcha, tuam txhab lag luam twv rau txoj haujlwm koj cov neeg siv ua raws li lawv ua pov thawj lawv tib neeg. Koj tau txais khoom plig.",
    "3725880582": "Muab Rov Qab Rau Kev Sib Koom Tes",
    "1671436004": "Koj puas xav muab rov qab rau koj txoj kev siab hlub?",
    "1663628612": "cia koj",
    "4272088465": "cov koom haum uas koj xaiv nrog cov nyiaj tau los uas koj tau txais los ntawm kev siv nws.",
    "2894845722": "Cov neeg siv ntawm koj lub xaib sai sai yuav tuaj yeem pom koj qhov kev pab cuam rau kev siab hlub los ntawm kev muag khoom tsis pom zoo ntawm hCaptcha interface.",
    "3194111925": "kev txhawb nqa",
    "1637702726": "Hais txog hCaptcha",
    "2323282990": "Ib txoj hauv kev niaj hnub los txheeb xyuas tib neeg",
    "1201821619": "hCaptcha daws ib qho teeb meem tseem ceeb tshaj plaws niaj hnub no: tiv thaiv cov bots phem los ntawm kev ua phem rau cov kev pabcuam online.",
    "1475399473": "Kawm paub ntxiv txog pab pawg hCaptcha",
    "3161489950": "Lub Ntiaj Teb Kev Ruaj Ntseg Tshaj Plaws ML Platform",
    "3247172580": "hCaptcha ua ke ua ke kev kawm paub txog tus kheej ntawm lub tshuab kev kawm nrog cov txheej txheem tshiab ntawm ntug kev suav nrog qhov tshwj xeeb txo qis cov ntaub ntawv khaws cia thiab khaws cia, xa tawm los ntawm ntau dua 250 qhov chaw thoob ntiaj teb kom muaj peev xwm loj.",
    "3767462250": "Tsim los rau Privacy",
    "3500503648": "hCaptcha yog tsim los tshem tawm cov ntaub ntawv mus sij hawm ntev los ntawm kev cia siab rau kev ntsuas tam sim es tsis sau thiab tshuaj xyuas koj cov keeb kwm tshawb nrhiav. Peb kuj txhawb kev pib xws li",
    "2418549423": ", tus qauv tshiab rau kev khaws cia online ntiag tug ntawm cov ntaub ntawv pov thawj cryptographic, thiab lwm yam tshwj xeeb ntiag tug-thawj nta.",
    "1544546608": "Tsis pub twg paub Pass",
    "976209454": "Khwv tau khoom plig lossis muab rau kev siab hlub",
    "552920956": "hCaptcha tso cai rau cov vev xaib kom tau txais khoom plig thaum thaiv bots thiab lwm yam kev tsim txom. hCaptcha kuj tso cai rau koj los txhawb cov koom haum uas koj xaiv nrog cov nyiaj tau los no.",
    "654326661": "Xav pom koj tus kheej? Sim hCaptcha dawb.",
    "3570415321": "Tuam txhab",
    "3987022469": "Kev sau npe",
    "1636202177": "Txog",
    "2670003220": "Cov hauj lwm",
    "3233305531": "Cov cim lag luam",
    "3028319964": "AI Ethics",
    "4131598919": "Xovxwm",
    "1662477701": "Cov peev txheej",
    "3130928685": "Blog",
    "1756106276": "xwm txheej",
    "1235925265": "Cov ntaub ntawv",
    "920212083": "Qhia txog kab mob",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Hu rau",
    "2182196747": "Txhawb nqa",
    "487083593": "Muag",
    "878585497": "Cov ntsiab lus",
    "1697438123": "Tsis pub twg paub",
    "1316817321": "Kev tsim nyog",
    "3488019891": "hCaptcha yog lub npe lag luam ntawm Intuition Machines, Inc.",
    "4224961202": "Tsis pub twg paub, kev ruaj ntseg, thiab Machine Learning.",
    "98173630": "hCaptcha yog lub ntiaj teb kev siv dav tshaj plaws CAPTCHA kev pabcuam.",
    "1514478724": "Kawm ntxiv",
    "1752795854": "hCaptcha coj txoj hauv kev niaj hnub, tsom mus rau kev ceev ntiag tug kom nres bots.",
    "2927700175": "Peb qhia CAPTCHA cov kev cov nyom uas nyuaj rau bots tab sis yooj yim rau tib neeg los ntawm kev sau cov ntaub ntawv nyuaj-rau-label los ntawm cov teeb meem kev kawm tshuab, thiab siv nws kom paub qhov txawv ntawm lub vev xaib lossis cov neeg tuaj xyuas app yog tib neeg.",
    "2188609322": "Cov neeg ua phem phem tau nce ntau hauv online. Tab sis kev txi cov neeg siv ntiag tug tsis yog lo lus teb.",
    "2032102720": "Cov kev daws teeb meem kev nyab xeeb muab los ntawm cov tuam txhab tshaj tawm tsom feem ntau ntawm kev taug qab cov neeg siv thoob plaws lub vev xaib. Peb tau tsim cov kev daws teeb meem kev nyab xeeb zoo uas ua pov thawj ua phem rau cov neeg siv ntiag tug tsis tsim nyog los xa cov txiaj ntsig zoo.",
    "4146870445": "peb yog leej twg",
    "353066938": "Ib pab neeg muaj kev paub dhau los, ua haujlwm ntawm cov teeb meem nyuaj tshaj plaws niaj hnub no. hCaptcha yog ib qho kev pabcuam ntawm",
    "1173652155": "Cov kws pab tswv yim",
    "2256305371": "xibfwb, CS ntawm University of California, Berkeley. Kev kawm tob, kev ruaj ntseg, tus kws tshaj lij blockchain. CEO ntawm Oasis Labs.",
    "2177660021": "Kev Tshawb Fawb Txog Kev Tshawb Fawb ntawm Stanford. Kev kawm tshuab thiab quant nyiaj txiag ntawm cov tsev txhab nyiaj loj, hedge funds, thiab academia.",
    "2686825859": "Sau npe pub dawb lossis tiv tauj peb txog hCaptcha Enterprise kev daws teeb meem",
    "583434701": "hCaptcha Accessibility",
    "611905972": "Xyuas kom seamless nkag rau txhua tus neeg siv thaum tswj kev ruaj ntseg",
    "874098071": "Yog tias koj yog ib tus neeg siv nkag mus tau, thov sau npe ntawm no",
    "2745385064": "Cov ntsiab lus",
    "3353238942": "hCaptcha yog tsim los nres bots los ntawm kev paub qhov txawv ntawm tib neeg. Kev kuaj pom pom yog ib qho cuab yeej yooj yim rau qhov no, tab sis tsis yog txhua tus tuaj yeem daws qhov teeb meem pom.",
    "3600022491": "Vim li no peb tau tsim ib qho yooj yim, tsis mob lwm txoj hauv kev kom cov neeg tshaj tawm siv peb cov kev pabcuam khaws cia kev nkag mus tau rau txhua tus nrog tag nrho Tshooj 508 thiab WCAG 2.1 AA ua raws.",
    "2557240048": "Nws ua haujlwm li cas: ua ntej, tus neeg siv nkag tau nkag mus rau ntawm",
    "3871665286": ", uas yog prominently txuas nyob rau hauv hCaptcha widget info nplooj ntawv. Lawv tau muab cov ncuav qab zib encrypted uas tuaj yeem siv tau ob peb zaug hauv ib hnub, tab sis yuav tsum rov kho dua txhua 24 teev ntawm kev nkag mus.",
    "3441764123": "Thaum qhov kev sib tw tau nthuav tawm rau tus neeg siv nkag mus rau ntawm qhov chaw siv hCaptcha qhov kev pabcuam, lawv yuav cia li hla.",
    "4247858664": "nplooj ntawv nkag mus nkag tau",
    "1297657322": "Kev nkag tau rau cov neeg siv tshuaj ntsuam tom qab nkag mus",
    "1717658846": "Kev xaiv nkag tau hauv widget UI ntawv qhia zaub mov",
    "1266963825": "Q: Puas yog hCaptcha Tshooj 508 + WCAG 2.1 AA ua raws?",
    "850025770": "A: Peb ntseeg li ntawd: txhua tus neeg siv nrog txhua hom kev puas tsuaj uas tuaj yeem tshawb xyuas lub vev xaib thiab sau cov ntawv hauv cov ntawv tuaj yeem nkag mus rau cov kev pabcuam tiv thaiv los ntawm hCaptcha thaum sau npe. Txawm li cas los xij, qhov no tsis yog lus qhia kev cai lij choj: koj yuav tsum ua koj tus kheej qhov kev ntsuam xyuas, ua tib zoo xav txog koj qhov kev siv tshwj xeeb kom ntseeg tau tias qhov no yog qhov teeb meem rau koj qhov kev xa tawm.",
    "159272246": "Q: Koj puas ua haujlwm rau lwm qhov kev nkag tau (\"a11y\") kev xaiv, xws li suab?",
    "4074220464": "A: Yav dhau los cov kev xaiv nrov xws li audio captchas cais tawm ntau tus neeg siv a11y thiab tau yooj yim swb los ntawm kev kawm tshuab niaj hnub. Qhov no tau yuam cov kev sib tw suab tam sim no los ua nyuaj dua, qhia lub suab nrov, lub sijhawm khib, sib txuas lus txawv txawv, thiab lwm yam kom kov yeej cov neeg tawm tsam. Peb thiaj li tsis txaus siab rau txoj hauv kev no vs. zam qhov kev sib tw tag nrho, tab sis yuav xav txog yog tias muaj kev thov los ntawm a11y zej zog.",
    "2309661107": "Txawm li cas los xij, peb txaus siab heev rau",
    "2555914614": "rau cov ntaub ntawv siv Accessibility. Peb ntseeg hais tias kev sib koom ua ke peb tam sim no a11y txoj hauv kev nrog Privacy Pass tso cai yuav tso cai rau cov neeg siv a11y tuaj yeem tshawb xyuas kev nyab xeeb, nyab xeeb hauv kev paub tias lawv cov tsheb khiav mus los yog tus kheej, thaum txwv kev tsim txom los ntawm cov tswv lag luam bot uas yuav tsis muaj tshwm sim thaum a11y xaiv muaj. Peb yog cov koom tes koom nrog hauv IETF pawg ua haujlwm ua qauv txheej txheem tshiab no.",
    "2583775432": "Q: Ua li cas txog kev ceev ntiag tug? Puas yog sau npe nthuav tawm a11y browsing cov ntaub ntawv hauv qee txoj kev? Koj ua dab tsi nrog email?",
    "4215483493": "A: hCaptcha yog tsim los rau kev ceev ntiag tug hauv av. Nws txawv heev dua li cov kev xaiv ib txwm muaj xws li reCAPTCHA uas yog tus tswv los ntawm kev tshaj tawm xov xwm, uas muaj kev txhawb siab los taug qab koj nyob ib puag ncig lub vev xaib thiab koom nrog koj nrog tus kheej tiag.",
    "2474661839": "Peb",
    "4137573005": "muaj cov lus teb zoo thiab muaj txiaj ntsig raws li peb siv cov ntaub ntawv li cas, tab sis cov lus teb luv luv yog peb tsis muaj kev txaus siab koom nrog koj li ib tus neeg nrog koj keeb kwm tshawb nrhiav.",
    "4101570501": "Tam sim no peb tseem tab tom ua haujlwm ntawm kev daws teeb meem cryptographic kom ceev nrooj pov tseg koj tus email chaw nyob thaum tseem khaws peb lub peev xwm los tiv thaiv kev tsim txom, ntxiv rau peb txoj haujlwm Privacy Pass.",
    "260595108": "Peb yeej tsis siv kev nkag tau email lossis cov ntaub ntawv rau lwm lub hom phiaj uas tsis yog pab txhawb a11y siv thiab tiv thaiv kev tsim txom.",
    "3063819779": "txoj cai ntiag tug",
    "465714311": "Rau Cov Neeg Siv Tau Siv Tau: Q&A thiab Phau Ntawv Qhia Teeb Meem",
    "3596207631": "Q: Kuv tseem tab tom pom kev sib tw tom qab teeb tsa lub ncuav qab zib. Dab tsi ua rau qhov no?",
    "469089249": "A: Qhov no feem ntau yog vim yog siv qhov kev tawm tsam hnyav lossis tiv thaiv lub ncuav qab zib txuas ntxiv, lossis qhov chaw uas thaiv \"cross-site\" ncuav qab zib, qhov no yog cov ncuav qab zib rau hcaptcha.com uas tau teeb tsa lossis kuaj xyuas los ntawm hCaptcha JS ntawm ib qho txawv qhov chaw, zoo li qhov koj tuaj xyuas.",
    "4263626815": "hCaptcha accessibility ncuav qab zib ua hauj lwm nrog tag nrho cov nrov browsers thiab ad blockers nrog lawv cov qauv teeb tsa, yog li feem ntau ua tsis tiav yog vim \"anti-anti-adblock\" scripts lossis cov cai zoo sib xws rau cov chaw tshwj xeeb.",
    "3906359167": "Kev daws:",
    "3464870463": "1. Whitelist hcaptcha.com thiab *.hcaptcha.com ncuav qab zib hauv koj qhov ad blocker lossis browser kev ruaj ntseg txuas ntxiv.",
    "1204911585": "2. Yog tias koj tab tom siv Brave browser, uas tsis (raws li lub Plaub Hlis 2020) tshwm sim kom muaj ib yam khoom qab zib dawb, mus rau Preferences -> Shields -> Ncuav Qab Zib thiab xaiv \"Cia Tag Nrho Cov Ncuav Qab Zib.\"",
    "2932826396": "3. Yog tias koj tab tom siv qhov tseeb version ntawm Safari ntawm ob qho uas nyuam qhuav tso tawm OS X 10.15 lossis iOS 13.4, Apple nyuam qhuav hloov pauv tus cwj pwm ntawm Safari cuam tshuam nrog cov ncuav qab zib thib peb, thaiv tag nrho lawv los ntawm lub neej ntawd. Peb tab tom siv cov kev daws teeb meem, tab sis lub sijhawm no thov mus saib Safari Preferences, ntu tsis pub lwm tus paub, thiab tshem tawm \"Tshaj Tawm Lub Vev Xaib: Tiv Thaiv Kev Sib Tw\" txhawm rau ua kom cov kua nplaum nkag mus ua haujlwm raws li qhov xav tau.",
    "3836291932": "Q: Kuv siv ntau yam khoom siv. Kuv puas yuav tsum tau sau npe ntau zaus?",
    "3251220335": "A: Tsis yog. Thov nyem tib tus email nkag mus txuas rau koj ntawm txhua lub cuab yeej koj siv txhawm rau teeb tsa lub ncuav qab zib.",
    "2082407178": "Q: Kuv tuaj yeem tiv thaiv kuv tus kheej li cas los ntawm cov khoom qab zib thib peb taug qab thaum siv cov khoom qab zib nkag mus tau?",
    "2700197090": "A: Siv ib qho kev ceev ntiag tug lossis kev tshaj tawm txuas ntxiv uas txhawb nqa cov npe teev npe dawb (xws li uBlock Keeb Kwm) yuav ua haujlwm raws li qhov xav tau: tsuas yog ua kom whitelist hcaptcha.com.",
    "3657743880": "Cov lus qhia Browser rau Hla-Site ncuav qab zib",
    "1960601330": "Txhawm rau qhib cov ncuav qab zib hauv Safari (Mac): Mus rau Safari drop-down ntawv qhia zaub mov. Xaiv qhov nyiam. Nyem Privacy nyob rau sab saum toj vaj huam sib luag. Hauv 'Block ncuav qab zib' xaiv qhov kev xaiv 'Tsis txhob.'",
    "1622303590": "Txhawm rau qhib cov ncuav qab zib hauv Safari (iPhone/iPad iOS 11+): Qhib koj qhov chaw. Scroll cia thiab xaiv Safari. Raws li kev ceev ntiag tug & Kev Ruaj Ntseg, tua \"Kev Tiv Thaiv Hla-Site Tracking\" thiab \"Block All Cookies\"",
    "2199048568": "Nyem rau ntawm daim ntaub thaiv mus rau sab laug ntawm qhov chaw nyob bar ntawm txhua lub vev xaib. Nyem rau ntawm Kev Tiv Thaiv Chaw. Firefox Preferences Privacy & Security vaj huam sib luag yuav qhib. Nyob rau hauv Txhim Kho Kev Tiv Thaiv Kev Tiv Thaiv, xaiv Custom. Xaiv cov trackers thiab scripts los thaiv los ntawm xaiv cov checkboxes. Xyuas kom tseeb tias koj muaj unblocked hcaptcha.com.",
    "3967047208": "Koj tseem tuaj yeem kaw qee qhov kev tiv thaiv ib ntus hauv Kev Cai kom debug qhov no, los ntawm kev tshem tawm lub checkboxes: Deselect lub Trackers checkbox lossis deselect lub ncuav qab zib checkbox yog tias koj tseem muaj teeb meem.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Xaiv lub Chrome ntawv qhia zaub mov icon. Xaiv Chaw.",
    "926138631": "Mus rau Privacy and Security, ces ncuav qab zib thiab lwm yam ntaub ntawv chaw.",
    "3419878556": "Xyuas kom tseeb tias \"Block thib peb cov ncuav qab zib\" tsis tau qhib.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Qhib Chrome nyiam los ntawm cov ntawv qhia zaub mov.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Hauv koj lub cuab yeej Android, qhib Chrome app.",
    "3620039756": "Nyob rau sab xis saum toj, coj mus rhaub Ntxiv thiab tom qab ntawd Chaw.",
    "2813310562": "Coj mus rhaub Chaw Chaw thiab tom qab ntawd ncuav qab zib.",
    "3014657981": "Tom ntej no mus rau \"Cookies,\" hloov qhov chaw rau.",
    "1242066691": "Kos lub npov nyob ib sab ntawm \"Cia cov ncuav qab zib thib peb.\"",
    "292250020": "1. Xaiv lub iav nyob rau sab xis sab xis ntawm lub vijtsam, tom qab ntawd xaiv \"Internet Options\". Yog tias koj muaj lub Menu Bar qhib, koj tuaj yeem xaiv \"Tools\" ces \"Internet Options\".",
    "4114820649": "2. Nyem qhov \"Privacy\" tab.",
    "946838734": "3. Xaiv lub pob \"Advanced\".",
    "348809718": "4. Nyob rau hauv \"Tib neeg ncuav qab zib\" xaiv \"Accept\".",
    "1253441326": "5. Nyem \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI Ethics Txoj Cai",
    "1161704803": "Vim li cas peb thiaj muaj txoj cai AI Ethics?",
    "1806535500": "Zoo li txhua lub tshuab, los ntawm xaum rau dynamite, yog ib qho",
    "24452499": "daws; nws tuaj yeem siv rau qhov zoo lossis mob. Txhua lub tuam txhab tshawb fawb, tsim, lossis muag cov kev daws teeb meem siv ob leeg muaj lub luag haujlwm los txiav txim siab qhov tshwm sim ntawm lawv qhov kev ua.",
    "4023575072": "siv dual",
    "3336625692": "Nplooj ntawv no qhia txog peb cov kev xav ntawm lub ncauj lus no hauv cov ntsiab lus ntawm AI Ethics, thiab cov txheej txheem peb ua raws li kev siv peb cov kev pabcuam tseem ua raws li cov cai uas peb tau txais los ua lub tuam txhab.",
    "835717930": "AI Ethics ntawm hCaptcha",
    "2179524509": "Qee zaum peb tau txais cov lus nug txog cov lus nug dab tsi uas tso cai rau hCaptcha qhov kev pabcuam, thiab vim li cas cov lus nug tshwj xeeb raug nug.",
    "1962721652": "Tib neeg yog cov neeg nrhiav tus qauv, thiab qee zaum cov lus nug uas tsis muaj tseeb tuaj yeem mus los ntawm qhov tsis txaus ntseeg tag nrho mus rau qhov tsis txaus ntseeg hauv ib lub sijhawm, vim muaj kev hloov pauv hauv ntiaj teb es tsis yog kev txhawb siab ntawm leej twg nug cov lus nug.",
    "3974566657": "Raws li cov kev pabcuam tau nrov dua, qhov kev tshwm sim inevitably ua ntau zaus. hCaptcha yog siv los ntawm ntau lab tus tib neeg txhua hnub hauv txhua lub tebchaws hauv ntiaj teb, yog li peb tau tshaj tawm txoj cai no thiab cov ntaub ntawv kawm txog yuav ua li cas peb daws cov teeb meem no kom pom tseeb li sai tau.",
    "1830910223": "Cov ntaub ntawv kawm AI Ethics tiag tiag hauv ntiaj teb",
    "805971861": "\"Umbrella\" yog ib lo lus nyob rau hauv ImageNet, tus qauv ntsuas cov ntaub ntawv siv los ntawm cov kws tshawb fawb hauv computer. Txhim khu kev txheeb xyuas cov neeg tuav lub kaus kuj tseem ceeb heev rau kev tsim kom muaj kev nyab xeeb rau lwm tiam neeg tsav tsheb (ADAS) cov tshuab.",
    "3988350": "Qhov no txhais tau hais tias muaj cov ntaub ntawv siv tau zoo rau cov ntaub ntawv lub kaus tiag tiag. Muaj chaw rau kev tsis pom zoo txog qhov cuam tshuam ntawm kev tsav tsheb tus kheej, tab sis ADAS cov tshuab tau txuag tau lawm",
    "548587288": "thoob ntiaj teb.",
    "3138772661": "txhiab tus neeg nyob txhua xyoo",
    "3168199226": "Txawm li cas los xij, hauv 2020 nws tau pom tseeb tias kev tsim cov ntaub ntawv zoo li no tuaj yeem pom tau tias yog siv tshuab siv ob txoj hauv kev ob peb xav tau ib xyoos dhau los.",
    "558378834": "Yog li peb tsis lees txais kev thov rau cov lus nug ntsig txog lub kaus nyob rau lub sijhawm no. Lub peev xwm tsis meej pem thaum tus neeg siv kawg pom cov lus nug txog lub kaus nyob rau lub sijhawm tam sim no siab dhau lawm, thiab thaum kawg peb lub hom phiaj yog ua kom lub ntiaj teb zoo dua.",
    "3376604063": "AI Ethics cov cai thiab cov txheej txheem",
    "1923365316": "Peb muaj txoj cai nruj AI Ethics ntawm hCaptcha, thiab ib feem ntawm qhov muaj xws li Paub Koj Cov Neeg Siv Khoom (KYC) txheej txheem.",
    "4230322909": "Peb ib txwm sim kom nkag siab zoo ntawm txhua tus neeg siv khoom tshiab thiab lawv qhov kev npaj siv, ob qho tib si kom paub meej tias nws yog qhov haum rau peb cov khoom thiab cov kev pabcuam thiab xyuas kom meej tias nws ua raws li cov cai uas peb tau txais los ua lub tuam txhab.",
    "2735073144": "Peb kuj ua cov kev tshuaj xyuas tas li raws li qhov tsim nyog. Piv txwv li, hauv peb qhov kev tshuaj xyuas tsis ntev los no ntawm cov hnub thiab cov peev txheej ntawm kev thov rau lub kaus hais txog daim ntawv thov peb tuaj yeem paub meej sai sai tias tsis muaj tsoomfwv lossis lub xeev tus neeg muab khoom siv saib xyuas software tau thov txog cov kaus siv peb cov kev pabcuam hauv 12 lub hlis dhau los. .",
    "2715462692": "Peb cov txheej txheem AI Ethics zoo li cas?",
    "3049976256": "Rau txhua tus neeg siv khoom sau npe tshiab, peb mus dhau ib daim ntawv teev npe thaum lub sijhawm muag khoom. Qhov no suav nrog KYC kev mob siab rau thawj zaug ua ntej pib ua haujlwm, nrog rau kev txheeb xyuas txhua qhov kev thov rau peb cov kws tshuaj ntsuam xyuas, thiab tshawb xyuas qhov chaw nyob ntawm lub sijhawm thiab tshuaj xyuas raws sijhawm ntawm kev thov siv peb lub platform kev pabcuam tus kheej.",
    "3103642530": "Qhov kev tshuaj xyuas no yog tsim los ntawm ntau cov txheej txheem:",
    "3349094124": "Ethical concerns specifications: Lub hom phiaj",
    "1038019440": "1. Puas yog tus neeg siv khoom no sawv cev rau lub teb chaws nyiam ntawm ib lub teb chaws paub txog kev coj cwj pwm tsis zoo rau cov kev cai thoob ntiaj teb thiab cov qauv?",
    "493717511": "2. Puas yog tus neeg thov kev pabcuam no tuaj yeem yog",
    "2209109640": "siv tsuas yog rau lub hom phiaj phem, nyob rau hauv cov ntsiab lus ntawm lawv cov kev ua lag luam ib txwm?",
    "3457805519": "3. Cov neeg siv khoom thov puas tuaj yeem ua tiav raws li US txoj cai lij choj thiab peb cov cai ntawm kev koom tes?",
    "1942611550": "feem ntau",
    "109179759": "Ethical concerns criteria: Subjective",
    "1033698050": "1. Peb puas ntseeg tias tus neeg siv khoom tau muab cov ntaub ntawv siv rau peb uas peb pom tias muaj kev coj ncaj ncees, raws li peb kev txhais ntawm cov kev cai ntawm Western kev coj noj coj ua?",
    "361372538": "2. Peb puas ntseeg tias peb cov kev pabcuam yuav raug siv rau kev ntxub ntxaug los ntawm tus neeg siv khoom, hauv txoj hauv kev uas yuav raug cai tab sis tsis txaus rau peb?",
    "2867855718": "3. Peb puas ntseeg tias qhov kev xav tau ntiag tug tuaj yeem ua tau raws li qhov kev thov?",
    "2462728596": "Yog tias peb tsis tuaj yeem txaus siab rau peb tus kheej ntawm cov ntsiab lus no, peb yuav tsis lees txais qhov kev thov thiab tuaj yeem txiav tawm mus ntxiv rau peb lub platform, raws li tau teev tseg hauv peb Cov Cai.",
    "1995277831": "Ua tsaug",
    "1818116402": "Peb cia siab tias koj txaus siab rau qhov kev saib no rau hauv yuav ua li cas peb daws cov lus nug ua haujlwm nrog AI Ethics tivthaiv.",
    "1499894352": "Ntau lub tuam txhab muab kev pom tseeb rau hauv lawv cov txheej txheem txiav txim siab hauv cheeb tsam no, thiab peb vam tias lwm tus yuav ua raws li qhov piv txwv no!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Yuav ua li cas peb, peb cov koom tes tshawb fawb kev kawm, thiab peb cov neeg siv khoom siv Creative Commons media",
    "3017533972": "Peb, peb cov koom tes tshawb fawb kev kawm, thiab peb cov neeg siv khoom qee zaus tuaj yeem siv los yog rov tsim cov ntsiab lus ntawm Creative Commons-licensed content of the hCaptcha platform txhawm rau txhim kho tib neeg txoj kev paub hauv kev kawm tshuab.",
    "1428053210": "Cov ntsiab lus no feem ntau hloov pauv los ntawm nws daim ntawv qub. Piv txwv li, cov vis dis aus yuav raug muab faib ua ntau cov duab, cov duab no yuav raug muab faib ua ntau cov duab tshiab, thiab cov dluab tshiab ntawd mam li sib xyaw ua ke los ua qhov kawg tshwm sim.",
    "1728211763": "Kev siv cov ntsiab lus hauv txoj kev no thiab rau lub hom phiaj no poob rau hauv kev siv ncaj ncees raws li peb txoj kev nkag siab txog txoj cai lij choj thiab cov qauv kev coj ua hauv cheeb tsam, tab sis peb yog cov kiv cua ntev ntawm Creative Commons thiab nyiam muab credit rau txhua tus neeg uas pab hauv monumental txoj hauj lwm ntawm kev txhim kho tshuab txawj ntse.",
    "1949452297": "Vim yog qhov tsis txaus ntseeg ntawm hCaptcha UI thiab nws cov kev xav txog kev nyab xeeb, nws tsis tuaj yeem rov tsim dua qhov chaw ntawm txhua daim duab ncaj qha nyob ib sab rau nws siv. Hloov chaw, peb txuas mus rau nplooj ntawv no los ntawm peb lub vev xaib thiab khaws cov npe ntawm cov peev txheej tam sim no lossis nyuam qhuav tau txais kev pabcuam ntawm lub platform. Koj tuaj yeem nkag mus rau cov npe tam sim no",
    "2367602973": "ntawm no",
    "659124570": "Tsis tas li ntawd, yog tias koj pom cov ntsiab lus uas yog koj tau tsim tawm ntawm hCaptcha platform thiab xav kom nws tshem tawm vim li cas, koj tuaj yeem tiv tauj peb ntawm email ntawm",
    "2066749488": "Lwm Yam Tsis Txaus Siab",
    "3479034323": "Yog tias koj pom cov ntsiab lus uas yog koj tau tsim tawm ntawm hCaptcha platform thiab xav kom nws tshem tawm vim li cas, koj tuaj yeem tiv tauj peb ntawm email.",
    "1836554225": "Blog Posts",
    "2873297188": "Puas yog tag nrho CAPTCHAS kev ntxub ntxaug rau cov neeg tsis yog neeg Amelikas?",
    "165932542": "Saib ntawm hCaptcha daws cov nqi thoob plaws ntiaj teb",
    "1865097546": "Kaum Ib Hlis 16, 2021",
    "3005876482": "hCaptcha Tam sim no Qhov Kev Pabcuam CAPTCHA loj tshaj plaws, khiav ntawm 15% ntawm Is Taws Nem",
    "693820850": "Koj tuaj yeem tuav Google los ntawm kev tso tus kheej ua ntej",
    "3609106478": "Cov ntaub ntawv pov thawj:",
    "299335340": "Nws Yog Dab Tsi Thiab Yuav Ua Li Cas Tso Tawm Kev Tawm Tsam",
    "354925785": "Intro",
    "423222878": "Qee qhov nyuaj tshaj plaws cyberattacks txhawm rau txheeb xyuas, tiv thaiv thiab nres yog qhov uas tus neeg ua phem ua phem tuaj yeem siv cov ntaub ntawv pov thawj raug cai los nkag rau hauv tus neeg siv khoom siv. Yog tias tsis muaj ntau qhov kev tshawb pom muaj peev xwm nyob hauv qhov chaw, lub tuam txhab hosting tus account tsis muaj laj thawj xav tias muaj dab tsi tsis yog. Ib tus neeg siv khoom tsuas zoo li tau nkag mus rau hauv nws tus account. Tus neeg tawm tsam tau ua tiav qhov kev ua tiav no siv cov ntaub ntawv pov thawj raug nyiag - feem ntau tshwm sim los ntawm cov txheej txheem cyberattack hu ua \"cov ntaub ntawv pov thawj.\" Nws yog ib qho teeb meem loj niaj hnub no, tab sis ib qho uas tuaj yeem txo tau nrog txoj cai tiv thaiv.",
    "777660551": "Daim ntawv pov thawj yog dab tsi?",
    "2602763587": "Cov ntaub ntawv pov thawj yog ib hom kev tawm tsam cyberattack uas tus neeg tawm tsam sim nkag mus rau hauv lub vev xaib ntau zaus siv ob peb tus neeg siv npe nyiag thiab tus password. Qhov \"khoom\" yog hais txog qhov rov ua dua qhov kev sim nkag, uas yuav luag ib txwm ua los ntawm automated bot software.",
    "1271831121": "Nws tsis zoo li tus neeg nyiag nkas (poj niam hoodie, ntawm chav kawm!) yog zaum ntawd, ntaus ntawv pov thawj tom qab ntawv pov thawj. Lub automated login bot tuaj yeem tsim los ntawm cov cuab yeej tawm ntawm lub txee zoo li Selenium lossis cov cuab yeej tsim kho hacker.",
    "2588750717": "Tseeb tiag, qee qhov kev lees paub kev tawm tsam cuam tshuam txog ntau lab daim ntawv pov thawj - txhua tus tau muab tso rau hauv lub vev xaib tsis raug cai nkag mus rau hauv kev cia siab tias yuav tso rau hauv. Ib zaug hauv, tus neeg tawm tsam tuaj yeem hla tus neeg raug tsim txom tus account.",
    "1137757109": "Yog tias nws yog eCommerce account, tus neeg tawm tsam tuaj yeem xaj cov khoom muag. Yog tias tus neeg raug tsim txom yog ib lub txhab nyiaj, tus neeg tawm tsam tuaj yeem hloov cov nyiaj tawm ntawm ntug dej, thiab lwm yam.",
    "1559150837": "Cov hom phiaj tsis tiv thaiv txawm tias. Feem ntau cov vev xaib muaj kev tswj hwm uas thaiv tus neeg siv tsis txaus ntseeg uas tab tom sim nkag mus rau ntau txhiab tus lej sib txawv los ntawm tib tus IP chaw nyob hauv lub sijhawm luv luv. Dab tsi cov ntaub ntawv pov thawj cov neeg tawm tsam ua kom tau txais cov txheej txheem tiv thaiv no yog qhov no yog simulate thaj chaw thiab IP ntau haiv neeg. Siv cov cuab yeej muaj zog, feem ntau AI-tsav, lawv tuaj yeem ua rau pom tias ntau txhiab tus neeg siv tau sim nkag mus rau ntau lub sijhawm ntawm hnub los ntawm thoob plaws lub tebchaws. Qhov no yog ib qho nyuaj rau nrhiav thiab nres.",
    "1892020899": "Qhov twg hackers tau txais daim ntawv pov thawj?",
    "2597149484": "Yog vim li cas tus hacker yuav tsum \"khoom\" ntau cov ntaub ntawv pov thawj tau ua nrog qhov twg lawv tau txais lawv cov ntaub ntawv pov thawj raug nyiag lawm.",
    "3030395800": "Cov ntaub ntawv pov thawj no feem ntau yog los ntawm kev ua txhaum cov ntaub ntawv. Kuj tseem hu ua \"cov ntawv pov thawj pov tseg,\" cov kev tawm tsam no tuaj yeem ua rau ntau lab daim ntawv pov thawj tau muab pov tseg rau hauv lub vev xaib tsaus. Yog tias qhov nchuav los ntawm lub txhab nyiaj, tus neeg nyiag khoom yuav sim siv cov ntawv pov thawj kom nkag mus rau lwm qhov chaw. Txoj hauv kev no ua haujlwm vim tias muaj coob tus neeg siv tib lub npe siv thiab lo lus zais ua ke rau ntau qhov chaw. (Qhov kev coj ua no poob siab, tab sis qhov tseeb yog qhov nws yog. Cov tib neeg nyiam rov ua tib yam kev nkag mus rau daim ntawv pov thawj.)",
    "1258965840": "Yog li, yog tias tus neeg tawm tsam tuaj yeem nkag mus rau hauv ib lub xaib, nws tuaj yeem nkag mus rau ntau qhov chaw siv cov ntaub ntawv pov thawj. Piv txwv li, lawv yuav tau txais ib tus username / password khub zoo li JohnDoe / 525momma, tab sis lawv tsis paub tias nkawm niam txiv yuav ua li cas rau lawv. Yog li, lawv sim ua khub ntawm Amazon.com, Ebay, Citibank, Walgreens thiab ntawm thiab rau. Tej zaum lawv yuav sim ua khub ntawm ib txhiab qhov chaw sib txawv.",
    "3594440415": "Thaum kawg, lawv yuav pib qhib qhov rooj.",
    "780280214": "Yuav ua li cas hCaptcha thiab hCaptcha Enterprise txo cov ntawv pov thawj kev hem thawj",
    "4165374512": "Thaum nws tuaj yeem siv IP thiab cov cuab yeej tshawb nrhiav qhov chaw los tiv thaiv cov ntaub ntawv pov thawj, tus nqi ntau dua thiab raug yog txoj hauv kev yooj yim los cuam tshuam cov ntawv pov thawj automated stuffing bot nws tus kheej. hCaptcha thiab hCaptcha Enterprise tuaj yeem cuam tshuam lub bot ntawm qhov nkag. Txawm hais tias tus bot muaj cov ntaub ntawv pov thawj zoo, yog tias nws tsis tuaj yeem tau dhau hCaptcha Enterprise qhov kev tshawb pom lossis hCaptcha's CAPTCHA, nws yuav tsis tau ua nws cov khoom thiab koj lub xaib thiab cov neeg siv raug tiv thaiv.",
    "3269644546": "Thov",
    "1058572205": "peb yog tias koj xav paub ntau ntxiv txog",
    "3753613260": "tiv tauj",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Qhia DMCA Cov Lus Nug Txog",
    "54093347": "DMCA Registered Agent",
    "3233441200": "Rov ua txoj cai Infringer",
    "4011712313": "Raws li ib feem ntawm peb Txoj Cai DMCA, peb tso nyiaj ntawm cov neeg siv khoom uas peb tau txais ntau yam DMCA cov ntawv ceeb toom ntawm kev iab liam ua txhaum cai rau hauv ntau kauj ruam DMCA Txoj Cai Rov Ua Txhaum Cai. Thaum tau txais cov ntawv ceeb toom DMCA rov ua dua hauv ib lub hlis, tus neeg siv khoom tus account yuav nce qib ntawm ib kauj ruam txoj cai mus rau lwm qhov.",
    "766825168": "Cov kev ua uas peb yuav ua raws li DMCA Txoj Cai Rov Ua Txhaum Txhaum Cai suav nrog kev xa cov ntawv ceeb toom ntawm kev pom pom ntau ntxiv rau tus account cov neeg siv khoom ntawm cov ntaub ntawv. Txhawm rau lees paub cov lus ceeb toom no, peb yuav xav kom tus neeg siv khoom nkag mus rau hauv tus account lossis hu rau peb pab neeg txhawb nqa. Peb kuj muaj txoj cai ncua lossis txiav tawm, nrog rau siv lwm yam kev ntsuas ib ntus rau, hCaptcha thiab IMI kev pabcuam ntawm txhua tus neeg siv khoom uas peb tau txuas ntxiv tau txais DMCA cov ntawv ceeb toom ntawm kev iab liam ua txhaum cai txawm tias tom qab peb tau xa rov qab ceeb toom ua txhaum cai. Tsis tas li ntawd, peb tuaj yeem txiav tawm hauv peb qhov kev txiav txim siab ib leeg lwm yam kev pabcuam hCaptcha lossis IMI muab rau cov neeg siv khoom no thaum peb txiav tawm hCaptcha kev pabcuam raws li txoj cai no.",
    "2410122265": "hCaptcha Resources: Bots 101",
    "4166776480": "Credential Stuffing: Nws Yog Dab Tsi thiab Yuav Ua Li Cas Tso Tawm Kev Tawm Tsam",
    "2301335298": "Kev Txhaum Cai Them Nyiaj: Kev txo qis kev hloov pauv sai ntawm cybercrime",
    "3682071227": "Dab tsi yog Account Takeovers Thiab Lawv Ua Haujlwm Li Cas?",
    "2729131930": "Scraping yog dab tsi thiab nws ua haujlwm li cas?",
    "1344959096": "Ua haujlwm raws li tus kheej cov ntaub ntawv sau npe",
    "3510143229": "hCaptcha yog ib qho kev pabcuam rau cov vev xaib thiab apps,",
    "3930611699": "tus kheej ua haujlwm.",
    "1051214799": "hCaptcha yog lub vev xaib kev ruaj ntseg uas sim qhia tus nqi nrog cov tshaj tawm ntawm cov vev xaib lossis cov apps uas siv nws.",
    "360236473": "Cov kev pabcuam hCaptcha tsis yog npaj los siv rau ib tus neeg ua haujlwm ua tus neeg sau npe. Nws tsis yog tsim los yog haum rau lub hom phiaj no. Peb tsis pom zoo kom ib tus neeg sim siv hCaptcha ua qhov chaw ntawm tus kheej cov nyiaj tau los.",
    "3842490632": "Ib tus neeg siv los sim teb ntau cov lus nug zoo li yuav raug txwv lossis txwv sai. Ib yam tseem ceeb, raws li peb",
    "1560232962": "npog hauv kev nthuav dav, tsis muaj kev lav phib xaub raws li qhov nyiaj tau los rau ib qho lus teb. Tej zaum yuav tsis muaj cov lus nug them nyiaj rau lub sijhawm ntawd, cov lus teb yuav raug tsis lees paub vim li cas, thiab lwm yam.",
    "2694001822": "Txawm li cas los xij, qee zaum peb ntiav cov tib neeg los pab peb ntsuas cov khoom siv thiab cov yam ntxwv tshiab.",
    "1569804581": "Yog tias koj xav tau hu rau yav tom ntej txog kev muaj feem cuam tshuam, thov ua daim foos no.",
    "636461959": "Lub npe",
    "1139500589": "Lub teb chaws",
    "1789607185": "Email Chaw Nyob",
    "325077666": "Los ntawm kev xa koj cov ntaub ntawv koj pom zoo rau peb",
    "3555583744": "thiab",
    "3609929815": ". Peb yuav khaws koj lub npe, lub tebchaws, thiab email chaw nyob cov ntaub ntawv tsuas yog rau lub hom phiaj ntawm kev tiv tauj koj yav tom ntej txog kev sau npe ua haujlwm rau tus kheej.",
    "4197928199": "Txoj Cai Tswjfwm Ntiag Tug",
    "851786723": "Los ntawm kev nkag mus rau koj tus email, koj pom zoo rau peb Cov Cai thiab Txoj Cai Tswjfwm Ntiag Tug, thiab kom tau txais email los ntawm peb.",
    "2402165761": "Scraping ua haujlwm li cas?",
    "4260542944": "Cov ntsiab lus scraping (tseem hu ua \"screen scraping\" lossis tsuas yog \"scraping\") yog ib qho kev paub, feem ntau muaj txiaj ntsig zoo rau kev sau cov ntaub ntawv los ntawm lub vev xaib. Txawm li cas los xij, nyob rau xyoo tas los no, cov txheej txheem tau dhau los ua cov cuab yeej nyiam ntawm hackers thiab fraudsters. Kev ntsuas kev ntsuas tuaj yeem txo qhov kev hem thawj zoo, tab sis txhawm rau ua raws li lawv, nws yog qhov tseem ceeb kom nkag siab tias cov txheej txheem ua haujlwm li cas.",
    "2066255783": "Content Scraping yog dab tsi?",
    "1910628828": "Cov ntsiab lus scraping yog cov txheej txheem rau rub cov ntaub ntawv los ntawm lub kaw lus uas muaj cov cuab yeej siv tsis siv neeg ua tus neeg siv software lossis web browser. Tsis yog tshiab. Qhov tseeb, rau software engineers uas tej zaum yuav xav tau cov ntaub ntawv los ntawm lub qub mainframe, scraping yuav yog tib txoj kev los rho tawm cov ntaub ntawv. Cov khoom qub qub yuav ploj mus thiab hloov tsis tau.",
    "3408107995": "Niaj hnub no, txawm li cas los xij, scraping invariably txhais tau tias yog ib txoj hauv kev los rub cov ntaub ntawv los ntawm lub vev xaib. Lub scraping software ua zoo li tib neeg cov neeg siv, nyem rau ntawm cov nyees khawm thiab nyeem cov ntawv tso tawm. Muaj ntau txoj cai siv rau scraping. Web crawlers uas lub zog tshawb nrhiav cav yog ib qho piv txwv. Yog li yog cov cuab yeej zoo li Skyscanner uas nrhiav kev mus ncig ua si los ntawm kev sib txuas los ntawm ntau txhiab lub vev xaib mus ncig. Fintech cov tuam txhab siv nws, ib yam nkaus, rub cov neeg siv cov ntaub ntawv nyiaj txiag los ntawm cov chaw txhab nyiaj yog tias tsis muaj Daim Ntawv Thov Kev Pabcuam Interfaces (APIs) muaj los ua cov ntaub ntawv sib txuas. Tej yam uas yuav tsum nco ntsoov txog kev tshuaj ntsuam scraping yog nws qhov ceev thiab scalability. Cov txheej txheem tuaj yeem sau ntau cov ntaub ntawv los ntawm cov vev xaib, piv txwv li cov chaw tsis tau teeb tsa kom tsis txhob tshwm sim. Ntawm qhov nrawm ntawm kev suav, tus scraper tuaj yeem sau cov ntaub ntawv loj los ntawm kev cuam tshuam nrog cov vev xaib thiab cov software hauv qab thiab cov ntaub ntawv uas muaj zog rau lawv.",
    "1920884252": "Vim li cas cov ntsiab lus scraping muaj kev hem thawj rau kev nyab xeeb?",
    "2256795853": "Lub peev xwm los rho tawm ntau cov ntaub ntawv, sai sai, los ntawm cov vev xaib ua rau scraping lub cuab yeej muaj zog hauv tes ntawm cov neeg ua phem phem. Lub scraping bot tuaj yeem sau cov neeg siv cov ntaub ntawv los ntawm cov vev xaib social media. Tom qab ntawd, los ntawm kev khawb qhov chaw uas muaj chaw nyob thiab lwm yam ntaub ntawv tus kheej thiab sib cuam tshuam cov txiaj ntsig, tus neeg nyiag khoom tuaj yeem koom nrog kev ua txhaum cai ntawm tus kheej xws li xa cov ntawv thov qiv nyiaj dag.",
    "4087694419": "Ib tug hacker scraping kuj tuaj yeem sau cov ntaub ntawv los ntawm cov chaw xws li Amazon thiab eBay los tsim cov npe khoom cuav lossis dag ntxias. Tom qab ntawd nws tuaj yeem muab lawv rau kev muag khoom ntawm cov kev pabcuam phooj ywg-rau-peer xws li OfferUp thiab ua phishing tawm tsam ntawm cov neeg yuav khoom. Los yog, tus neeg dag ntxias tuaj yeem muag cov khoom uas tsis muaj nyob.Ib qho tshuaj ntsuam ntxiv kev dag ntxias ntxiv cuam tshuam nrog kev dag tawm cov tshaj tawm. Los ntawm khawb cov ntsiab lus los ntawm cov chaw tshaj tawm, tus neeg dag ntxias tuaj yeem tsim cov nplooj ntawv tshaj tawm cuav ntawm cov kev pabcuam sib txawv. Tom qab ntawd lawv tuaj yeem muag cov ntawv tshaj tawm ntawm cov nplooj ntawv mus rau cov neeg muag khoom tau tso cai, uas lawv cov neeg tau txais los ntawm tus tshaj tawm cov ntaub ntawv ads.txt. Cov ad slots tshwm tiag rau tus tshaj tawm, tab sis lawv tsis yog.",
    "3315658779": "Tiv thaiv Cov Ntsiab Lus Scraping nrog hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise siv cov tshuab kev kawm qib siab txhawm rau txheeb xyuas cov tsheb tsis zoo rau koj lub xaib thiab cov apps - suav nrog cov haujlwm ua haujlwm.",
    "1422537019": "peb niaj hnub no kom paub ntau ntxiv.",
    "1988268879": "Nqi-zoo cov ntaub ntawv labeling ntawm scale",
    "2163914794": "Xav tau ntau daim ntawv lo rau koj cov ntaub ntawv? hCaptcha muab ceev, nqi-zoo, thiab cov ntaub ntawv zoo tshaj plaws rau cov tuam txhab ua haujlwm ntawm kev txawj ntse thiab kev siv tshuab kev kawm.",
    "3378932530": "Tau txais koj cov ntaub ntawv sau npe tam sim no",
    "3483700676": "Tua ntau lab txoj haujlwm tam sim",
    "3478726913": "hCaptcha muaj ib lub pas dej loj tshaj plaws hauv ntiaj teb muaj rau koj siv. Txawm li cas los xij koj qhov ntsuas, peb tuaj yeem daws nws yam tsis muaj kev cog lus ua ntej. Ntau lab txoj haujlwm hauv ib hnub tsis muaj teeb meem.",
    "740501259": "Yooj yim API-driven pipelines",
    "2784612261": "Koj puas xav koom nrog tib neeg kev tshuaj xyuas ncaj qha rau hauv koj txoj kev lag luam? Peb muaj kev ntseeg siab SLAs, muaj peev xwm lav tau, thiab REST APIs yooj yim.",
    "1144966033": "Optimized rau nqi thiab zoo",
    "3213351333": "Tsis xav tau kev cog lus ua ntej",
    "2107077506": "HUMAN platform siv cov qauv kev ntseeg siab zoo los ua cov kev soj ntsuam zoo hauv lub sijhawm. Qhov no tso cai rau peb txiav txim siab sai sai rau ob qho tib si nyuaj ntawm cov lus nug thiab lawv cov lus teb zoo, txuag koj lub sijhawm thiab nyiaj txiag.",
    "3576146278": "Tsuas yog them rau qhov tseeb koj xav tau",
    "2952586316": "Tsis yog txhua qhov teeb meem zoo ib yam. Cov lus piav qhia rau cov haujlwm tseem ceeb ntawm kev nyab xeeb yuav xav tau 99.99% kev ntseeg siab los ntawm tib neeg cov neeg ua haujlwm. Cov lus piav qhia rau ib qho beta feature hauv mobile game app tsuas yog xav tau kev ntseeg siab me ntsis. Koj txiav txim siab.",
    "710145621": "Muab koj tus kheej cov ntaub ntawv tseeb hauv av los yog cia peb tsim nws ntawm ya",
    "987901590": "Koj puas muaj cov ntaub ntawv nyoos yam tsis muaj kev pov thawj tiav? Feem ntau peb tuaj yeem tsim ib qho rau koj raws li cov haujlwm khiav hauv lub cev, lossis tsim cov ntawv sau rau koj qhov kev pom zoo.",
    "2597352122": "Hom lus piav qhia",
    "1344687860": "Cov thawv ntim cia",
    "1089415440": "Kev txheeb xyuas qhov tseeb hauv cov duab thiab yees duab",
    "3817067682": "Polygons",
    "2682873489": "Txhais thaj tsam ntawm cov khoom",
    "1275150216": "Thaj chaw",
    "2067112112": "Taw tes annotations rau ntau yam kev siv sib txawv",
    "4228682126": "Categorization ntawm tus cwj pwm",
    "2920213479": "Soj los yog ntxiv cov arbitrary pawg ntawm txhua qhov loj",
    "3288667364": "Kev sib piv thiab kev txheeb xyuas",
    "155877895": "Human-powered detection thiab classification",
    "3128433367": "... thiab ntau ntxiv",
    "2827452240": "Xav tau lwm hom uas tsis tau teev nyob ntawm no? Tsuas nug peb.",
    "719304627": "Xav Tau Qhov Kawg-rau-End Control?",
    "1172067553": "HUMAN platform qab hCaptcha muab kev ua haujlwm zoo heev thiab kev tswj hwm ntawm qhov chaw nyob, hybrid, lossis SaaS kev xa tawm uas koom ua ke nrog koj cov kab ke uas twb muaj lawm.",
    "2319072959": "Khiav offline nkaus nrog koj tus kheej cov neeg ua haujlwm, taug qab tus nqi siv thoob plaws cov chaw lag luam lossis cov koom tes koom tes, xaiv txoj haujlwm ua haujlwm rau cov chaw muab kev pabcuam sab hauv lossis sab nraud raws li tus nqi thiab kev ruaj ntseg, thiab ntau dua.",
    "1936512180": "Kev nkag tau yooj yim API, dashboards zoo nkauj, thiab cov qauv tshiab tshaj plaws-hauv-the-loop thev naus laus zis los ua kom cov neeg ua haujlwm ua haujlwm tau zoo.",
    "3913848038": "99.99% uptime SLAs thiab 24/7 thoob ntiaj teb kev txhawb nqa muaj.",
    "1080752747": "Hu rau muag",
    "1525403768": "Yog xav paub ntxiv hu rau Enterprise Sales.",
    "1546930020": "Tau txais cov ntaub ntawv sau npe",
    "2486638408": "Txhais Specifications",
    "1027200955": "Tham nrog ib tus kws tshaj lij ntawm peb cov kws tshaj lij txhawm rau txheeb xyuas koj qhov kev xav tau ntawm qhov project: lub hom phiaj raug, hom ntawv, thiab cov kev cai tshwj xeeb.",
    "1156712451": "Thawj Txoj Haujlwm Kev Xeem",
    "181065232": "Peb ua haujlwm me me raws li koj cov ntaub ntawv coj mus kuaj. Qhov no sim cov haujlwm peb tau ua ua ke kom paub tseeb tias koj tau txais raws nraim qhov koj xav tau.",
    "3207769512": "Siv cov hauj lwm ntau lawm",
    "1099238677": "Nrog peb cov ntim siab thiab qis latency peb yuav tig koj txoj haujlwm sai sai, nrog kev xa khoom tuaj sai sai thaum nws ua tiav.",
    "465783046": "Xav muab nws sim nrog koj cov ntaub ntawv?",
    "328625009": "... Peb npaj txhij thaum koj nyob: peb cov kev pabcuam muaj nyob ib ncig ntawm lub moos.",
    "3225770968": "hCaptcha yog tsim los daws cov teeb meem siv zog tshaj plaws hauv kev kawm tshuab; sau npe cov ntaub ntawv loj heev nyob rau lub sijhawm, pheej yig, thiab txhim khu kev qha.",
    "2041686284": "Ntau cov ntaub ntawv feem ntau ua rau cov txiaj ntsig zoo dua hauv kev cob qhia cov qauv kev kawm. Kev vam meej tsis ntev los no ntawm cov qauv sib sib zog nqus tau ua rau cov ntaub ntawv loj zuj zus ntxiv, thiab hCaptcha ua haujlwm rau qhov kev xav tau no. Txawm li cas los xij, tsim cov ntaub ntawv txheeb xyuas tib neeg loj siv cov txheej txheem ib txwm ua yog qeeb thiab kim.",
    "3729345277": "hCaptcha yog ib txoj hauv kev rau cov tuam txhab kom tau txais cov lus piav qhia uas lawv xav tau sai dua, nrog kev ua tau zoo dua thiab tus nqi qis dua lwm txoj hauv kev.",
    "2103563261": "Cov ntaub ntawv ntiag tug lossis pej xeem",
    "2513143348": "Lub hCaptcha Enterprise system yog qhov sib txawv ntawm nws qhov kev tsim: nws tuaj yeem siv tau ib nrab lossis tag nrho ntawm ntug ntawm koj lub network yog tias koj ua haujlwm huab huab lossis muaj ntau lub chaw khaws ntaub ntawv.",
    "3107683988": "Qhov no tuaj yeem txo qis kev khiav tawm ntawm lub network thiab cov nqi thaum khaws tag nrho cov txiaj ntsig ntawm kev tswj hwm los ntawm peb cov neeg ua haujlwm 24/7 hu xov tooj kom tau raws li SLAs nruj tshaj plaws.",
    "3660619092": "Sau npe dawb lossis hu rau kev muag khoom rau Enterprise kev daws teeb meem",
    "2351176803": "Cov ntsiab lus tso cai rau hCaptcha JS API",
    "2616226398": "Raws li peb",
    "2024293275": ". Tag nrho lwm cov cai tshwj tseg, rau tam sim no.",
    "1062291156": "txheem cov nqe lus",
    "2712493234": "Kev Txhaum Cai Them Nyiaj: Kev txo qis kev hloov pauv sai ntawm cybercrime",
    "1817772953": "Kev dag tsis yog kev ua txhaum cai tshiab. Tseeb tiag, archaeologists tau unearthed anti-kev dag cov cuab yeej tsim los ntawm cov neeg Sumerians thaum ub los thauj tsiaj txhu tsis tau poob ze li 10,000 xyoo dhau los! Nyob rau hauv lawv cov ntaub ntawv, lawv muab av nplaum tokens, txhua tus sawv cev rau ib tug tsiaj, nyob rau hauv ib lub pob av nplaum hu ua \"bulla.\" Lub bulla yuav mus nrog pab yaj thaum nws tsiv ntawm tus muag khoom mus rau tus neeg yuav khoom. Txawm li ntawd los, cov tswv lag luam tau txhawj xeeb tias tsis yog txhua tus neeg uas lawv tau cuam tshuam nrog yog nce thiab nce. Ntau yam tau hloov pauv hauv 10,000 xyoo, tab sis qhov yuav tsum tau ua tshiab hauv kev tiv thaiv kev dag ntxias tseem nyob nrog peb. Niaj hnub no, qhov teeb meem ntawm kev dag nyiaj hauv online yog qhov tseem ceeb tshaj plaws. Nrog Is Taws Nem, cov neeg dag ntxias tau dhau los ua tus txawj ntse ntawm kev tshaj tawm kev tiv thaiv kev dag ntxias. Txawm li cas los xij, cov kev daws teeb meem tshiab tab tom tig lub tide.",
    "1053787685": "Kev Txhaum Cai Nyiaj Txiag yog dab tsi?",
    "433424759": "Kev them nyiaj dag muaj xws li txhua yam kev lag luam txhaum cai nyob rau hauv cybercriminal deprives tus neeg raug tsim txom ntawm ib yam dab tsi ntawm tus nqi, feem ntau yog nyiaj. Qhov no yuav txhais tau tias siv daim npav rho nyiaj nyiag khoom los xaj cov khoom muag hauv online lossis siv nyiaj hauv tuam txhab nyiaj thiab xa nyiaj tsis raug cai tawm ntawm nws. Muaj ntau qhov kev hloov pauv, tab sis lawv txhua tus muaj qhov txiaj ntsig zoo ib yam: tus neeg dag siv tus neeg nyiag khoom lossis cov ntaub ntawv them nyiaj nyiag los ntawm cov neeg siv khoom, lub txhab nyiaj lossis cov tub lag luam.",
    "2939852138": "Yuav Ua Li Cas Fraudsters [sim] Tau Txais Kev Them Nyiaj Txhaum Cai?",
    "1665616092": "Kev dag nyiaj txiag yog qhov yooj yim hauv lub tswv yim, tab sis nws tuaj yeem ua tau zoo heev hauv nws qhov kev ua tiav niaj hnub no.",
    "4246520782": "Qhov tseeb, Is Taws Nem tau ua tim khawv rau kev sib tw riam phom tiag tiag ntawm cov neeg dag ntxias thiab cov neeg tiv thaiv hauv xyoo tas los no.",
    "2167049807": "Cov pab pawg kev ruaj ntseg tau txais ntau yam kev tiv thaiv thiab kev tswj hwm uas yeej qhov yooj yim, tub nkeeg mus kom ze rau kev them nyiaj dag. Txawm li cas los xij, cov kev tawm tsam tau nce zuj zus. Piv txwv li, bots tam sim no tuaj yeem sau cov lej credit card thiab PINs nyiag los ntawm cov vev xaib cuav thiab phishing tawm tsam.",
    "1936449777": "Tom qab ntawd, nyob rau hauv tag nrho automated hom, lawv tuaj yeem ua raws li tib neeg tus cwj pwm ntawm cov chaw lag luam e-lag luam, nyem rau ntawm cov nyees khawm thiab ntxiv cov khoom rau lub laub yuav khoom - mus rau qhov chaw uas muaj ntau, yog tias tsis yog feem ntau kev tiv thaiv kev dag ntxias tsis tuaj yeem qhia tau tias bot tab tom sim nyiag. khoom. Hloov chaw, nws zoo li yog tib neeg siv tsuas yog yuav khoom. Lub bot tuaj yeem nkag mus rau hauv tus neeg siv khoom tiag tiag siv tus lej nkag hauv cov ntaub ntawv pov thawj. Ntxiv rau qhov kev dag ntxias yog tus bot lub peev xwm los spoof IP chaw nyob thiab ua rau nws zoo li yog \"tus neeg yuav khoom\" yog qhov txawv ntawm tus neeg tawm tsam, uas tej zaum yuav nyob rau txawv teb chaws.",
    "648630222": "Tiv thaiv kev them nyiaj dag nrog hCaptcha Enterprise",
    "1621930829": "Yuav ua li cas txog niaj hnub no cov kev ua ub no uas tsis muaj kev dag ntxias nyiaj txiag? Kev siv ntau txheej txheej ntawm kev tswj feem ntau yog ib txoj hauv kev zoo. Txawm li cas los xij, qhov kev tiv thaiv zoo tshaj plaws yog cov uas tuaj yeem cuam tshuam tus bot thiab qhia tias nws yog cuav, txawm tias qhov kev siv zog zoo tshaj plaws ntawm nws cov neeg tsim los ua tib neeg tus cwj pwm.",
    "2423586454": "Tseem muaj qee yam uas software ua tsis tau, txawm tias AI zoo li cas tom qab nws. Niaj hnub no CAPTCHA thev naus laus zis muab cov txheej txheem pov thawj ntawm kev thaiv cov bots sim ua kom muaj kev dag ntxias nyiaj txiag. Thaum cov txheej txheem qub rau CAPTCHA, zoo li cov lej yooj yim slanted hauv ib lub thawv, tam sim no feem ntau tsis muaj peev xwm txo tau cov bots siab heev, ib qho khoom siv tshuaj ntsuam xyuas teb zoo li hCaptcha Enterprise tuaj yeem yooj yim stump ib tug fraudster bot thaum lub sij hawm ntawm tus account nkag los yog yuav lub laub checkout. Txawm hais tias tus bot muaj daim ntawv pov thawj tiag tiag, yog tias yuav tsis tuaj yeem dhau ntawm CAPTCHA.",
    "1467308982": "Cov sijhawm them nyiaj",
    "1291824746": "hCaptcha Payouts khiav txhua lub hlis twg ntawm 60 hnub tom qab. Txhawm rau piav qhia qhov no txhais tau li cas, thov saib cov lus hauv qab no.",
    "3444947612": "Tsheb khiav nruab nrab",
    "4181611011": "Hnub tim",
    "728503636": "Hnub Them Nyiaj",
    "3720584906": "Peb Hlis 15, 2021 - Peb 15, 2021",
    "388240587": "Peb Hlis 5-15, 2022",
    "3426312287": "Peb Hlis 5-15, 2022",
    "615618648": "Peb 15, 2021 - Peb 15, 2021",
    "3376724603": "Sep 14-24, 2021",
    "3398978455": "Sep 15-25th 2021",
    "2722456056": "Peb Hlis 15, 2021 - Peb 15, 2021",
    "4063155841": "Tsis pub dhau Lub Rau Hli 25th 2021",
    "4082053540": "Lub Rau Hli 19-25, 2021",
    "64953197": "Peb Hlis 15, 2020 - Peb 15, 2021",
    "1023070345": "Tsis pub dhau Lub Peb Hlis 14, 2021",
    "2600696085": "Peb 15, 2021",
    "3217791519": "Peb Hlis 15, 2020 - Peb 15, 2020",
    "649261378": "Peb Hlis 5-11, 2021 *",
    "1559190296": "Peb Hlis 5-11, 2021",
    "3806054689": "Peb Hlis 15, 2020 - Peb 15, 2020",
    "4162383380": "16 Sep - 22 Peb 2020*****",
    "1990824776": "Sep 16-24, 2020*****",
    "3856690908": "Peb Hlis 15, 2020 - Peb 15, 2020",
    "3200641265": "Tsis pub dhau Lub Rau Hli 16, 2020 *",
    "3744079744": "Plaub Hlis 15-19, 2020 ***",
    "2209837451": "Peb Hlis 15, 2019 - Peb 15, 2020",
    "2510534204": "Tsis pub dhau Lub Peb Hlis 23, 2020 ***",
    "2910560864": "Peb Hlis 20-23, 2020 ***",
    "2544565802": "Peb Hlis 15, 2019 - Peb 15, 2019",
    "3963642878": "Tsis pub dhau Lub Kaum Ob Hlis 14, 2019 *",
    "622103562": "Lub rau hli ntuj 17, 2019 **",
    "4072202039": "Plaub Hlis 15, 2019 - Plaub Hlis 15, 2019",
    "818049069": "Tsis pub dhau Lub Xya Hli 15, 2019",
    "1169005651": "Peb 15, 2019",
    "2303655425": "Peb Hlis 15, 2019 - Peb 15, 2019",
    "3678889946": "Tsis pub dhau lub Rau Hli 15, 2019",
    "3094354698": "Lub Rau Hli 15, 2019",
    "4217013126": "Kev them nyiaj feem ntau khiav thoob plaws ib hnub ntawm Hnub Them Nyiaj, thiab feem ntau ua tiav los ntawm ib tag hmo Pacific lub sijhawm. Yog tias ib tus as khauj tau teev tseg rau kev tshuaj xyuas, nws yuav siv sijhawm li tsib hnub ua haujlwm ntxiv kom tso nyiaj.",
    "1447649958": "Raws li kev ceeb toom, tsuas yog tib neeg kev khiav tsheb raug tsim nyog tau txais kev them nyiaj. Koj tuaj yeem pom cov ntsiab lus ntxiv ntawm qhov no hauv peb cov FAQ, txuas hauv qab no. Qhov nyiaj tshuav yuav tsum tau ua kom tau raws li qhov tsawg kawg nkaus thiaj li tsim nyog tau txais kev them nyiaj, tam sim no 10 HMT.",
    "4257144752": "Kev kwv yees ntawm lub sijhawm tiag tiag tsis cuam tshuam txog qhov tseeb kawg lossis tib neeg, thiab yog li koj qhov nyiaj tau los zaum kawg yuav txawv txav los yog nqis los ntawm cov lej qhia hauv Dashboard ua ntej koj thawj qhov kev sib haum xeeb.",
    "2728931827": "Tom qab txhua qhov kev sib raug zoo, koj qhov kev kwv yees ib-sitekey yuav raug hloov kho thiab qhov tseeb ntawm kev kwv yees yav tom ntej yuav tsum nce ntxiv, tshwj tsis yog tias koj lub vev xaib muaj cov ntaub ntawv hloov pauv hauv cov neeg siv tus cwj pwm.",
    "1200905005": " Txij lub Cuaj Hlis 2021, kev sib haum xeeb thiab kev them nyiaj tam sim no tau khiav mus txog li 10 hnub ntau dua li ib hnub, txhawm rau ua kom yooj yim rau kev ua haujlwm tsis zoo cuam tshuam txog kev loj hlob hauv kev pabcuam.",
    "4284094387": " Qee lub Rau Hli 2021 kev sib haum xeeb thiab kev them nyiaj yuav ua haujlwm nyob rau lub lim tiam tom ntej vim muaj kev ncua sij hawm ntawm kev txheeb xyuas qhov kev suav zaum kawg thaum lub sijhawm sib tham.",
    "1977013707": " Lub Kaum Ob Hlis 2020 cov nyiaj them rov qab tau teem dua los ntawm 15th kom tsis txhob muaj kev sib txuam nrog kev sib haum xeeb thaum xaus ntawm lub xyoo thiab cov neeg ua haujlwm so haujlwm: lawv yuav ua tiav rau lub lim tiam thib ob ntawm Lub Ib Hlis. Vim tias kev hloov pauv qeeb dua li ib txwm mus rau hauv PayPal, cov nyiaj them poob haujlwm yuav khiav ntau hnub ntau dua li ua tiav rau ib hnub.",
    "517010299": "Thov nco ntsoov: tam sim no peb tab tom ua haujlwm ntawm kev hloov pauv tseem ceeb rau kev sib haum xeeb ze-lub sijhawm. Kev sib haum xeeb ib ntus yuav khiav tsawg dua li niaj zaus mus txog Q1 2021. Qhov no tsis cuam tshuam rau cov sijhawm them nyiaj lossis hnub tim.",
    "3092200338": "** Thaum 15th poob rau hnub so, Hnub Them Nyiaj yog 17th.",
    "3891941747": "*** KEVID-19 COV TSWV YIM: Vim tias cov neeg ua haujlwm txo qis peev xwm cuam tshuam nrog COVID-19, kev sib haum xeeb tau raug teem sijhawm kom tso sijhawm ntxiv los ua kom tiav peb cov qauv pov thawj. Kev them nyiaj yuav tsum pib rau hnub Friday thiab ua tiav rau hnub Monday tom ntej.",
    "2301757528": "**** Vim yog kev saib xyuas los ntawm PayPal ntawm lawv cov REST APIs thaum lub sijhawm them nyiaj, tsis yog txhua qhov kev them nyiaj tau ua tiav rau Lub Rau Hli 15th. Txhua qhov kev them nyiaj tau teem tseg rau Lub Rau Hli 15th (lub sijhawm Pacific) tab sis tsis ua tiav vim qhov yuam kev PayPal API tau rov ua haujlwm los ntawm Lub Rau Hli 19th (lub sijhawm Pacific).",
    "116842359": "***** Kev sib raug zoo yuav tsum ua kom tiav ob peb hnub vim kev saib xyuas qhov system.",
    "4154415610": "***** Lub Cuaj Hli 2020 cov nyiaj them yuav khiav hauv cov khoom siv raws li kev sib haum xeeb ua tiav, nrog qee qhov kev khiav ob peb hnub tom qab tau teem tseg vim tias kev sib haum xeeb qeeb.",
    "2310694091": "Reconciliation txhais li cas?",
    "164801246": "Reconciliation yog tus txheej txheem uas yuav tsum tau soj ntsuam cov tsheb tom qab qhov tseeb los xyuas nws cov tib neeg thiab raug, ib zaug tag nrho cov ntaub ntawv los ntawm tag nrho cov chaw qhia nyob rau hauv. Koj tuaj yeem nyeem ntxiv cov ntsiab lus hauv peb",
    "3256245394": "zoo li peb cov ntawv blog, eg",
    "3089778412": "Yuav ua li cas hCaptcha xam cov khoom plig",
    "3329755436": "Koj puas npaj yuav ua kom cov txheej txheem no nrawm dua?",
    "1911669851": "Yog lawm, tam sim no peb tab tom ua haujlwm rau ntau yam kev txhim kho rau peb cov txheej txheem backend uas peb xav tias thaum kawg yuav tso cai rau peb muab ob qho tib si kev sib raug zoo, kev kwv yees sai dua, thiab them nyiaj sai dua. Tam sim no peb tab tom ua haujlwm txhawm rau txhawm rau txhim kho kev sib haum xeeb ua ntej.",
    "2366003154": "Xovxwm thiab xov xwm nug",
    "3054564199": "Xovxwm Kit",
    "3173156067": "Qee cov khoom lag luam npaj tau muaj nyob rau hauv qhov xwm txheej koj xav suav nrog cov duab piv txwv hauv koj tsab xov xwm.",
    "867314732": "Koj tuaj yeem khaws cov kev daws teeb meem siab",
    "858218750": "thiab kev taw qhia txog kev siv lawv ntawm lub",
    "3821716514": "nplooj.",
    "1186243118": "cov duab logo",
    "3034959000": "Koj tuaj yeem rov qab tau",
    "1764089150": "ntawm no:",
    "1558428432": ". Thov credit rau hCaptcha.com.",
    "2429359042": "piv txwv cov duab interface",
    "1480820434": "duab 1",
    "3213411837": "duab 2",
    "1270712701": "Xovxwm tshaj tawm thiab tshaj tawm tsis ntev los no",
    "231285005": "Koj tuaj yeem pom qhov hloov tshiab tsis ntev los no ntawm peb qhov blog",
    "1289884910": "Peb kuj tseem luam tawm qee qhov kev tshuaj xyuas thiab cov ntawv ceeb toom. Piv txwv li:",
    "932546190": "Vim li cas CAPTCHAs Yuav Nrog Peb Ib Txhis",
    "2344319147": "Google qhov kev tshawb nrhiav bots muaj nqis npaum li cas?",
    "1637527266": "Lub teb chaws twg muaj cov tsheb khiav ntau tshaj plaws?",
    "230159237": "Tiv tauj",
    "3759923279": "Thov xa ncaj qha xovxwm nug mus rau email chaw nyob hauv qab no:",
    "4255608322": "Kho tshiab kawg: Plaub Hlis 12, 2021",
    "537881751": "Txais tos rau hCaptcha! Txoj Cai Tswjfwm Ntiag Tug no piav qhia txog kev coj ua ntawm Intuition Machines, Inc. (\"IMI\", \"peb\" lossis \"peb\") hais txog peb kev sau, siv, thiab nthuav tawm cov ntaub ntawv (xws li Cov Ntaub Ntawv Tus Kheej, txhais hauv qab no) los ntawm peb lub vev xaib ntawm www.hcaptcha .com thiab lwm yam subdomains lossis cov npe uas peb siv (cov \"Sites\") thiab hCaptcha daim ntawv thov kev pab cuam cuam tshuam thiab lwm yam software thiab cov ntaub ntawv (sib sau ua ke, \"Service\").",
    "33639629": "Tsis siv rau Third Party Websites. Thov nco ntsoov tias Txoj Cai Tswjfwm Ntiag Tug no tsis siv rau txhua lub vev xaib, muab, khoom lossis kev pabcuam ntawm ib tus neeg thib peb, txawm tias nws txuas rau peb Lub Vev Xaib lossis suav nrog Kev Pabcuam - thov xa mus rau cov kev cai ntiag tug siv ua ntej txiav txim siab muab cov ntaub ntawv rau peb. tog.",
    "987375734": "IMI yog nyob hauv Tebchaws Meskas. Cov Chaw thiab Kev Pabcuam yog tswj thiab ua haujlwm los ntawm peb los ntawm Tebchaws Meskas. Koj Cov Ntaub Ntawv Tus Kheej tuaj yeem muab khaws cia thiab ua tiav hauv txhua lub tebchaws uas peb muaj chaw lossis peb koom nrog cov chaw pabcuam, thiab los ntawm kev siv Cov Chaw thiab Kev Pabcuam koj tso cai rau kev xa cov ntaub ntawv mus rau cov tebchaws sab nraud ntawm koj lub tebchaws nyob, suav nrog Tebchaws Meskas. , uas tej zaum yuav muaj cov cai tiv thaiv cov ntaub ntawv uas txawv ntawm koj lub teb chaws. Qee qhov xwm txheej, cov tsev hais plaub, cov koom haum tub ceev xwm, cov koom haum tswj hwm lossis cov neeg saib xyuas kev nyab xeeb hauv lwm lub tebchaws yuav muaj cai nkag mus rau koj Cov Ntaub Ntawv Tus Kheej.",
    "452920031": "Daim ntawv ceeb toom rau cov neeg siv khoom sab nraud Tebchaws Meskas.",
    "2328839224": ". Thov mus saib peb tshooj \"Kev Ceeb Toom rau Cov Neeg Nyob Hauv California\" ntsig txog koj cov cai raws li California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "Daim ntawv ceeb toom rau cov neeg nyob hauv California",
    "1028058338": "Thov mus saib peb \"Kev Ceeb Toom rau EU Cov Ntaub Ntawv Cov Ntaub Ntawv\" ntu ntsig txog koj cov cai raws li Txoj Cai Tiv Thaiv Cov Ntaub Ntawv (\"GDPR\").",
    "2271205646": "Daim ntawv ceeb toom rau European Economic Cheeb Tsam Cov Neeg Nyob.",
    "508143070": "Nco ntsoov tias IMI yog tus tswj hwm koj cov ntaub ntawv ntiag tug, tshwj tsis yog peb ua cov ntaub ntawv ntiag tug sawv cev ntawm peb Cov Kev Sib Koom Tes hauv kev sib txuas nrog kev muab peb Cov Kev Pabcuam, qhov twg peb yog tus txheej txheem ntawm tus kheej cov ntaub ntawv, thiab cov Integrators yog cov tswj hwm ntawm cov ntaub ntawv tus kheej.",
    "2330965058": "Qhov twg peb ua tus processor rau peb Integrators, peb tsis siv cov ntaub ntawv khaws tseg rau lwm lub hom phiaj uas tsis yog tsim nyog los muab peb Cov Kev Pabcuam, thiab peb cov txheej txheem yuav raug tswj hwm los ntawm cov ntawv cog lus uas peb muaj nyob rau hauv qhov chaw nrog peb Integrators, tsis yog qhov no. Txoj Cai Tswjfwm Ntiag Tug",
    "3017040355": "Kev ua tiav ntawm EU Cov Ntaub Ntawv Cov Ntaub Ntawv Cov Ntaub Ntawv ua haujlwm raws li kev cai lij choj ntawm Cov Qauv Daim Ntawv Cog Lus (SCCs) kev koom ua ke hauv Cov Ntaub Ntawv Txheej Txheem Ntxiv rau peb Cov Lus Cog Tseg ntawm Kev Pabcuam lossis Cov Ntawv Pom Zoo Ua Haujlwm nrog peb cov koom ua ke.",
    "2233384692": "Yog tias koj muaj lus nug lossis kev txhawj xeeb txog yuav ua li cas cov ntaub ntawv no raug tswj lossis xav siv koj txoj cai, koj yuav tsum hu rau tus neeg lossis lub koom haum (piv txwv li, tus tswj cov ntaub ntawv) uas tau cog lus nrog peb kom siv Kev Pabcuam los ua cov ntaub ntawv no. Txawm li cas los xij, peb yuav muab kev pabcuam rau peb Cov Kev Sib Koom Tes los daws cov kev txhawj xeeb uas koj muaj, raws li cov lus cog tseg ntawm peb daim ntawv cog lus nrog lawv.",
    "349292953": "Cov Ntaub Ntawv Peb Sau",
    "3022001832": "Peb sau cov ntaub ntawv los ntawm cov tib neeg uas cuam tshuam nrog peb Cov Chaw thiab Cov Kev Pabcuam, suav nrog cov neeg siv peb cov Kev Pabcuam rau hauv lawv lub vev xaib (\"Integrators\"), cov neeg siv cov kev pabcuam rau cov ntaub ntawv sau npe (\"Cov neeg siv khoom\"), thiab cov neeg siv kawg uas cuam tshuam nrog peb. Kev pabcuam los ntawm cov vev xaib ntawm peb Cov Kev Sib Koom Tes (\"Cov Neeg Siv Kawg\").",
    "835545301": "Peb sau cov ntaub ntawv hauv qab no:",
    "3228928991": "Cov ntaub ntawv uas tuaj yeem siv los txheeb xyuas lossis tiv tauj ib tus neeg (\"Cov Ntaub Ntawv Tus Kheej\"), xws li lub npe, email chaw nyob, thiab lub tebchaws. Peb sau Cov Ntaub Ntawv Tus Kheej los ntawm peb tam sim no thiab yav tom ntej Integrators thiab Cov Neeg Siv Khoom thaum lawv muab ncaj qha rau peb (piv txwv li, los ntawm kev sau ib daim ntawv thaum kos npe rau ib tus account, lossis thov kom tau txais email ceeb toom los ntawm peb). Peb kuj tseem tuaj yeem txheeb xyuas tus kheej ntawm peb Cov Kev Sib Koom Tes thiab Cov Neeg Siv Khoom los ntawm kev sib piv cov ntaub ntawv tus kheej tawm tsam cov ntaub ntawv thib peb lossis cov ntaub ntawv raug cai.",
    "1655796811": "Cov ntaub ntawv khaws cia tau txais txiaj ntsig los ntawm kev sib koom ua ke lossis Cov Neeg Siv Khoom siv ntawm Cov Chaw lossis Cov Kev Pabcuam (\"Cov Ntaub Ntawv Tshawb Fawb\"), xws li IP chaw nyob, hom browser, tus muab kev pabcuam hauv Is Taws Nem, hom platform, hom ntaus ntawv, kev khiav haujlwm, hnub tim thiab lub sijhawm stamp. kev nkag mus, thiab lwm yam ntaub ntawv zoo sib xws. Qee cov ntaub ntawv Analytics tau sau los ntawm peb tus neeg thib peb uas peb koom nrog rau lub hom phiaj ntawd, thiab qee cov ntaub ntawv Analytics tau sau los ntawm ntau yam kev taug qab thev naus laus zis, suav nrog cov ncuav qab zib (saib \"Third Party Analytics thiab Tracking Technologies\" hauv qab).",
    "1388241689": "Cov ntaub ntawv sau los ntawm Cov Neeg Siv Kawg teb cov lus ceeb toom los ntawm Kev Pabcuam (\"Cov ntaub ntawv sau npe\"), xws li cov ntaub ntawv sau npe, cov ntawv hloov los ntawm cov ntaub ntawv audio ua si rau cov neeg siv kawg, cov lus teb rau cov lus nug, thiab lwm yam kev ceeb toom tsim los ntawm Kev Pabcuam rau lub hom phiaj ntawm kev sau cov ntaub ntawv siv rau hauv kev siv tshuab kev kawm. Nco ntsoov tias Cov Ntaub Ntawv Sau Npe tsis raug khi rau ib tus neeg uas tau txheeb xyuas.",
    "1493790285": "Lwm cov ntaub ntawv sau los ntawm Cov Neeg Siv Kawg uas yog ib feem ntawm Kev Pabcuam rau qhov yuav tsum tau txiav txim siab seb lawv",
    "2216374138": "yog tib neeg, xws li nas txav, scroll txoj hauj lwm, keypress txheej xwm, kov cov xwm txheej, thiab gyroscope / accelerometer cov ntaub ntawv raws li muaj feem xyuam.",
    "2394073454": "Peb tuaj yeem sau cov ntaub ntawv ntxiv los ntawm Cov Neeg Siv Kawg uas xav ua haujlwm nrog peb ua Cov Ntaub Ntawv Tus Kheej.",
    "3103557430": "Peb siv cov ntaub ntawv li cas",
    "1130802068": "Peb siv cov ntaub ntawv peb sau rau hauv qab no:",
    "2940689138": "Txhawm rau tswj hwm Integrator thiab Cov Neeg Siv Khoom Siv thiab muab Kev Pabcuam. Peb siv Cov Ntaub Ntawv Tus Kheej txhawm rau koom nrog cov nyiaj tshwj xeeb nrog Integrators thiab Cov Neeg Siv Khoom thiab muab Kev Pabcuam rau lawv, los teb cov lus thov lossis cov lus nug, muab kev txhawb nqa lossis kev pabcuam kev pabcuam, thiab pabcuam kev them nyiaj.",
    "857974529": "Txhawm rau txhim kho rau Qhov Chaw thiab Kev Pabcuam. Peb siv cov ntaub ntawv Analytics los txhim kho peb cov uas twb muaj lawm thiab tsim cov kev pabcuam tshiab thiab muab thiab kho cov khoom lag luam uas twb muaj lawm thiab yav tom ntej.",
    "1820844638": "Txhawm rau muab kev nkag siab txog kev ua lag luam. Peb siv cov ntaub ntawv Analytics los txheeb xyuas kev ua lag luam thiab ua lag luam kev tshuaj ntsuam xyuas ntsig txog Lub Vev Xaib thiab peb Cov Kev Pabcuam, thiab rau lwm yam kev tshawb fawb.",
    "3386280249": "Txhawm rau muab kev lag luam rau Cov Ntawv Sau Npe. Peb Cov Kev Pabcuam tso cai rau cov ntaub ntawv ntim siab thiab tshuaj xyuas tib neeg rau tshuab kev kawm raws li kev pabcuam rau cov tswv lub vev xaib thiab cov tuam txhab uas xav tau kev pab kom tau txais lawv cov ntaub ntawv sau npe. Txog qhov kawg, peb nthuav tawm Cov Ntaub Ntawv Sau Npe rau peb Cov Neeg Siv Khoom xav tau txais cov ntaub ntawv sau npe.",
    "3532143291": "Txhawm rau tiv thaiv peb cov kev pabcuam thiab cov tshuab. Peb siv Analytics Cov Ntaub Ntawv los tiv thaiv peb cov kab ke los ntawm kev txheeb xyuas qhov muaj peev xwm hem thiab qhov tsis zoo, thiab tiv thaiv lwm yam ntaub ntawv uas peb sau.",
    "2185418511": "Rau txhua lub hom phiaj kev lag luam raug cai, yog tias cov ntaub ntawv tsis raug txheeb xyuas lossis sib sau ua ke uas nws tsis tuaj yeem raug cuam tshuam rau ib tus neeg.",
    "2386465280": "Peb Qhia Qhia Li Cas",
    "2159517814": "Peb qhia lossis nthuav tawm cov ntaub ntawv tus kheej hauv cov xwm txheej hauv qab no:",
    "4256083674": "Raws li kev thov ncaj qha los ntawm Tus Neeg Ua Haujlwm txhawm rau txheeb xyuas qhov kev pheej hmoo ntawm kev dag ntxias ntawm ib qho tshwj xeeb CAPTCHA thov kev sib tw lossis IP chaw nyob, lossis lwm yam uas tau tso cai tshwj xeeb.",
    "3494826505": "Nrog cov neeg muag khoom peb koom tes los muab qhov tseem ceeb ntawm Cov Chaw thiab Kev Pabcuam, xws li cov ntaub ntawv khaws cia, hosting, thiab Analytics, thiab tsuas yog rau cov hom phiaj ntawd.",
    "1119009846": "Raws li qhov tsim nyog yuav tsum ua raws li txoj cai lij choj, suav nrog tsoomfwv cov lus thov, thov rau tub ceev xwm, thiab lwm yam rau pej xeem thiab cov koom haum ntiag tug txhawm rau tiv thaiv cov cai, kev ceev ntiag tug, kev nyab xeeb, lossis cov khoom ntiag tug ntawm koj, peb, lossis lwm tus.",
    "197676026": "Nrog rau lwm tus rau txhua lub hom phiaj kev lag luam raug cai, muab cov ntaub ntawv raug tshem tawm",
    "2359312315": "los yog sib sau ua ke uas nws tsis tuaj yeem tsim nyog khi rau ib tus neeg.",
    "2497216176": "Thib Peb Kev Tshawb Fawb thiab Kev Tshawb Fawb Txog Kev Tshawb Fawb",
    "3694578791": "Raws li tau tham saum toj no, peb (thiab peb cov neeg muag khoom thib peb) sau cov ntaub ntawv Analytics ib feem los ntawm kev siv cov ncuav qab zib, lub vev xaib beacons, thiab lwm yam kev taug qab technologies. Hauv qee qhov piv txwv, peb ua haujlwm nrog cov neeg muag khoom thib peb los ntiav cov ncuav qab zib rau lub hom phiaj ntawm kev sau cov ntaub ntawv Analytics.",
    "2238885192": "Peb siv Sentry los sau cov ntaub ntawv debugging thaum tus neeg siv ntsib qhov yuam kev. Yog xav paub txog yuav ua li cas Sentry sau thiab ua cov ntaub ntawv:",
    "1535054294": "Thov saib lawv cov lus qhia ntxaws",
    "658775471": "Peb siv Cloudflare los ua kom zoo dua peb lub vev xaib. Yog xav paub ntxiv txog yuav ua li cas Cloudflare sau thiab ua cov ntaub ntawv:",
    "2014256987": "Yog tias koj xav kom tsis txhob thaiv kev siv cov ncuav qab zib lossis lwm yam cuab yeej taug qab, thov saib \"Tswj Koj Cov Ntaub Ntawv,\" hauv qab no. Thov nco ntsoov tias ua li ntawd yuav ua rau muaj kev cuam tshuam tsis zoo rau koj txoj kev siv Cov Chaw lossis Kev Pabcuam, vim qee qhov nta yuav tsis ua haujlwm zoo.",
    "2788024905": "Yuav Ua Li Cas Peb Khaws Cov Ntaub Ntawv",
    "271333468": "Peb siv cov kev ntsuas tsim nyog thiab cov koom haum los tiv thaiv cov ntaub ntawv uas peb khaws thiab khaws cia, thiab xav kom txhua tus neeg sawv cev uas ua haujlwm rau peb los ua ib yam. Hmoov tsis zoo, tsis muaj kev ntsuas kev nyab xeeb yog 100% kev dag ntxias, thiab yog li tsis muaj lub network lossis lub kaw lus (suav nrog peb li) tuaj yeem lav tau 100% kev ruaj ntseg tiv thaiv kev puas tsuaj, poob, hloov pauv, tsis tso cai tshaj tawm, lossis nkag mus rau cov ntaub ntawv peb khaws thiab khaws cia. Yog tias koj ntseeg tias koj cov ntaub ntawv yuav tsis ruaj ntseg rau ib qho laj thawj, thov hu rau peb tam sim ntawm:",
    "3031284129": "Warranty Disclaimers",
    "26365791": "Raws li txoj cai lij choj tso cai, Lub Tsev Haujlwm thiab Kev Pabcuam (thiab lwm yam kev pabcuam cuam tshuam, cov ntaub ntawv, cov ntaub ntawv, cov yam ntxwv, thiab lwm yam ntsiab lus lossis cov ntaub ntawv) raug muab rau ntawm \"raws li\" thiab \"raws li muaj\" hauv paus. Ua kom tiav raws li txoj cai lij choj tso cai, IMI tsis suav nrog txhua qhov kev lees paub, suav nrog tab sis tsis txwv rau kev lees paub ntawm kev ua lag luam, kev nyab xeeb rau lub hom phiaj tshwj xeeb, thiab tsis ua txhaum cai.",
    "735630686": "Tswj Koj Cov Ntaub Ntawv (Koj Txoj Cai)",
    "498769698": "Koj tuaj yeem nkag mus, kho, hloov kho, lossis tshem tawm qee yam Cov Ntaub Ntawv Tus Kheej uas koj tau muab rau peb los ntawm koj tus neeg siv khoom sib koom ua ke, Tus Neeg Siv Khoom, lossis Tus Neeg Siv Khoom Siv Tau Txais (yog tias koj yog Tus Neeg Siv Khoom, Tus Neeg Siv Khoom, lossis Tus Neeg Siv Tau Txais). Yog tias koj ua tsis tau, lossis muaj lus nug txog Cov Ntaub Ntawv Tus Kheej peb tau sau thiab / lossis qhia txog koj, lossis xav thim koj qhov kev tso cai rau peb ua tiav (piv txwv li tshem koj tus as khauj tag nrho) thov hu rau peb ntawm:",
    "2895491273": "Yog tias koj xav thaiv cov ncuav qab zib lossis lwm yam cuab yeej taug qab, feem ntau cov browsers thiab cov khoom siv txawb txhua tus koj hloov pauv koj qhov chaw kom ceeb toom koj thaum koj tau txais cov ncuav qab zib lossis lwm yam kev taug qab siv thev naus laus zis, thiab xaiv seb puas yuav txais / tso cai. nws. Feem ntau cov browsers tseem tso cai rau koj los lov tes taw lossis tshem tawm cov ncuav qab zib uas twb muaj lawm lossis tsis lees txais cov ncuav qab zib yav tom ntej. Koj tuaj yeem siv cov cuab yeej thib peb, suav nrog browser plug-ins, los tswj koj cov khoom qab zib nyiam. Nco ntsoov, txawm li cas los xij, yog tias koj lov tes taw tag nrho cov ncuav qab zib, qee qhov ntawm peb Qhov Chaw yuav tsis ua haujlwm zoo.",
    "707527778": "Cov ntaub ntawv los ntawm Me Nyuam",
    "1747657936": "Peb Qhov Chaw thiab Kev Pabcuam tsis raug coj mus rau cov menyuam yaus hnub nyoog qis dua 13 xyoos thiab peb tsis paub sau Cov Ntaub Ntawv Tus Kheej los ntawm cov menyuam yaus hnub nyoog qis dua 13 xyoos. Yog tias peb kawm tias peb tau sau Cov Ntaub Ntawv Tus Kheej ntawm tus menyuam hnub nyoog qis dua 13 xyoos, peb yuav muab cov kauj ruam tsim nyog los tshem tawm cov ntaub ntawv no los ntawm peb cov ntaub ntawv sai li sai tau, tshwj tsis yog tias peb muaj lub luag haujlwm raug cai khaws cia. Thov hu rau peb yog tias koj ntseeg tias peb muaj cov ntaub ntawv los ntawm lossis hais txog tus menyuam hnub nyoog qis dua 13 xyoos:",
    "2419795065": "Daim ntawv ceeb toom rau cov neeg nyob hauv California",
    "1517625162": "Raws li California Civil Code Section 1789.3, cov neeg siv hauv California muaj cai tau txais daim ntawv ceeb toom txog cov cai ntawm cov neeg siv khoom hauv qab no: Cov neeg nyob hauv California tuaj yeem ncav cuag Lub Chaw Pabcuam Tsis Txaus Siab ntawm Lub Chaw Pabcuam Neeg Siv Khoom ntawm California Department of Consumer Affairs los ntawm kev xa ntawv ntawm 1625 North Market Blvd., Sacramento, CA 95834, lossis hu xovtooj ntawm (916) 445-1254 lossis (800) 952-5210.",
    "3730344349": "Nqe lus no muab cov ntsiab lus ntxiv txog cov ntaub ntawv ntiag tug uas peb sau txog California cov neeg siv khoom thiab cov cai muaj rau lawv raws li California Consumer Privacy Act lossis \"CCPA.\"",
    "4044467791": "Rau pawg ntawm cov ntaub ntawv ntiag tug peb tau sau los ntawm koj hauv 12 lub hlis dhau los, thov mus saib \"Cov Ntaub Ntawv Peb Sau\" ntu saum toj no. Peb sau cov ntaub ntawv no rau kev lag luam thiab kev lag luam uas tau piav qhia hauv \"Yuav Ua Li Cas Peb Siv Cov Ntaub Ntawv Tus Kheej\" saum toj no. Hauv 12 lub hlis dhau los, peb tau faib cov ntaub ntawv hauv qab no rau cov neeg thib peb rau lub hom phiaj kev lag luam:",
    "4208081170": "Qeb ntawm Cov Ntaub Ntawv Tus Kheej",
    "1528242915": "Cov cim.",
    "3863351997": "Cov ntaub ntawv tus kheej muaj npe nyob rau hauv California Cov Ntaub Ntawv Cov Ntaub Ntawv (Cal. Civ. Code  1798.80(e)).",
    "2826705343": "Cov ntaub ntawv lag luam.",
    "2683038211": "Internet lossis lwm yam kev ua haujlwm hauv hluav taws xob.",
    "3671828834": "Piv txwv ntawm Tus Kheej Cov Ntaub Ntawv Sib Koom",
    "779426309": "Lub npe tiag tiag, tus cim tus kheej tshwj xeeb, tus lej online, chaw nyob hauv Internet raws tu qauv, email chaw nyob, lub npe ntawm tus account, lossis lwm cov cim zoo sib xws.",
    "2414368123": "Ib lub npe, tus lej credit card, tus lej debit card, lossis lwm yam ntaub ntawv nyiaj txiag.",
    "4088941349": "Cov ntaub ntawv ntawm cov khoom lossis cov kev pabcuam tau yuav, tau txais, lossis txiav txim siab.",
    "3238612014": "Kev tshawb nrhiav keeb kwm, cov ntaub ntawv ntawm tus neeg siv khoom sib cuam tshuam nrog lub vev xaib hauv internet, daim ntawv thov, lossis kev tshaj tawm.",
    "1023108656": "Pawg ntawm Third-Party Recipients",
    "1418235079": "Cov Kev Pabcuam",
    "3238184941": "Nco tseg: Kev pheej hmoo ntawm kev dag ntxias cuam tshuam nrog tus IP chaw nyob yuav raug muab qhia rau tus neeg koom ua ke thaum thov.",
    "285116485": "Lub Tuam Txhab tsis \"muag\" (raws li lo lus no tau txhais hauv CCPA) cov ntaub ntawv tus kheej peb sau. Thov xa mus rau \"Tsev Neeg Thib Peb Kev Tshawb Fawb thiab Kev Tshawb Fawb Txog Kev Tshawb Fawb\" ntu saum toj no kom paub ntau ntxiv txog hom ncuav qab zib thib peb, yog tias muaj, uas peb siv.",
    "1408750006": "Raws li qee qhov kev txwv, CCPA muab cov neeg siv khoom hauv California txoj cai thov kom paub cov ntsiab lus ntxiv txog cov pawg lossis cov ntaub ntawv tshwj xeeb uas peb sau (xws li peb siv thiab nthuav tawm cov ntaub ntawv no li cas), tshem tawm lawv cov ntaub ntawv ntiag tug, xaiv tawm ntawm ib qho \"muag\" uas yuav tshwm sim, nrog rau txoj cai kom tsis txhob muaj kev ntxub ntxaug rau kev siv cov cai no.",
    "759057398": "Daim ntawv ceeb toom rau EU Cov Ntaub Ntawv Kawm",
    "825780955": "Cov Ntaub Ntawv Tus Kheej",
    "2945960297": "Hais txog EU cov ntaub ntawv kawm, lo lus \"cov ntaub ntawv tus kheej\" raws li siv hauv Txoj Cai Tswjfwm Ntiag Tug no yog sib npaug rau \"cov ntaub ntawv tus kheej\" raws li tau hais tseg hauv European Union General Data Protection Regulation (GDPR).",
    "1126613163": "Cov ntaub ntawv rhiab heev",
    "3571006800": "Qee cov ntaub ntawv uas koj muab rau peb tuaj yeem tsim cov ntaub ntawv rhiab raws li tau hais tseg hauv GDPR (tseem hu ua pawg tshwj xeeb ntawm cov ntaub ntawv tus kheej), suav nrog kev txheeb xyuas koj haiv neeg lossis haiv neeg ntawm tsoomfwv cov ntaub ntawv qhia txog tus kheej.",
    "1988461282": "Kev cai lij choj rau kev ua",
    "3519564631": "Ua Lub Hom Phiaj",
    "1778642038": "Sib txuas lus nrog koj",
    "2223819810": "Txhawm rau optimize peb lub platform",
    "1678661231": "Rau kev ua raws cai, kev tiv thaiv kev dag, thiab kev nyab xeeb",
    "2561077702": "Txhawm rau muab peb cov kev pabcuam",
    "2066321185": "Kev cai lij choj",
    "1174237568": "Cov kev ua ub no yog peb txoj kev txaus siab. Peb sim txiav txim siab thiab sib npaug txhua qhov muaj feem cuam tshuam rau koj (qhov zoo thiab qhov tsis zoo) thiab koj cov cai ua ntej peb ua koj cov ntaub ntawv ntiag tug rau peb qhov kev txaus siab raug cai. Peb tsis siv koj cov ntaub ntawv ntiag tug rau kev ua ub ua no uas peb cov kev nyiam raug cuam tshuam los ntawm kev cuam tshuam tsis zoo rau koj (tshwj tsis yog peb tau txais koj qhov kev tso cai lossis lwm yam yuav tsum tau ua lossis tso cai los ntawm txoj cai).",
    "1350478093": "Ua Lub Hom Phiaj",
    "787916198": "Nrog koj kev tso cai",
    "3348433919": "Koj Txoj Cai",
    "3842673636": "Raws li GDPR, koj muaj qee txoj cai hais txog koj cov ntaub ntawv ntiag tug. Koj tuaj yeem hais kom peb ua cov haujlwm hauv qab no ntsig txog koj cov ntaub ntawv ntiag tug uas peb tuav:",
    "4057343238": "Xaiv tawm",
    "1834911235": "Tsis txhob xa koj cov kev sib txuas lus ncaj qha rau kev lag luam uas koj tau pom zoo yav dhau los tau txais. Peb kuj tseem tuaj yeem xa koj cov kev pabcuam ntsig txog thiab lwm yam kev sib txuas lus tsis yog kev lag luam.",
    "3022301908": "Nkag mus",
    "680638297": "Muab koj cov ntaub ntawv hais txog peb kev ua koj cov ntaub ntawv ntiag tug thiab muab kev nkag mus rau koj cov ntaub ntawv ntiag tug.",
    "1409486258": "Yog lawm",
    "3878077249": "Hloov kho lossis kho qhov tsis raug hauv koj cov ntaub ntawv ntiag tug.",
    "3645414921": "Rho tawm",
    "42182578": "Rho tawm koj cov ntaub ntawv ntiag tug.",
    "1609621367": "Hloov",
    "3208155808": "Hloov daim ntawv theej ntawm lub tshuab nyeem tau ntawm koj tus kheej cov ntaub ntawv rau koj lossis ib tus neeg thib peb ntawm koj xaiv.",
    "1786796818": "txwv",
    "3329634829": "Txwv tsis pub ua cov ntaub ntawv koj tus kheej.",
    "4202774977": "Yam khoom",
    "3007158970": "Tiv thaiv peb qhov kev cia siab ntawm peb cov kev nyiam raug cai raws li lub hauv paus ntawm peb kev ua haujlwm ntawm koj cov ntaub ntawv ntiag tug uas cuam tshuam rau koj txoj cai.",
    "1273071008": "Cov Ntaub Ntawv Nkag Mus Rau Cov Cai Thov",
    "3594381346": "qhov chaw.",
    "21141582": "qhov no",
    "3357523404": "Hla-Border Data Transfer",
    "290966395": "Raws li tau piav qhia hauv peb tshooj \"A Note to Customers Outside the United States\", thov nco ntsoov tias koj cov ntaub ntawv ntiag tug yuav raug xa mus rau, ua tiav, thiab khaws cia hauv Tebchaws Meskas. Txoj cai tiv thaiv cov ntaub ntawv hauv Asmeskas yuav txawv ntawm cov nyob hauv koj lub tebchaws. Koj tso cai rau kev hloov koj cov ntaub ntawv, suav nrog cov ntaub ntawv ntiag tug, mus rau Tebchaws Meskas raws li tau teev tseg hauv Txoj Cai Tswjfwm Ntiag Tug no los ntawm kev mus saib peb Cov Chaw lossis siv peb Cov Kev Pabcuam.",
    "3178581111": "Siv rau Lub Hom Phiaj Tshiab",
    "1088304322": "Tej zaum peb yuav siv koj cov ntaub ntawv ntiag tug rau cov laj thawj uas tsis tau piav qhia hauv Txoj Cai Tswjfwm Ntiag Tug no, uas peb tau tso cai los ntawm txoj cai lij choj ua li ntawd thiab qhov twg yog vim li cas thiaj haum rau lub hom phiaj uas peb tau sau tseg. Yog tias peb yuav tsum siv koj cov ntaub ntawv ntiag tug rau lub hom phiaj tsis sib xws, peb yuav ceeb toom rau koj thiab piav qhia txog cov hauv paus kev cai lij choj rau kev siv ntawd. Yog tias peb tau tso siab rau koj qhov kev tso cai rau kev siv koj cov ntaub ntawv ntiag tug, peb tuaj yeem nrhiav koj qhov kev pom zoo rau txhua lub hom phiaj tsis cuam tshuam thiab tso cai rau koj txiav koj qhov kev siv lub sijhawm ntawd yog tias koj tawm tsam.",
    "2260079771": "Cov ntaub ntawv khaws cia",
    "38428546": "Peb khaws koj Cov Ntaub Ntawv Tus Kheej kom ruaj ntseg thoob plaws lub neej ntawm koj tus account nrog peb. Peb tsuas yog khaws koj Cov Ntaub Ntawv Tus Kheej rau ntev npaum li qhov tsim nyog los ua kom tiav cov hom phiaj uas peb tau sau tseg, suav nrog rau lub hom phiaj ntawm kev txaus siab txhua yam kev cai lij choj, kev suav nyiaj, lossis tshaj tawm cov luag haujlwm lossis daws teeb meem. Cov txheej txheem peb siv los txiav txim lub sijhawm khaws cia suav nrog cov ntawv cog lus siv tau uas siv tau, lub sijhawm txwv kev cai lij choj, cov kev cai siv tau, thiab cov qauv kev lag luam.",
    "384965568": "Txawm hais tias qhov yuav tsum tau khaws cia sib txawv raws li txoj cai, cov ntaub ntawv hais txog peb lub sijhawm khaws cia rau ntau yam ntawm koj tus kheej cov ntaub ntawv tau piav qhia hauv qab no.",
    "2788836740": "Cov ntaub ntawv tiv tauj rau lub hom phiaj kev lag luam yog khaws cia ua ntu zus mus txog thaum koj tsis tso npe. Tom qab ntawd peb yuav ntxiv koj cov ntsiab lus rau peb daim ntawv teev npe txwv tsis pub dhau. Cov ntaub ntawv email sau los ntawm Accessibility Cov neeg siv yuav tsis raug siv rau kev lag luam.",
    "3520687192": "Cov ntaub ntawv ntawm kev sib txuas lus nrog koj (xws li daim pib txhawb nqa qhib ntawm email lossis Twitter) yuav raug khaws cia tsis tas li.",
    "292211832": "Cov ntaub ntawv sau los ntawm cov txheej txheem xws li ncuav qab zib, lub vev xaib txee thiab lwm yam cuab yeej tshuaj ntsuam xyuas raug muab pov tseg sai li sai tau, tab sis tuaj yeem khaws cia rau lub sijhawm txwv txog li ib xyoos txij li hnub tas sij hawm ntawm cov ncuav qab zib, feem ntau nyob rau hauv daim ntawv de- txheeb xyuas thiab sib sau ua ke. tshwj tsis yog tias peb pom tias muaj peev xwm tsim txom peb cov kev pabcuam, qhov twg peb yuav khaws cov ntaub ntawv ntawd los pab peb tiv thaiv kev tsim txom yav tom ntej. Peb tsis tuaj yeem txuas cov ntaub ntawv tsis qhia npe thiab sib sau ua ke rau koj, koj tsev neeg, chaw nyob IP, lossis cov ntaub ntawv ntiag tug raws li cov ntaub ntawv khaws cia.",
    "470943029": "Yog tias koj muaj lus nug txog Txoj Cai Tswjfwm Ntiag Tug no, thov hu rau peb ntawm:",
    "3192683783": "Hloov rau Txoj Cai Tswjfwm Ntiag Tug no",
    "1702335960": "Txhua yam ntaub ntawv uas peb sau tau yog nyob rau hauv Txoj Cai Tswjfwm Ntiag Tug uas siv tau thaum lub sijhawm cov ntaub ntawv no raug sau. Txawm li cas los xij, peb tuaj yeem hloov kho Txoj Cai Tswjfwm Ntiag Tug ib ntus. Yog tias qhov kev hloov kho yog cov khoom siv, raws li tau txiav txim los ntawm peb nkaus xwb, peb yuav ceeb toom rau koj, piv txwv li ntawm email. Cov ntawv tam sim no yuav muab tso rau hauv peb nplooj ntawv Txoj Cai Tswjfwm Ntiag Tug.",
    "3669258571": "Cookie Policy",
    "2905621957": "Hloov kho tshiab kawg: Lub Xya Hli 18, 2020",
    "1173934218": "Peb nkag siab koj tus kheej yog qhov tseem ceeb rau koj thiab tau cog lus tias yuav ua kom pom tseeb ntawm cov thev naus laus zis uas peb siv. Txoj cai no muab cov ncauj lus qhia ntxaws txog yuav ua li cas thiab thaum twg peb siv cov ncuav qab zib ntawm peb Qhov Chaw thiab Kev Pabcuam.",
    "2694150481": "Peb puas siv ncuav qab zib?",
    "457627611": "Yog lawm. Peb thiab peb cov kws tshuaj ntsuam xyuas lossis cov chaw muab kev pabcuam, cov koom tes ua lag luam, thiab cov koom tes yuav siv cov ncuav qab zib, lub vev xaib beacons, lossis pixels thiab lwm yam thev naus laus zis los xyuas kom txhua tus neeg siv lub vev xaib muaj kev paub zoo tshaj plaws. Thov mus saib \"Third Party Analytics thiab Tracking Technologies\" ntu ntawm peb Txoj Cai Tswjfwm Ntiag Tug kom paub meej ntxiv.",
    "501102544": ": peb ntseeg tias hCaptcha cov kev pabcuam tiv thaiv bot (xws li Kev Pabcuam kos los ntawm cov vev xaib, games, lossis mobile apps) suav nrog tsuas yog hu ua \"kev pom zoo-kev zam\" ncuav qab zib raws li GDPR cov cai. Piv txwv ntawm cov ncuav qab zib uas raug zam xws li:",
    "461631543": "GDPR Note",
    "2150907653": "* Technical cookies nruj me ntsis tsim nyog rau kev muab kev pabcuam. Cov no suav nrog cov ncuav qab zib nyiam, cov ncuav qab zib sib tham, thauj cov ncuav qab zib sib npaug, thiab lwm yam.",
    "1012122721": "* Cov ncuav qab zib txheeb cais tswj ncaj qha los ntawm peb (piv txwv li thawj tog, tsis yog cov ncuav qab zib thib peb), qhov twg cov ntaub ntawv tsis siv rau profileing.",
    "148542287": "Qhov no tsis yog lus qhia kev cai lij choj, thiab tsis muaj kev lav phib xaub txog qhov kev tshuaj xyuas no. Yog tias koj muaj lus nug lossis kev txhawj xeeb ntxiv, thov hu rau peb ntawm:",
    "3956117148": "Lub vev xaib hCaptcha.com thiab BotStop.com (Cov Chaw) yuav suav nrog cov ncuav qab zib ntxiv, raws li tau piav qhia hauv Txoj Cai no.",
    "3255230599": "Cookie yog dab tsi?",
    "1095532507": "Lub ncuav qab zib (\"Cookie\") yog cov ntawv me me uas muab tso rau hauv koj lub hard drive los ntawm lub vev xaib server. Cov ncuav qab zib muaj cov ntaub ntawv uas tuaj yeem nyeem tom qab los ntawm lub vev xaib server hauv lub npe uas muab cov ncuav qab zib rau koj. Qee lub ncuav qab zib tsuas yog siv yog tias koj siv qee yam nta lossis xaiv qee qhov kev nyiam, thiab qee lub ncuav qab zib yuav siv tas li. Koj tuaj yeem paub ntau ntxiv txog txhua lub ncuav qab zib los ntawm saib peb cov npe khoom qab zib tam sim no hauv qab no.",
    "2943815316": "Peb hloov kho cov npe no ib ntus, yog li tej zaum yuav muaj cov ncuav qab zib ntxiv uas tseem tsis tau teev tseg. Lub vev xaib beacons, cov cim npe thiab cov ntawv sau yuav raug siv hauv Cov Chaw lossis hauv email los pab peb xa cov ncuav qab zib, suav cov kev mus ntsib, nkag siab txog kev siv thiab kev tshaj tawm txoj haujlwm thiab txiav txim siab seb email puas tau qhib thiab ua raws li. Peb tuaj yeem tau txais cov ntawv ceeb toom raws li kev siv cov thev naus laus zis no los ntawm peb cov neeg muab kev pabcuam / kev tshuaj ntsuam xyuas ntawm tus kheej thiab sib sau ua ke.",
    "2954157511": "Vim li cas peb siv ncuav qab zib?",
    "1539071196": "Peb feem ntau siv ncuav qab zib rau cov hom phiaj hauv qab no:",
    "3545935449": "Kom paub txog cov neeg siv tshiab lossis yav dhau los.",
    "32739972": "Txhawm rau khaws koj cov ntaub ntawv teev npe nkag yog tias koj tau sau npe rau ntawm peb Qhov Chaw.",
    "4209078147": "Txhawm rau txhim kho peb Lub Vev Xaib thiab kom nkag siab zoo dua koj qhov kev mus ntsib ntawm peb lub vev xaib thiab Chaw.",
    "1077448694": "Txhawm rau koom nrog cov neeg sab nrauv social media websites.",
    "1709478090": "Txhawm rau pab koj nrog kev txaus siab raws li kev tshaj tawm lossis phiaj xwm.",
    "3256020881": "Txhawm rau soj ntsuam koj tus cwj pwm thiab tshawb xyuas cov haujlwm hauv lub sijhawm hla ntau lub vev xaib lossis lwm lub platform.",
    "1092241113": "Txhawm rau kom nkag siab zoo dua qhov kev txaus siab ntawm peb cov neeg siv khoom thiab kev koom ua ke.",
    "1434289796": "Qee lub ncuav qab zib tsim nyog rau qee qhov kev siv ntawm Cov Chaw, thiab yog tias tsis muaj cov ncuav qab zib zoo li no, peb yuav tsis tuaj yeem muab ntau cov kev pabcuam uas koj xav tau kom siv cov Sites kom zoo. Cov ncuav qab zib no, piv txwv li, tso cai rau peb ua haujlwm ntawm peb Qhov Chaw yog li koj tuaj yeem nkag mus rau nws raws li koj tau thov thiab qhia rau peb paub tias koj tau tsim ib tus as-qhauj thiab tau nkag mus rau hauv tus as khauj ntawd kom nkag mus rau Site cov ntsiab lus. Lawv kuj suav nrog Cov Ncuav Qab Zib uas ua rau peb nco qab koj cov kev ua dhau los hauv tib qhov kev tshawb nrhiav thiab ua kom ruaj ntseg rau peb Cov Chaw.",
    "1533171442": "Peb kuj siv cov ncuav qab zib thiab ncuav qab zib los ntawm cov neeg sab nrauv rau kev tsom xam thiab kev lag luam. Functional Cookies pab kom qee qhov chaw ntawm Cov Chaw ua haujlwm kom raug thiab koj cov neeg siv nyiam kom nyob twj ywm paub. Kev txheeb xyuas cov ncuav qab zib, thiab lwm yam, sau cov ntaub ntawv hais txog yuav ua li cas Cov Neeg Siv Khoom, Cov Neeg Siv Khoom, thiab Cov Neeg Siv Kawg siv peb Qhov Chaw, cov ntsiab lus thiab cov khoom lag luam uas cov neeg siv saib feem ntau, thiab cov txiaj ntsig ntawm peb cov neeg sab nrauv tshaj tawm. Advertising ncuav qab zib pab muab kev tshaj tawm rau cov neeg tuaj saib uas cuam tshuam thiab muaj peb cov ntawv tshaj tawm tshwm rau saum cov txiaj ntsig tshawb. Cov ncuav qab zib yog \"session\" Cov ncuav qab zib uas tau muab tshem tawm thaum koj xaus koj qhov kev sib ntsib browser, lossis \"tsis tu ncua,\" uas nyob twj ywm kom txog thaum lawv tshem tawm los ntawm koj (sib tham hauv qab no) lossis tog neeg ua haujlwm rau cov ncuav qab zib. Tag nrho cov ntsiab lus ntawm tag nrho cov ncuav qab zib uas siv rau ntawm Qhov Chaw muaj nyob ntawm peb lub ncuav qab zib nthuav qhia hauv qab no.",
    "322830977": "Yuav ua li cas lov tes taw ncuav qab zib.",
    "3885459114": "Feem ntau koj tuaj yeem qhib lossis tom qab tshem tawm kev siv cov ncuav qab zib los ntawm kev ua haujlwm tsim rau hauv koj lub web browser. Yog tias koj xav paub ntau ntxiv txog cov ncuav qab zib, lossis yuav ua li cas tswj, lov tes taw lossis tshem tawm lawv, thov mus saib https://www.knowcookies.com/ rau cov lus qhia ntxaws.",
    "262509504": "Peb tuaj yeem txuas cov ntaub ntawv sau los ntawm Cov Ncuav Qab Zib nrog lwm cov ntaub ntawv uas peb sau los ntawm koj raws li Txoj Cai Tswjfwm Ntiag Tug no thiab siv cov ntaub ntawv sib koom ua ke raws li tau teev tseg hauv no. Ib yam li ntawd, cov neeg thib peb uas ua cov ncuav qab zib ntawm peb Cov Chaw yuav txuas koj lub npe lossis email chaw nyob rau lwm cov ntaub ntawv uas lawv khaws, uas yuav suav nrog kev yuav khoom yav dhau los ua offline lossis online, lossis koj cov ntaub ntawv siv online.",
    "2935155034": "Yog tias koj nyob hauv cheeb tsam European Economic, koj muaj qee txoj cai uas tau piav qhia saum toj no hauv qab lub ntsiab lus \"Kev Ceeb Toom rau EU Cov Ntaub Ntawv\", suav nrog txoj cai los tshuaj xyuas thiab kho lossis tshem tawm cov ntaub ntawv uas peb muaj txog koj.",
    "1873812847": "Cookie(s) Qhia tawm",
    "3319083717": "Lub npe:",
    "3183855267": "1. hmt_id",
    "907324388": "Muaj nuj nqi",
    "2896187462": "1. Siv rau nruj me ntsis tsim nyog tsis qhia npe cov kev txheeb xyuas txog kev pabcuam, thiab rau lwm yam kev siv xws li kev pab txhawb kev nkag tau yooj yim.",
    "987267027": "Party",
    "3453526675": "1. 1st party",
    "1952810469": "Hom",
    "1795436560": "1. Kev sib tham",
    "102695075": "Duration",
    "3356329025": "1.30 hnub",
    "3744153629": "Cov npe:",
    "2801359190": "__cfduid,",
    "1829242168": "__cwb,",
    "2219945145": "kev sib tham,",
    "3186435874": "sessionid",
    "720059527": "2. Siv rau cov hom phiaj tsim nyog tsim nyog: load ntsuas, routing.",
    "1241291641": "Saib cov ntsiab lus ntxiv.",
    "1834801943": "2. 1st party",
    "2114694926": "2. Kev sib tham",
    "938404336": "2. Ntau yam; mus txog 30 hnub.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Siv rau cov hom phiaj kev tsim nyog nruj me ntsis: enables Accessibility User siv.",
    "1061239711": "3. 1st party",
    "1483015662": "3. Kev sib tham",
    "3458934553": "3. Ntau yam; mus txog 30 hnub.",
    "1527172673": "Yog tias koj muaj lus nug txog Txoj Cai Khob No, thov hu rau peb ntawm:",
    "134571844": "Impressum (Site Notice)",
    "110836420": "Kho tshiab kawg: Kaum Ob Hlis 23, 2020",
    "2901894297": "hCaptcha yog ib qho kev pabcuam ntawm Intuition Machines, Inc. (\"IMI\"), Delaware US Corporation (#6393793).",
    "2928362319": "Xa ntawv nug tuaj yeem xa mus rau: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Cov ntaub ntawv hais txog kev tswj hwm tam sim no ntawm lub tuam txhab tuaj yeem tau txais ntawm nplooj ntawv Hais txog. Lub tuam txhab tam sim no CEO yog tus thawj tswj hwm lub luag haujlwm rau cov ntsiab lus.",
    "3094150511": "Txoj cai tswjfwm: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI tsis tau cog lus rau, los yog nws yuav tsum koom nrog, lwm txoj kev daws teeb meem rau cov neeg siv khoom tsis sib haum xeeb nyob rau pem hauv ntej ntawm lub koom haum daws teeb meem ntawm cov neeg siv khoom.",
    "1395644678": "European Commission official lub vev xaib rau Kev daws teeb meem Online:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Tsis muaj kev lees paub txog cov ntsiab lus",
    "707541553": "Tag nrho cov ntaub ntawv muaj nyob rau hauv peb cov nplooj ntawv hauv internet tau raug lees paub los ntawm IMI lossis lwm tus neeg sab nrauv. Txawm li cas los xij, tsis muaj IMI lossis cov neeg thib peb tuaj yeem lav lub luag haujlwm rau cov ntaub ntawv tam sim no, raug, lossis ua tiav. Qhov no kuj siv tau rau lwm lub vev xaib uas tuaj yeem ncav cuag los ntawm hyperlinks ntawm peb nplooj ntawv. IMI tsis lees txais lub luag haujlwm rau cov ntsiab lus ntawm cov vev xaib sab nraud no.",
    "2650241052": "Tsis muaj lus qhia",
    "3361191778": "Cov ntaub ntawv muab rau hauv nplooj ntawv internet tsis sawv cev rau tus kheej cov lus qhia thiab hloov tsis tau qhov no. Yog tias koj xav tau cov lus qhia tus kheej, thov hu rau peb cov neeg ua haujlwm pabcuam.",
    "1031855757": "Kev siv lub xaib no",
    "204716894": "Cov ntsiab lus thiab tsim ntawm peb cov nplooj ntawv web muaj kev tiv thaiv raws li txoj cai lij choj. Kev luam tawm ntawm nplooj ntawv thiab lawv cov ntsiab lus nyob rau hauv ib qho kev siv ntau tshaj qhov tsim nyog siv yuav tsum tau sau ntawv tso cai ua ntej los ntawm IMI yog tias tsis muaj lwm yam kev cai lij choj tau teev tseg rau luam tawm ntawm nplooj ntawv.",
    "3182435854": "Copyright",
    "3187946010": "Tag nrho cov ntawv nyeem, cov duab, duab animation, yeeb yaj duab, suab paj nruag, suab thiab lwm yam ntaub ntawv nyob rau hauv cov nplooj ntawv no yog muaj kev tiv thaiv raws li txoj cai lij choj los ntawm IMI los yog peb tog yog tias tau teev tseg. Nws yog txwv tsis pub luam lossis hloov kho cov ntaub ntawv no rau kev siv lag luam hauv ib yam uas tshaj li kev siv ncaj ncees.",
    "74538881": "Lub luag haujlwm rau lub vev xaib no",
    "3236873806": "IMI yog lub luag haujlwm rau lub vev xaib no.",
    "2657277322": "Yog tias koj muaj lus nug, thov hu rau peb ntawm:",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass yog ib qho",
    "1898063898": "rau khaws cia cov neeg siv ntiag tug uas peb tab tom txhim kho nrog",
    "1942186611": "thiab lwm tus.",
    "3673079511": "txheem txheej txheem",
    "2164933356": "Cloudflare",
    "3119589996": "Nws ua haujlwm li cas: qhov browser txuas ntxiv muab cov neeg siv lub peev xwm los tsim thiab kos npe cryptographically dig muag tokens rau cov vev xaib uas txhawb nqa Txoj Cai Tswjfwm Ntiag Tug. Qhov kev txuas ntxiv tsim cov ntawv hla uas muaj cov cim qhov muag tsis pom kev uas tau kos npe los ntawm hCaptcha thaum muaj kev sib tw raug daws ntawm txhua qhov chaw siv hCaptcha qhov kev pabcuam,",
    "1254771154": "cov kev sib tw uas qhia txog lwm yam kev pabcuam ntiag tug Pass-txhawb kev pabcuam uas tseem cuam tshuam hCaptcha, xws li Cloudflare.",
    "996362763": "Cov tokens no tsis pom qhov muag thiab khaws cia los ntawm qhov txuas ntxiv rau kev siv yav tom ntej. Thaum tus neeg siv mus ntsib ib lub vev xaib siv hCaptcha thiab xav kom dhau qhov kev sib tw (txawm tias pom tsis tau lossis dhau ntawm \"Kuv yog tib neeg\" khawm) lawv raug txhiv dim. Cov txheej txheem dig muag txhais tau hais tias kos npe thiab txhiv cov tokens yog cryptographically unlinkable los ntawm hCaptcha qhov kev xav, thiab yog li cov neeg siv tsis pub lwm tus paub yog khaws cia.",
    "2943346052": "Raws li cov txheej txheem IETF tus qauv txuas ntxiv mus, peb cia siab tias cov browsers loj yuav tau txais qee yam ntawm Privacy Pass ib txwm muaj. Qhov no thaum kawg yuav ua rau qhov txuas ntxiv tsis tsim nyog. Txawm li cas los xij, rau lub sijhawm no, thov ua raws li cov lus qhia hauv qab no.",
    "2326660907": "tsuas yog",
    "741483946": "* Hauv lwm lo lus: koj tuaj yeem tau txais hCaptcha Privacy Pass tokens ntawm hCaptcha.com, thiab siv lawv ntawm lwm qhov chaw ncaj qha siv hCaptcha.com. Koj tsis tuaj yeem tau txais lossis txhiv hCaptcha Privacy Pass tokens kom dhau hCaptcha kev pabcuam raws li siv los ntawm Cloudflare, txij li Cloudflare teeb meem thiab txhiv nws tus kheej Privacy Pass tokens.",
    "1362015807": "pib",
    "1358325821": "Ua ntej, nruab qhov txuas ntxiv rau",
    "310885519": "los yog",
    "4091044469": ". Nco ntsoov tias koj tau qhib qhov txuas ntxiv hauv hom incognito. Tom qab ntawd, mus saib txhua lub vev xaib siv hCaptcha thiab daws qhov captcha. Raws li version 2.0.3, koj tuaj yeem txhiv cov tokens ntawm cov vev xaib siv hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Thaum koj tau txais qhov txuas ntxiv, nyem qhov no (lossis ntawm ib lub vev xaib hCaptcha-siv) kom tau txais kev hla:",
    "166277959": "Thov nco ntsoov: cov yam ntxwv no tam sim no nyob rau hauv beta, thiab tej zaum yuav tsis ua haujlwm rau txhua lub vev xaib thiab cov neeg siv txhua lub sijhawm. Hauv qhov xwm txheej uas nws tsis tau qhib lossis tsis ua haujlwm rau ib tus neeg siv tshwj xeeb, tus cwj pwm tsuas yog rov qab mus rau tus qauv hCaptcha kev paub tsis muaj kev poob haujlwm.",
    "3031357206": "Ib lub cim tshiab yuav tshwm sim ntawm koj qhov URL bar. Tam sim no mus saib lub vev xaib siv hCaptcha. Nws yuav zoo li no:",
    "1066753052": "uas txhais tau hais tias lub hnab nyiaj yog khoob, thiab koj nyob rau ntawm qhov chaw uas suav nrog kev sib tw hCaptcha. Thaum koj ua tiav qhov kev sib tw, koj yuav tau txais tokens uas tuaj yeem txhiv tau ntawm lwm lub vev xaib nrog hCaptcha.",
    "651123197": "Ib tug suav ntawm qhov tam sim no tag nrho hauv koj lub hnab nyiaj yuav tshwm rau ntawm lub cim tom qab ua tiav qhov kev sib tw.",
    "554844646": "Koj tuaj yeem paub meej tias qhov txuas ntxiv ua haujlwm los ntawm pom lub txee nqis los ntawm 1 txhua zaus koj nyem",
    "4087729475": "qhov kev sib tw tom qab koj pib daws.",
    "647630208": "Thiab yog nws! Koj qhov kev tshawb nrhiav online tam sim no yog tus kheej ntau dua.",
    "3272552822": "Developers thiab cryptographers:",
    "4059570880": "Yog tias koj xav taug qab tus qauv kev siv zog, kev siv zog tam sim no tab tom pib ntawm",
    "1904390996": "kom standardize cov",
    "252720667": "hauv qab qhov kev ruaj ntseg cryptographic ntawm Privacy Pass. Cov txheej txheem nws tus kheej yog mus dhau ntawm",
    "3972554015": "txheej txheem ib yam nkaus. Thiab qhov browser txuas ntxiv yog tau kawg",
    "3723626769": "rau koj qhov kev pab cuam thiab tshuaj xyuas.",
    "3882147547": "Oblivious Pseudorandom Functions",
    "565624910": "tsab ntawv",
    "3421090159": "qhib qhov chaw",
    "3098677775": "Q: Puas yog kuv tus IP thiab tshawb nrhiav keeb kwm ntiag tug tag nrho los ntawm hCaptcha thaum siv Privacy Pass?",
    "4019638786": "A: Tsis pub twg paub Pass cov neeg siv ntawm hCaptcha yuav tsis nthuav tawm lawv tus IP rau hCaptcha tshwj tsis yog lawv tus browser lub hnab nyiaj token khoob lossis lub xaib xa mus. hCaptcha tsis muaj txoj hauv kev los txuas tus neeg siv mus rau lub token txhiv, thiab tsis muaj kev cuam tshuam ncaj qha nrog tus neeg siv thaum lub sijhawm txhiv nyiaj tshwj tsis yog tias lawv lub hnab nyiaj token yog khoob.",
    "3887113660": "Q: Yuav ua li cas Privacy Pass cuam tshuam rau hCaptcha cov nyiaj tau los?",
    "1116455671": "A: Koj yuav tau txais txiaj ntsig rau qhov pib daws yog tias tus neeg siv ua tiav nws ntawm koj qhov chaw. Kev txhiv dim ua raws li cov qauv lus teb tib yam li yog tias tus neeg siv tau pib dhau ntawm koj lub xaib vim muaj kev ntseeg siab ntawm cov neeg siv khoom siab: tsis muaj nyiaj tau los, thiab siteverify hu los ntawm koj lub server tau txais 'credit: False' hauv cov txiaj ntsig dhau.",
    "779817954": "Q: Yog tias kuv muaj daim Privacy Pass uas tau muab los ntawm lwm tus neeg muab kev pabcuam, kuv puas tuaj yeem txhiv lawv ntawm hCaptcha?",
    "3014149332": "A: Tsis yog, cov ntawv hla tsis tuaj yeem cuam tshuam: lawv yuav tsum tau muab thiab txhiv los ntawm tib txoj cai, qhov no hCaptcha. Nco ntsoov tias yog tias koj tau dhau los ntawm ob qho tib si Cloudflare thiab hCaptcha hauv koj qhov txuas ntxiv, tus lej muaj yuav hloov mus rau qhov tseeb nyob ntawm qhov xav tau ntawm nplooj ntawv koj tuaj xyuas. Hauv lwm lo lus, yog tias koj muaj 100 Cloudflare hla hauv koj lub hnab nyiaj thiab 10 hCaptcha hla, koj yuav tsum pom 10 ntawm lub cim txuas ntxiv ntawm nplooj ntawv nrog hCaptcha embedded.",
    "3679148535": "Q: Dab tsi lwm daim ntawv thov ntawm Privacy Pass koj ua haujlwm?",
    "1606783855": "A: Peb txaus siab rau Privacy Pass rau Accessibility (\"a11y\") siv rooj plaub. Yav dhau los cov kev xaiv nrov xws li audio captchas cais tawm ntau tus neeg siv a11y. Peb ntseeg hais tias kev sib koom ua ke peb tam sim no a11y txoj hauv kev nrog Privacy Pass tso cai yuav tso cai rau cov neeg siv a11y tuaj yeem tshawb xyuas kev nyab xeeb, nyab xeeb hauv kev paub tias lawv cov tsheb khiav mus los yog tus kheej, thaum txwv kev tsim txom los ntawm cov tswv lag luam bot uas yuav tsis muaj tshwm sim thaum a11y xaiv muaj.",
    "2359150347": "Q: Puas yog lwm qhov kev pabcuam kev nyab xeeb hauv online txhawb Privacy Pass?",
    "2082237880": "A: hCaptcha yog thawj qhov kev pabcuam ntawm nws hom uas txhawb nqa Privacy Pass, thiab tam sim no tsuas yog ib qho ua tau. Txawm li cas los xij, peb cia siab tias lwm cov kev pabcuam kom paub txog qhov zoo ntawm kev nce tus neeg siv kev ceev ntiag tug hauv online, thiab cia siab tias yav tom ntej yuav muaj kev coj ua ntxiv raws li IETF cov qauv uas peb pab tsim tau raug lees paub.",
    "2109792055": "Tus neeg siv phau ntawv: Debugging Teeb meem nrog Privacy Pass Issuance thiab validation",
    "3588620914": "Tsis pub twg paub Pass yog ib qho kev tsim tshiab los ntawm cov qauv ntawm Lub Vev Xaib, thiab nws muaj peev xwm rau lwm yam kev siv thiab browser txuas ntxiv uas tsis paub txog nws cuam tshuam rau nws txoj haujlwm.",
    "4039193170": "Yog tias koj muaj teeb meem tau txais lossis txhiv cov tokens:",
    "2378786360": "1. Sim ib qho ntawm lwm qhov kev txhawb nqa browsers: yog tias koj nyob hauv Chrome, sim siv Firefox yam tsis tau import koj cov chaw los ntawm Chrome, thiab nruab lub plugin nyob ntawd. Yog tias qhov ntawd ua haujlwm, koj yuav muaj teeb meem kev teeb tsa browser.",
    "394235836": "3. Yog tias tsis muaj cov lus qhia saum toj no ua haujlwm, xa email rau peb thiab peb yuav zoo siab los pab txiav txim seb qhov twg yog qhov tshwm sim.",
    "3470857731": "Kev tshuaj xyuas ntawm qhov zoo npaum li cas reCAPTCHA kuaj pom bots.",
    "3240786848": "Hloov tshiab kawg: Lub Ob Hlis 18, 2021",
    "2547140673": "Ntau tshaj li kaum xyoo, Google qhov kev pabcuam reCAPTCHA tau muab cov tswv lub vev xaib ua lag luam: cia Google taug qab koj cov neeg siv thiab nug lawv cov lus nug, thiab hauv kev sib pauv lawv cog lus tias yuav tsum tsis txhob bots thiab spam.",
    "2133754014": "Ntau tshaj 4.5 lab lub vev xaib siv reCAPTCHA [",
    "3152512587": "thiab lub kaw lus sau ntau pua lab ntawm kev daws txhua hnub. [",
    "2296918009": "Qhov no sib npaug rau ntau tshaj 100 tus neeg-xyoo ntawm kev ua haujlwm txhua hnub.",
    "3900538778": "Cov ntaub ntawv sau npe yog cov roj uas txhawb nqa kev kawm tshuab. reCAPTCHA cov lus teb tau raug siv los txhim kho Google cov kev pabcuam ML/AI txij li xyoo 2009. Ntau tus neeg uas siv reCAPTCHA tsis paub txog lawv txoj haujlwm raug muab tso rau siv.",
    "1160252730": "Google tam sim no tau them tus nqi siab rau reCAPTCHA Enterprise, ua rau ntau lub tuam txhab rov ntsuas qhov kev pom zoo no.",
    "1131196501": "Cov tuam txhab loj xws li",
    "204889717": "tau hloov mus rau hCaptcha's",
    "639413188": "hauv teb.",
    "3280658086": "kev daws teeb meem kev lag luam",
    "3842815245": "Qhov no puas yog kev lag luam ncaj ncees?",
    "714342693": "Pab pawg hCaptcha tau khaws cov ntaub ntawv tus nqi los ntawm \"dub web\" captcha-breaking cov kev pabcuam txij li xyoo 2016. Peb pom muaj qhov nthuav dav:",
    "468929661": "Tus nqi nruab nrab ntawm kev rhuav tshem ib qho reCAPTCHA yog qhov tsawg kawg nkaus (tsawg dua $ 1 ib 1000 daws) thiab tsis tau nce ntxiv txij li thaum peb qhov kev soj ntsuam pib xyoo 2016. Qhov no siv rau ob qho tib si reCAPTCHA v2 thiab v3. [",
    "2862164005": "Cov ntaub ntawv tus nqi cia peb muab tus nqi tiag tiag ntawm qhov kev ruaj ntseg muab los ntawm reCAPTCHA: $ 0.001 lossis tsawg dua rau ib lo lus teb.",
    "102498091": "Google tsub $1 rau 1000 thov rau reCAPTCHA Enterprise, txhais tau tias tam sim no lawv them ntau dua ib qhov kev thov dua li nws raug nqi los ua txhaum kev ruaj ntseg ntawm lawv cov kev pabcuam. Qhov no zoo li qhov phem.",
    "130239139": "Tus nqi ntawm 100+ tus neeg-xyoo ntawm kev ua haujlwm sau los ntawm Google txhua hnub yog dab tsi?",
    "1421074182": "Tseem ceeb dua.",
    "1953519598": "Tus nqi sau ib daim duab yog $0.03 txog $1.00 lossis ntau dua. Los ntawm txhua qhov kev kwv yees, Google tau rho tawm ntau lab daus las ntawm kev ua haujlwm pub dawb rau hnub no. [",
    "3025548709": "Puas muaj lwm txoj hauv kev rau qhov kev tsis ncaj ncees no?",
    "263761351": "hCaptcha yog thawj qhov kev ntseeg siab, tam sim no siv los ntawm ntau pua lab tus tib neeg txhua lub hlis.",
    "2743692546": "Raws li cov neeg siv pov thawj lawv tib neeg los ntawm hCaptcha, lawv txoj haujlwm nkag mus rau qhov tsis qhia npe qhib kev lag luam rau kev sib tw.",
    "1982750088": "Cov tuam txhab thoob plaws ntiaj teb tau sib tw rau txoj haujlwm ntawd kom ua tiav cov haujlwm yooj yim uas yooj yim rau tib neeg tab sis nyuaj rau cov tshuab. Cov neeg siv txhawb nqa lub vev xaib uas lawv mus saib, thiab ntsib tsawg dua web spam vim muaj kev ruaj ntseg ntau dua.",
    "1108398506": "cov neeg siv khoom tau txais kev tswj hwm tag nrho ntawm qhov kev paub dhau los, thiab tau txais txiaj ntsig los ntawm cov kws tshaj lij hCaptcha tau txais kev khiav hauj lwm cov kev sib tw loj tshaj plaws hauv internet. Lawv kuj tau txais txiaj ntsig zoo dua li reCAPTCHA Enterprise: nce txog 50-80% tus nqi zoo dua, nyob ntawm qhov ntim.",
    "3012870872": "Cov vev xaib thiab cov ntawv thov siv dawb version (hCaptcha Publisher) khwv tau nyiaj los ntawm kev ua haujlwm ntawd tsis yog pub dawb rau Google.",
    "2271512952": "Cov neeg siv txhawb lub vev xaib lawv mus saib, thiab ntsib tsawg dua web spam.",
    "278010425": "Qhov dav thiab feem ntau-hloov ntau yam haujlwm ntawm hCaptcha kuj nyuaj rau automate. reCAPTCHA's ib qho kev sib txuas tsis tau hloov pauv ntau xyoo, thiab muaj cov lus nug me me uas hloov pauv tsis tu ncua. Qhov no yog ib txoj hauv kev hCaptcha muab kev tiv thaiv bot muaj zog dua li reCAPTCHA.",
    "984849234": "hCaptcha siv lub tshuab kawm qib siab kom xa dab tsi reCAPTCHA tsuas yog cog lus, thaum sib qhia tus nqi ntes nrog cov vev xaib uas siv nws.",
    "4063769686": "Cov neeg siv txhawb lub vev xaib lawv mus saib, thiab ntsib tsawg dua web spam. Qhov no zoo li kev sib haum xeeb.",
    "685916926": "Vim li cas ho tsis reCAPTCHA txhim kho lub sijhawm?",
    "3992401943": "Muaj kev hloov pauv hauv kev kawm tob txij li xyoo 2012. Cov qauv kev lag luam rau kev ua haujlwm raug tau zoo dua qub dhau los ntawm kaum xyoo dhau los, feem ntau yog vim muaj kev sib sib zog nqus sib txuas. Lwm cov kev pabcuam ML-powered Google muab tau ua raws li qhov nkhaus no.",
    "615031303": "(Saib cov lus hauv qab taw qhia",
    "2125514305": "ML tau txhim kho, tab sis qhov nyuaj ntawm kev hla reCAPTCHA tsis tau hloov pauv ntau lub sijhawm no.",
    "1406188018": "6 ib 7",
    "2689973938": "Txhim kho reCAPTCHA tsim kev tsis sib haum xeeb rau Google ua tus neeg muag khoom tshaj tawm.",
    "464238793": "Yog tias Google nws tus kheej txiav txim siab tias tus neeg siv pom ib qho kev tshaj tawm lossis nyem qhov txuas yog qhov tseeb bot, nws tsis tuaj yeem them tus nqi tshaj tawm rau tus neeg siv ntawd. Qhov kev tsis sib haum xeeb ntawm kev txaus siab no tau txwv tsis pub muaj kev txwv ntau ntawm Google kev tawm tsam bot ambitions.",
    "918924423": "Piv txwv li, Google tsis tau muab cov kev pabcuam muaj txiaj ntsig zoo li kev tshawb nrhiav bot retroactive. Nws muaj kev ntseeg tau ntau dua los tshaj tawm cov neeg siv tsheb khiav bot-tsim tom qab tshuaj xyuas ob peb hnub ntawm cov ntaub ntawv.",
    "661412233": "Paub tom qab lub captcha tias qee cov neeg siv yog bots kuj tseem ceeb. Nws cia cov tswv lub vev xaib tshem tawm cov ntawv spam qub thiab tshem tawm \"sleeper accounts\" sau npe rau spam forums yav tom ntej, txo kev dag ntxias, thiab ntau dua.",
    "3600797185": "Muab kev txheeb xyuas tus lej rov qab rov qab yuav qhib Google mus rau cov lus nug thorny ntawm yuav ua li cas rov qab rov qab cov neeg tshaj tawm uas siv nyiaj rau qhov kev dag ntawd.",
    "2076932190": "Cov khoom reCAPTCHA yog li stagnated rau ib xyoo caum.",
    "3856912381": "Cov neeg siv tau raug kev txom nyem, thiab qhov tsis tsim nyog web spam tam sim no muaj ntau zuj zus. Tab sis muaj lwm txoj kev.",
    "1035621426": "Txhua bot txheeb xyuas los ntawm reCAPTCHA ncaj qha txo Google cov nyiaj tau los tshaj tawm.",
    "3668115514": "hCaptcha txawv li cas?",
    "2413742287": "hCaptcha qhov kev txhawb siab yog ua kom qhov tseeb tshaj plaws, tsis yog cov nyiaj tau los tshaj tawm: bot cov lus teb tsis muaj txiaj ntsig rau peb cov neeg siv khoom, uas xav tau cov ntaub ntawv qhia tib neeg.",
    "1373262754": "Paub tias leej twg yog tus neeg muaj qhov tsawg kawg nkaus rau hCaptcha. Peb tsuas yog saib xyuas seb lawv puas yog tib neeg lossis tus neeg ua phem phem.",
    "600646860": "Es tsis txhob muab cov kev pabcuam ntawm cov lus nug tus nqi thaum rho tawm haujlwm nrog tus nqi tiag, hCaptcha muab ob qho nyiaj them thiab muaj zog tiv thaiv bot.",
    "1836191653": "Es tsis txhob muab qhov kev pabcuam swb yooj yim rau cov neeg siv dawb thaum them ntau lab nyiaj rau kev lag luam version uas tsis zoo dua, hCaptcha muab kev tiv thaiv bot zoo rau ob qho tib si, thaum muab cov neeg siv khoom lag luam ntxiv cov yam ntxwv thiab kev hloov kho, nrog rau SLAs muaj zog thiab kev txhawb nqa sai.",
    "990215503": "hCaptcha yog tib qhov kev pabcuam loj captcha uas tsis muaj los ntawm kev tshaj tawm.",
    "971933157": "hCaptcha mob siab txog kev ceev ntiag tug, pob tshab, thiab kev ncaj ncees.",
    "178839499": "hCaptcha qhia txog tus nqi ntawm kev ua haujlwm thaum cov neeg siv ua pov thawj lawv tib neeg.",
    "1237076138": "hCaptcha muab kev ncaj ncees rau ob qho tib si dawb (hCaptcha Publisher) thiab kev lag luam (hCaptcha Enterprise) cov neeg siv khoom.",
    "614310292": "Leej twg tsim hCaptcha?",
    "4188814619": "hCaptcha yog ib qho kev pabcuam ntawm Intuition Machine (",
    "3265328927": "), lub tuam txhab kev kawm tshuab uas muaj cov khoom lag luam thiab cov kev pabcuam rau cov tuam txhab siv tshuab kev kawm ntawm nplai.",
    "2740033957": "Pab pawg IM yog tsim los ntawm cov kws tshawb fawb thiab engineers los ntawm Apple, Amazon, thiab lwm tus thawj coj hauv kev kawm tshuab, faib tshuab, thiab kev ruaj ntseg.",
    "1579715421": "IM cov kws tshawb fawb niaj hnub tshaj tawm hauv cov rooj sib tham saum toj kawg nkaus xws li ICML, ICLR, ECCV, thiab NeurIPS, thiab lub tuam txhab tau tshaj tawm cov txiaj ntsig zoo tshaj plaws hauv ML kev qhuab qhia zoo li sib sib zog nqus hashing [",
    "4015238193": "thiab OCR [",
    "279580593": "imachines.com",
    "279918384": "Google siv koj txoj haujlwm pub dawb li cas?",
    "2385522384": "Koj yuav pom cov duab thaij duab los ntawm cov koob yees duab ntawm Google lub Waymo tus kheej tsav tsheb, thiab pab txhim kho lawv cov khoom paub.",
    "1517627947": "Tej zaum koj yuav pom cov duab ntawm cov tsev lossis cov paib txoj kev los ntawm Google's Streetview tsheb, thiab pab sau cov chaw rau lawv cov Maps thiab Lub Ntiaj Teb cov khoom.",
    "3225936061": "Koj yuav pom cov duab ntawm cov ntawv sau los ntawm cov nplooj ntawv hauv Google Cov Kev Pabcuam Phau Ntawv, thiab pab txhim kho lawv cov OCR (ntawv lees paub) software.",
    "129661785": "Puas tau raug nug kom \"nias ntawm lub tsheb / hla kev / nres?\"",
    "936667684": "Puas tau raug nug kom \"hom ntawv hauv lub tsev / txoj kev kos npe?\"",
    "3773515538": "Puas tau raug nug kom \"tsim ob lo lus?\"",
    "1778058441": "Hom haujlwm twg khiav ntawm hCaptcha?",
    "366088791": "hCaptcha txhawb nqa ntau yam haujlwm.",
    "3114147525": "hCaptcha cov neeg siv khoom siv cov kev pabcuam rau kev ua haujlwm suav nrog kev paub txog cov khoom, kev paub txog tus cwj pwm (sau cov ntawv sau los txheeb xyuas cov khaub ncaws), kev txheeb xyuas qhov cuam tshuam (xaiv cov khoom muaj feem cuam tshuam los ntawm ntau qhov kev xaiv thaum piv rau cov khoom tseem ceeb), bounding boxes (nrhiav thaj chaw txaus siab rau ib daim duab), \"Human OCR\" ( txheeb xyuas cov ntawv hauv ib daim duab) thiab ntau hom haujlwm.",
    "3139609561": "Hauv qab no yog ob qho piv txwv ntawm kev faib cov duab thiab tus cwj pwm nrhiav haujlwm hom. [",
    "2273532558": "Leej twg yog hCaptcha cov neeg siv khoom them nyiaj?",
    "4104221634": "hCaptcha cov neeg siv khoom nthuav dav ntau yam kev lag luam, los ntawm cov tuam txhab thev naus laus zis mus rau cov neeg tsom mus rau kev zam, khw muag khoom, thiab lwm qhov chaw uas lawv tuaj yeem tsim txiaj ntsig los ntawm kev siv tshuab kev kawm.",
    "1337725003": "hCaptcha tau cog lus rau kev ywj pheej nkag mus rau qhov ntim siab tiag-lub sijhawm annotation, cia cov tuam txhab loj thiab me txhim kho lawv cov khoom thiab cov kev pabcuam zoo los ntawm kev siv tshuab kev kawm rau lawv txoj kev lag luam.",
    "4086379603": "Cov lus nug?",
    "1243684308": "Peb ua raws li koj cov lus pom zoo, thiab xav kom txhua tus muaj kev paub zoo dua hauv online, nrog tsawg dua bots thiab spam tsawg. Hu rau peb:",
    "2645321220": "Thiab yog tias koj xav tias tus nqi ntawm reCAPTCHA siab dhau lawm, nug peb txog hCaptcha Enterprise. Tam sim no siv los ntawm qee cov tshaj tawm loj tshaj plaws, cov tuam txhab kev pabcuam nyiaj txiag, thiab cov tuam txhab tsim vaj tsev hauv lub ntiaj teb, lawv tsis yog ib qho kev ntseeg siab rau reCAPTCHA: peb ntseeg tias lawv muab qhov zoo tshaj plaws bot tiv thaiv tam sim no.",
    "1229233916": "Cov ntawv hauv qab",
    "1115642494": "1. Tau qhov twg los: BuiltWith.com reCAPTCHA qhov chaw teev npe. Muab lo rau Lub Xya hli ntuj 9, 2019.",
    "448807334": "(\"Pua pua lab ntawm CAPTCHAs raug daws los ntawm tib neeg txhua hnub.\") Rov qab rau Lub Xya Hli 8, 2019.",
    "2397590157": "3. Conservative kwv yees: 200 lab daws * 30 vib nas this ib daws nyob rau hauv xyoo = 190.3 neeg-xyoo/hnub.",
    "3236311792": "4. hCaptcha kev soj ntsuam sab hauv. Cov ntaub ntawv sau txog thaum Lub Rau Hli 30, 2019. Cov ntsiab lus muaj nyob ntawm qhov thov.",
    "1752259468": "5. Conservative kwv yees: $0.01 tus nqi ntawm ib qho annotation * 200M avg. annotations ib hnub (qis khi) * 365 hnub hauv ib xyoos * 10 xyoo txij li xyoo 2009 tau txais = $ 7.3 billion tus nqi qis dua.",
    "3268946369": "6. Credit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Source: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIC HIERARCHY BASED RELATIONAL EMBEDDINGS FOR WEAKLY-SAIB DEEP HASHING, Heikki Arponen, Tom E Npis Sov. ICML 2019, LLD Workshop.",
    "2544169219": "Cov txiaj ntsig tsis ntev los no: ICML LLD, Tsib Hlis 2019.",
    "1973347745": "10. Cov duab piv txwv tsis muaj koob muaj npe. Tau qhov twg los: Petapixel.",
    "1493115924": "Cov ntawv cim lag luam:",
    "4051104324": "\"Intuition Machines\" yog lub npe lag luam ntawm Intuition Machines, Inc.",
    "3983646521": "Tag nrho cov khoom npe, logos, hom, cov cim lag luam thiab cov npe lag luam yog cov cuab yeej ntawm lawv cov tswv. Txhua lub tuam txhab, cov khoom lag luam thiab cov npe kev pabcuam siv nyob rau hauv lub vev xaib no yog rau kev txheeb xyuas cov hom phiaj nkaus xwb. Kev siv cov npe, cov cim lag luam thiab cov npe no tsis txhais tau tias muaj kev pom zoo. Nyob rau hauv cov ntaub ntawv no, heev opposite.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM Cov Kws Tshawb Fawb Teeb Meem Tshiab rau Kev Saib Xyuas Cov Ntawv Tsis Txaus Siab (OCR) ntawm CVPR 2020.",
    "1259002282": "Nrhiav tau kab? Nov yog yuav qhia li cas.",
    "3301728462": "Ntau lab tus tib neeg siv hCaptcha txhua lub hlis, ntawm ntau txhiab qhov sib txuas ntawm browsers, txuas ntxiv, khoom siv, firewalls, thiab ntau dua.",
    "3878230879": "Peb lub hom phiaj yog kom paub tseeb tias nws ib txwm ua haujlwm rau koj, yog li peb txaus siab rau koj cov lus ceeb toom!",
    "2465128185": "Txhawm rau muab cov lus qhia ceev, tsuas yog nyem lub pob \"Xa peb cov lus qhia\" khawm.",
    "2921990472": "Yog tias koj pom qhov teeb meem ua haujlwm, thov ua raws li cov lus qhia",
    "2870341481": "hauv qab no. Tsuas yog rau lwm qhov browsers",
    "1866590035": "debug cov lus qhia rau Chrome",
    "444492541": "debug cav cov lus qhia rau Firefox",
    "169267610": "email rau peb",
    "3100722753": "Rau tej teeb meem kev nyab xeeb lossis kev ceev ntiag tug, saib cov lus qhia hauv qab no.",
    "1906593952": "Muab cov lus teb rau hCaptcha koj nyuam qhuav pom",
    "3951254541": "Peb txaus siab rau koj cov tswv yim. Qhia rau peb paub txhua yam teeb meem thiab peb yuav daws sai sai.",
    "3324288040": "Xa peb cov lus qhia",
    "2864016648": "Cov teeb meem ntiag tug",
    "304004915": "Peb tsis quav ntsej cov neeg siv yog leej twg, tsuas yog yuav ua li cas lawv yuav ua phem lossis tshuab. Peb txhawb kev pib xws li",
    "1139493658": ", thiab ua hauj lwm hnyav kom sib npaug ntawm kev ceev ntiag tug thiab kev ruaj ntseg.",
    "3083289844": "Yog tias koj pom ib qho teeb meem uas koj xav tias yuav cuam tshuam rau cov neeg siv ntiag tug, thov email rau peb ntawm",
    "4264784515": "Kev ruaj ntseg kab",
    "963238401": "Peb yeej ib txwm xav tau txais cov ntawv ceeb toom ntawm kev ruaj ntseg kab. Email",
    "3926027556": "thiab peb yuav rov qab rau koj sai sai.",
    "1589805435": "Peb kuj muaj ib",
    "2560582224": "bug bounty program",
    "103876916": "rau cov ntaub ntawv kev nyab xeeb tsim nyog ntawm hCaptcha cov kev pabcuam thiab cov lej muaj feem cuam tshuam.",
    "497117287": "Options Accessibility",
    "3230004040": "Puas yog koj qhov muag tsis pom kev lossis tsis tuaj yeem ua tiav hCaptchas?",
    "3480023141": "Kawm paub ntxiv txog cov kev xaiv nkag mus tau yooj yim",
    "2052161540": "Capturing Bug Report Details: Chrome",
    "2281169898": "Xa cov ntaub ntawv debugging nrog koj daim ntawv tshaj tawm yuav ua rau nws yooj yim dua rau peb txheeb xyuas qhov tshwm sim. Nov yog cov lus qhia step-by-step:",
    "1123365779": "Yog tias koj yog tus tsim lub vev xaib lossis tus neeg siv kev paub, cov ntsiab lus yog peb xav kom koj xa peb lub network kaw HAR thiab browser console cav.",
    "2015218686": "ua ntej koj mus dhau cov kauj ruam no. Yog tias qhov ntawd kho koj qhov teeb meem, peb tseem yuav txaus siab rau koj qhia rau peb paub koj tus browser version, ad blocker lossis browser txuas ntxiv, thiab lub vev xaib URL.",
    "3922723611": "Thov sim disabling tej ad blocker los yog browser kev ruaj ntseg extensions",
    "4036872105": "ua ntej thiab tom qab ntawd rov sim dua",
    "993651083": "Kauj ruam 1: Qhib Cov cuab yeej tsim tawm (Qhov no pib sau cov kev sib tham.)",
    "4163469907": "Kauj ruam 2: Nyem rau Network tab hauv Cov cuab yeej tsim tawm. Kos lub thawv \"Tswj log\" nyob rau saum toj.",
    "4243348003": "Kauj Ruam 3: mus xyuas",
    "641342999": ", los yog lub vev xaib uas koj muaj teeb meem ntawm (Cov Lus Qhia Tsis Pub Leej Twg Paub: tsuas yog tias koj tsis mloog qhia nws yog dab tsi) ... thiab tom qab ntawd nyem lub pob \"Kuv yog tib neeg\", thiab sim daws.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Kauj ruam 4: Nyem \"Export HAR\" (tus me ntsis nqes xub) tom qab koj sim daws, uas txuag lub network log. Xa cov ntaub ntawv ntawd rau peb.",
    "1503240421": "Kauj ruam 5: Nyem rau ntawm Console tab, thiab right-click ces \"Txuag li..\" txhawm rau txuag lub console log. Xa peb li ntawd thiab.",
    "2863840904": "Kauj ruam 6: Kauj ruam kawg, email cov HAR thiab console log ntaub ntawv rau peb, thiab piav qhia txog qhov teeb meem",
    "4051785543": "Siv:",
    "3623028666": "(thov siv qhov kev pabcuam zoo li",
    "551761392": "thiab xa cov ntawv txuas) thiab xaiv lub screenshot, yog tias koj xav tias muaj qee yam tsis pom tseeb. Thov xa tus IP uas koj siv thiab. Koj tuaj yeem tau txais los ntawm",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Ua tsaug rau siv lub sijhawm los pab peb tau txais cov ntaub ntawv no!",
    "3680327841": "Peb cog lus tias yuav ua kom hCaptcha ua haujlwm zoo rau txhua tus",
    "1059502393": "Capturing Bug Report Details: Firefox",
    "1112074001": "Kauj ruam 2: Nyem rau Network tab hauv Cov cuab yeej tsim tawm. Kos lub thawv \"Persist logs\" nyob rau saum toj.",
    "1797298240": "Kauj ruam 4: Nyem \"HAR\" tom qab koj sim daws, thiab xaiv \"Txuag Tag Nrho li HAR\" kom txuag tau lub network log. Xa cov ntaub ntawv ntawd rau peb.",
    "3671246379": "Kauj ruam 5: Nyem rau ntawm Console tab, thiab right-click ces \"Xaiv tag nrho\" thiab khaws cia rau hauv cov ntawv nyeem, thiaj li yuav txuag tau lub console log. Xa peb li ntawd thiab.",
    "3816867833": "Tawm tswv yim",
    "788770967": "Thov txim os! Koj tuaj yeem xav siv peb cov kev xaiv nkag tau yooj yim:",
    "1333016413": "Qhov no cia koj zam cov lus nug yav tom ntej los ntawm kev tso npe thiab teeb tsa lub ncuav qab zib.",
    "2333410049": "Thov kuj sim kaw koj qhov ad blocker.",
    "1345083090": "Qhia txog qhov teeb meem ua haujlwm?",
    "2184564739": "Saib",
    "604751186": "Lwm yam teeb meem? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "yuav ua li cas tshaj tawm cov teeb meem nrog cov cav kom ntxaws",
    "1050501253": "Nyuaj heev",
    "3264813246": "Tsis tsim nyog",
    "3526939538": "Software Bug",
    "126134492": "Lwm yam",
    "3511610999": "Cia peb ua kom koj mus rau qhov chaw zoo.",
    "3906886217": "Rau cov tuam txhab lossis cov vev xaib",
    "1621597093": "Enterprise kev ruaj ntseg daws teeb meem (them)",
    "3176531704": "Cov ntaub ntawv annotation",
    "1834239172": "Yuav cov kev pabcuam hCaptcha annotation",
    "1457707016": "Rau cov tib neeg",
    "770264626": "Ntxiv hCaptcha rau koj qhov kev pabcuam (dawb)",
    "881015166": "Ntxiv hCaptcha rau Publishers rau kuv lub vev xaib lossis app",
    "47536007": "Kawm ntxiv txog hCaptcha",
    "2012837493": "Tshawb nrhiav",
    "4034694801": "Tsis muaj qhov sib piv.",
    "3621411541": "Kawm txog cov kev xaiv nkag tau rau hCaptcha",
    "3401005681": "Khwv tau nyiaj",
    "3933993151": "Ua haujlwm raws li tus kheej cov ntaub ntawv sau npe",
    "563059212": "Cov npe ntawm cov txheej txheem subprocessors",
    "3501923981": "Hloov kho tshiab kawg: Lub Ib Hlis 1, 2020.",
    "3548097301": "Pib siv: Lub Ib Hlis 1, 2020.",
    "3991444169": "Nplooj ntawv no teev cov txheej txheem tam sim no rau hCaptcha Enterprise kev pabcuam.",
    "835396984": "Tam sim no Active",
    "424089481": "Amazon Web Services, Inc. (Ntiaj teb). Cov kev pabcuam muab: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Cov kev pabcuam muab: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Ntiaj teb). Kev pabcuam: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Cov kev pabcuam muab: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nco tseg: tsis siv rau txhua tus neeg siv khoom. Piv txwv li, IP Blinding lossis lwm yam kev ceev ntiag tug lossis kev xaiv kev nyab xeeb cov neeg siv khoom (xws li Secure Virtual Tenancy cov neeg siv khoom) raug tshem tawm tag nrho los ntawm cov peev txheej \"PII\" puas tau nkag mus rau hauv telemetry systems, txawm tias tus IP chaw nyob. Thov hu rau koj tus neeg sawv cev rau tus account kom paub ntau ntxiv yog tias xav tau.",
    "700843971": "Hound Technology, Inc. (Global). Cov kev pabcuam muab: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Cov kev pabcuam muab: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Cov kev pabcuam muab: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Cov kev pabcuam muab: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastructure",
    "370366524": "Ephemeral Service Telemetry",
    "121192737": "Tom ntej no ntxiv",
    "2420789666": "Fastly, Inc. Cov Kev Pabcuam muab: ceev ceev CDN thiab ntug xam.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Pib siv: Cuaj hlis 1, 2021. Infrastructure Ntxiv",
    "1487796027": "Rau cov tuam txhab",
    "3943417791": "Tau txais kev txhawb nqa rau hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (dawb)",
    "3397976149": "Tau txais kev txhawb nqa rau hCaptcha Publisher",
    "833750823": "Puas muaj kev nyuaj nrog kev sib tw?",
    "2024737147": "Xav qhia txog kab mob?",
    "1978884623": "Kawm paub ntau ntxiv txog kev tshaj tawm cov teeb meem software",
    "4188664955": "Master Terms of Service",
    "2621989404": "Hloov kho tshiab kawg: Cuaj hlis 24, 2021. Thov nco ntsoov tias peb cov lus Askiv muaj cai.",
    "2404545611": "Txais tos rau hCaptcha! Ua tsaug uas koj tau los ua ib feem ntawm peb lub zej zog. Txhua tus neeg siv ntawm \"Kev Pabcuam\" (txhais hauv qab no) yuav tsum pom zoo rau cov ntsiab lus hauv qab no (\"Cov Kev Pabcuam\"). Raws li Cov Cai Lij Choj Kev Pabcuam no, \"IMI\", \"peb\" thiab \"peb\" yog hais txog Intuition Machines, Inc. thiab nws cov koom tes, koom tes, tub ceev xwm, cov neeg ua haujlwm, cov neeg sawv cev, thiab cov neeg sawv cev, thiab peb \"lub vev xaib\" suav nrog txhua lub vev xaib hauv qab no. peb tswj, suav nrog www.hcaptcha.com thiab www.imachines.com.",
    "2348450790": "Thov nyeem Cov Kev Pabcuam no. Lawv suav nrog, ntawm lwm cov kev cai, tsis lees paub txog kev lees paub, kev txwv ntawm kev lav phib xaub, thiab kev txiav txim siab txiav txim siab. Thov nco ntsoov tias Cov Cai Lij Choj Kev Pabcuam no tuaj yeem hloov pauv txij li koj tau mus ntsib peb lub vev xaib kawg. Peb tuaj yeem hloov kho thiab hloov kho Cov Lus Cog Tseg ntawm Kev Pabcuam ib ntus hauv peb qhov kev txiav txim siab ib leeg. Nyob rau hauv qhov xwm txheej ntawm cov ntaub ntawv hloov pauv, peb yuav ceeb toom rau koj los ntawm kev tshaj tawm Cov Lus Cog Tseg ntawm Kev Pabcuam tshiab ntawm nplooj ntawv no, tom qab ntawd koj yuav tsum lees paub qhov hloov tshiab Cov Cai Lij Choj txhawm rau txhawm rau txuas ntxiv siv lossis nkag mus rau Qhov Chaw lossis Kev Pabcuam.",
    "1064537632": "Thov nco ntsoov tias koj qhov kev siv peb qhov kev pabcuam yog tswj hwm los ntawm peb Daim Ntawv Pom Zoo Ua Haujlwm, uas tau muab tso rau hauv no los ntawm kev siv. Thov tshuaj xyuas daim ntawv cog lus no kom pom seb peb ua cov ntaub ntawv tus kheej li cas rau koj. Nco ntsoov tias peb ua haujlwm ua \"cov ntaub ntawv processor\" rau lub hom phiaj ntawm EU General Data Protection Regulation, thiab \"cov neeg muab kev pabcuam\" rau lub hom phiaj ntawm California Consumer Privacy Act.",
    "1933936765": "Daim ntawv cog lus ua cov ntaub ntawv (Hloov kho tshiab kawg: Cuaj hlis 23, 2021)",
    "2959486280": "Yog tias koj tsis pom zoo rau Cov Kev Pabcuam Cov Cai no, koj yuav tsis siv lossis nkag mus rau Qhov Chaw lossis Kev Pabcuam.",
    "3200859925": "1. Lub hom phiaj",
    "1807143500": "Cov Kev Pabcuam muaj xws li kev pabcuam kev ruaj ntseg hauv online (\"hCaptcha Service\") thiab lub platform (\"Intuition Machines Platform\") uas ib tus neeg (\"Contributor\") tuaj yeem xaiv los ua cov haujlwm uas lwm tus neeg sab nrauv lossis Intuition Machines nws tus kheej (txhua tus ib tug \"Thov\") tshaj tawm rau peb lub vev xaib lossis hCaptcha Service, ncaj qha rau ntawm peb lub vev xaib lossis los ntawm kev nkag mus rau Intuition Machines Platform thiab / lossis ua haujlwm los ntawm lossis cuam tshuam nrog lwm tus neeg sab nrauv thiab / lossis platform lossis kev pabcuam (txhua, ib qho \"Integrator\"). Cov neeg thov tshaj tawm txoj haujlwm thiab caw cov neeg koom tes los ua lawv hauv kev sib pauv rau cov khoom plig muab los ntawm IMI rau Integrators, lossis raws li tau txiav txim los ntawm tus neeg thov, yog tias tus neeg thov siv Intuition Machines Platform lossis hCaptcha Service los ua haujlwm rau lawv tus kheej cov neeg siv kawg. Peb them cov tuam txhab thiab cov tib neeg (txhua tus \"Cov Neeg Siv Khoom\") rau kev siv peb lub platform kom lawv tuaj yeem siv peb cov software, sau cov haujlwm, ntiav peb los sau cov haujlwm, thiab / lossis nkag mus rau Cov Pabcuam. Peb kuj tseem them nqi Integrators rau kev siv peb cov kev pabcuam hCaptcha txhawm rau txo qis kev dag, kev tsim txom, thiab spam ntawm lawv lub vev xaib, mobile apps, thiab lwm yam khoom hauv online. Cov lus hauv qab no raug xa mus ua ke ua \"Kev Pabcuam.\"",
    "3212830633": "2. Kev tsim nyog",
    "2605814073": "Los ntawm kev siv lossis sau npe rau peb Cov Kev Pabcuam, koj pom zoo: koj muaj hnub nyoog tsawg kawg yog 18 xyoo; koj muaj txoj cai nkag mus rau daim ntawv cog lus no sawv cev ntawm koj tus kheej lossis lub koomhaum uas koj sawv cev, thiab txhua lub sijhawm yuav ua raws li Cov Cai Lij Choj Pabcuam no thiab tag nrho IMI cov cai thiab cov lus qhia hais txog ntawm no; thiab koj yuav tsis tsim txom peb lub vev xaib, qhia koj tus kheej tsis raug rau peb, lossis siv kev txawj ntse ntse los ua kom tiav ib feem ntawm txhua txoj haujlwm ntawm IMI uas yuav tsum muaj kev txawj ntse ntawm tib neeg.",
    "2616040974": "3. Cov neeg siv khoom thiab cov neeg thov",
    "1544829730": "Yog tias koj yog ib tus neeg siv khoom lossis tus neeg thov, koj pom zoo tias cov ntsiab lus ntxiv nrog rau ntawm no raws li Cov Neeg Siv Khoom Siv Ntxiv yuav siv tau thiab muab tso ua ke los ntawm kev siv rau hauv Cov Kev Pabcuam no. Yog tias koj tsis yog Tus Neeg Siv Khoom lossis Tus Neeg Thov, lossis tsis yog Tus Neeg Siv Khoom lossis Tus Neeg Thov, ces cov ntsiab lus ntxiv hauv Cov Neeg Siv Khoom Ntxiv yuav tsis siv lossis lawv yuav raug suav nrog los ntawm kev siv rau hauv Cov Lus Cog Tseg ntawm Kev Pabcuam.",
    "3759360138": "4. Username thiab Password",
    "2236960358": "Thaum sau npe, koj yuav raug hais kom nthuav tawm qee cov ntaub ntawv ntiag tug txog koj (\"Cov Ntaub Ntawv Tus Kheej\"), suav nrog koj lub npe, email chaw nyob, thiab tsim tus username thiab password, tag nrho cov no yuav raug raws li Txoj Cai Tswjfwm Ntiag Tug, muaj nyob ntawm peb. lub vev xaib. Koj ib leeg yog lub luag haujlwm saib xyuas, ua kom ntseeg tau thiab tswj xyuas kev ruaj ntseg ntawm koj tus account, passwords, thiab cov yuam sij authentication cuam tshuam nrog koj tus account, thiab koj yog lub luag haujlwm rau kev siv lossis kev txiav txim los ntawm kev siv cov ntaub ntawv ntawd ntawm Cov Kev Pabcuam.",
    "3047519814": "Koj pom zoo tias koj yuav tsis qhia koj tus account lossis password rau leej twg.",
    "1699668873": "Koj yuav tsum ceeb toom rau IMI tam sim yog tias koj xav tias koj cov ntaub ntawv nyiaj txiag tau raug nyiag lossis siv los ntawm lwm tus, lossis lwm yam ua txhaum cai.",
    "3044038608": "Koj pom zoo muab peb cov ntaub ntawv muaj tseeb, raug thiab ua tiav raws li tau thov hauv peb cov txheej txheem sau npe. Koj kuj pom zoo kom hloov kho cov ntaub ntawv tam sim no raws li qhov tsim nyog kom nws tam sim no thiab raug.",
    "4132302900": "5. Koj Tus Kheej, Koj Cov Ntaub Ntawv, thiab \"Cov Ntaub Ntawv Rau Txhua Tus\"",
    "10724169": "Koj lees txais peb Txoj Cai Tswjfwm Ntiag Tug, uas tswj hwm peb yuav ua li cas nrog Cov Ntaub Ntawv Tus Kheej uas koj muab rau peb.",
    "1669194950": "Ntxiv rau Cov Ntaub Ntawv Tus Kheej, koj kuj tseem yuav tsum tau muab (lossis nws yuav tsim nyog rau peb sau) lwm cov ntaub ntawv kom peb thiaj li muab Cov Kev Pabcuam (suav ua ke, \"Cov Ntaub Ntawv Cov Neeg Siv Khoom\"). Peb tsis muaj lub luag haujlwm rau qhov tsis ua haujlwm rau kev pabcuam uas yog tshwm sim los ntawm koj qhov kev ncua lossis tsis muab cov ntaub ntawv rau Cov Neeg Siv Khoom.",
    "1330274831": "Koj tuaj yeem tso cai rau peb thoob ntiaj teb, tsis suav nrog, sublicenseable, hloov tau, tsis muaj nuj nqis, tsis muaj cai thim rov qab thaum lub sijhawm Daim Ntawv Pom Zoo no siv, tsim tawm, faib hluav taws xob, thiab nthuav tawm pej xeem cov ntaub ntawv Cov Neeg Siv Khoom nkaus xwb rau lub hom phiaj ntawm kev muab Cov Kev Pabcuam. . Koj sawv cev thiab lees paub tias koj muaj cai txaus, lub npe, thiab kev txaus siab rau thiab rau koj cov ntaub ntawv txhawm rau muab daim ntawv tso cai hauv ntu no.",
    "2230333214": "Peb suav nrog Cov Ntaub Ntawv Cov Neeg Siv Khoom nrog lwm cov ntaub ntawv kom cov txiaj ntsig tsis yog tus kheej txheeb xyuas tau thiab peb kuj tseem sau cov ntaub ntawv tsis raug txheeb xyuas thiab cov ntaub ntawv hais txog kev siv Cov Kev Pabcuam (\"Aggregate / De-identified Data\"). Txawm hais tias tsis muaj dab tsi los ntawm qhov tsis sib xws ntawm no, cov ntaub ntawv sib sau ua ke / De- txheeb xyuas cov ntaub ntawv no tuaj yeem siv los ntawm IMI rau txhua lub hom phiaj kev lag luam thaum lossis tom qab lub sijhawm ntawm Daim Ntawv Pom Zoo no, suav nrog tsis muaj kev txwv los tsim thiab txhim kho Cov Kev Pabcuam thiab tsim thiab faib cov ntaub ntawv thiab lwm yam. cov ntaub ntawv. Cov Ntaub Ntawv Cov Neeg Siv Khoom kuj tseem tuaj yeem tshwm sim thiab muab tso rau hauv lub kaw lus rau lub sijhawm txwv tsis pub dhau 180 hnub tom qab ua tiav txoj haujlwm, piv txwv li tsis siv neeg calibration lossis validation cov ntaub ntawv rau Intuition Machines systems. Kom meej meej, Tshooj 5 no tsis muab txoj cai rau peb los txheeb xyuas koj raws li lub hauv paus ntawm cov ntaub ntawv sib sau ua ke/De-identified yam tsis tau koj daim ntawv tso cai ua ntej.",
    "3881754581": ". Yog tias koj yog ib tus neeg siv khoom ntawm peb cov kev pabcuam annotation thiab tau xaiv \"Cov Ntaub Ntawv Rau Txhua Tus\" kev xaiv ua ib feem ntawm koj siv Cov Kev Pabcuam, ces koj muab rau IMI thiab txhua tus neeg siv cov kev pabcuam thoob ntiaj teb, tsis suav nrog, sublicenseable, hloov pauv, tsis muaj nuj nqis, tsis muaj daim ntawv tso cai thim rov qab los siv tag nrho cov Ntaub Ntawv Cov Neeg Siv Khoom, suav nrog txhua yam muaj feem cuam tshuam txog cov cuab yeej cuab tam. Yog tias koj xaiv qhov \"Data for All\" kev xaiv, koj sawv cev thiab lees paub tias koj muaj txoj cai txaus, lub npe, thiab kev txaus siab rau thiab rau koj cov ntaub ntawv txhawm rau muab daim ntawv tso cai hauv ntu no.",
    "3496767126": "Txhawm rau zam kev tsis ntseeg, cov kab lus hauv qab no tsuas yog siv rau Cov Neeg Siv Khoom siv peb cov kev pabcuam annotation, thiab tsis yog siv peb cov Kev Pabcuam raws li kev sib koom ua ke.",
    "767207800": "Yog tias koj cov ntaub ntawv muaj cov ntsiab lus tsis meej lossis tsis txaus ntseeg, peb xav kom koj khij lawv \"TSEEM CEEB\" los ua kev ceeb toom ncaj ncees rau txhua tus neeg uas pom koj cov ntaub ntawv. Koj tsis tuaj yeem tsis muaj daim ntawv cog lus sib cais nrog IMI suav nrog cov haujlwm uas ua txhaum peb cov cai, suav nrog, tab sis tsis txwv rau, (a) cov haujlwm ncaj qha lossis ncaj qha txhawb lwm lub vev xaib lossis kev pabcuam, (b) cov haujlwm uas ua txhaum lub vev xaib thib peb cov lus thiab tej yam kev mob, (c) cov dej num uas nug Cov Neeg Koom Tes kom thov cov neeg thib peb, (d) cov dej num uas hais kom Cov Neeg Koom Tes ua haujlwm los tswj xyuas lub vev xaib tus cwj pwm lossis cov txiaj ntsig, (e) cov dej num uas ua txhaum txoj cai kev txawj ntse ntawm peb tog, thiab (f) cov dej num uas xav kom cov neeg koom tes rub tawm software lossis cov ntaub ntawv.",
    "3370561195": "6. Kev coj cwj pwm zoo",
    "4205152730": "Koj raug txhawb kom muaj kev cuam tshuam nrog lwm tus neeg siv nyob txhua qhov chaw ntawm peb lub vev xaib, Lub Rooj Sib Tham, Kev Sib Tham, Kev Sib Tham, thiab lwm yam kev tshaj xov xwm kev sib raug zoo tswj los ntawm IMI, tab sis yog tias koj ua li ntawd koj yuav tsum ua raws li tag nrho cov ntsiab lus ntawm kev pabcuam thiab siv ntawm peb lub xaib thiab tag nrho cov kev cai lij choj. .",
    "1394253934": "7. Kev tsim txom, kev tsim txom, thiab kev hais lus tsis tseeb",
    "1406393333": "Ib qho kev nkag lossis siv cov Kev Pabcuam uas tsis yog ua raws li Cov Cai Lij Choj Kev Pabcuam no thiab cov lus qhia uas peb muab yog txwv nruj. Hauv particular, koj TSIS TAU:",
    "3409726716": "sau npe rau ntau tshaj ib tus account nrog peb yam tsis tau sau ntawv tso cai;",
    "3119498672": "ua ib txoj haujlwm nrog kev siv Internet bots, web robots, bots, scripts, lossis lwm yam kev txawj ntse lossis lwm yam sim kom tau txais khoom plig los ntawm IMI lossis ib tus neeg thov lossis kev koom ua ke yam tsis tau ua tiav cov haujlwm raws li lawv tau piav qhia;",
    "1188668818": "muab cov ntaub ntawv tsis raug thaum siv lub vev xaib no (xws li tsis muaj kev txwv tsis pub lwm tus neeg lossis lub koom haum hauv koj tus account, lossis qhia tsis tseeb lossis lwm yam qhia koj tus kheej lossis koj koom nrog lwm tus neeg lossis koom haum hauv koj tus as khauj;",
    "2804310964": "nkag mus lossis sim nkag mus rau peb lub vev xaib los ntawm lub vev xaib tus neeg siv lub npe lossis lwm yam khoom siv tsim los ua kom pom tseeb ntawm koj qhov chaw tseeb lossis tus kheej lossis los ntawm lwm txoj kev uas tsis yog lub interface muab;",
    "1374227759": "siv lub vev xaib rau kev ua txhaum cai, lossis rau lwm lub hom phiaj uas tsis yog lub hom phiaj uas nws tau tsim muaj;",
    "2103513933": "koom nrog cov haujlwm uas cuam tshuam lossis cuam tshuam kev ua haujlwm ntawm lub xaib;",
    "137127070": "ntxig, upload, lossis xa cov kab mob phem lossis tsis paub txog lwm qhov txuas lossis cov ntaub ntawv, lossis upload cov ntsiab lus uas muaj tus kab mob, Trojan nees, worm, lub sijhawm foob pob, lossis lwm yam teeb meem hauv computer;",
    "1686655020": "Upload tej ntsiab lus uas raug cai uas tsis yog koj thawj txoj haujlwm, tshwj tsis yog tias koj tau tso cai los ntawm tus tswv tsim nyog los tshaj tawm cov ntsiab lus no thiab tso cai rau IMI tag nrho cov ntawv tso cai muaj cai tso cai ntawm no;",
    "1406692811": "koom nrog spamming lossis tshaj tawm txhua yam kev tshaj tawm, sim kom tau txais kev xa mus, kev sib txuas lus loj, nyiaj txiag lossis kev thov, thov cov kev pabcuam, tshaj tawm, kev lag luam, cov lus tsis muaj tseeb, cov ntsiab lus sib tshooj, cov ntsiab lus tsis raug cai, kev sib txuas lub vev xaib, email chaw nyob, lossis instant messenger IDs tshwj tsis yog xav tau los ntawm txoj haujlwm;",
    "3893539589": "ntxig rau sab nraud txuas uas muab cov khoom lossis kev pabcuam tshwj tsis yog xav tau los ntawm txoj haujlwm;",
    "3214322759": "txwv tsis pub koom nrog tej yam phem lossis kev dag ntxias.",
    "3733422465": "8. Txheeb xyuas koj Tus Kheej",
    "267645277": "IMI tuaj yeem txheeb xyuas koj tus kheej. Qhov no yuav suav nrog kev sib piv koj cov ntaub ntawv ntiag tug tiv thaiv cov ntaub ntawv thib peb lossis cov ntaub ntawv raug cai. Koj tso cai rau peb ua cov lus nug uas tsim nyog los lees paub koj tus kheej, koj cov tswv cuab ntawm koj tus email chaw nyob, thiab koj cov tswv cuab ntawm koj cov nyiaj txiag. Koj pom zoo muab cov ntaub ntawv hais txog koj los pab peb hauv kev txheeb xyuas koj tus kheej.",
    "4169910317": "9. Ua raws li Txoj Cai",
    "519755936": "Koj ib leeg yog lub luag haujlwm ua raws li tsoomfwv, lub xeev, lub xeev, thiab cov cai hauv nroog uas cuam tshuam nrog koj kev siv Cov Kev Pabcuam. Koj pom zoo kom them nyiaj thiab tuav peb yam tsis muaj kev phom sij rau ib qho kev thov tawm tsam peb vim tias koj ua tsis tau raws li txoj cai lij choj lossis ua txhaum txoj cai thib peb, suav nrog yam tsis muaj kev txwv kev cog lus, khoom ntiag tug, lossis cov cai ntiag tug.",
    "731546974": "10. Tus neeg koom tes lossis cov se sib koom ua ke",
    "3128328457": "Yog tias koj yog Tus Pab Koom Tes lossis Kev Sib Koom Tes, koj ib leeg yog lub luag haujlwm rau kev them nyiaj kwv yees lossis lwm yam hauv tsoomfwv, lub xeev, lossis cov nyiaj tau los hauv zej zog, kev ruaj ntseg, FICA, thiab cov neeg ua haujlwm cov nyiaj them poob haujlwm vim kev siv peb lub vev xaib, nrog rau cov se zoo sib xws lossis cov nqi them hauv cov cheeb tsam tsis nyob hauv Asmeskas. Koj pom zoo them nyiaj thiab tuav peb yam tsis muaj kev phom sij rau txhua qhov kev ntsuam xyuas tawm tsam peb vim tias koj tsis ua raws li cov cai lij choj se.",
    "2931396764": "11. Ua txhaum Cov Cai Lij Choj Pabcuam no",
    "1240667045": "Tej zaum peb yuav ncua, txwv, lossis tshem tawm koj txoj kev nkag mus rau Cov Kev Pabcuam txhua lub sijhawm rau ib qho laj thawj, suav nrog vim: (a) peb ntseeg tias koj tau ua txhaum cov Cai Lij Choj Pabcuam no (nrog rau lwm cov kev cai cuam tshuam); (b) peb ntseeg tias koj tau ua txhaum peb cov cai lossis cov cai ntawm lwm tus neeg sab nrauv; (c) peb tsis tuaj yeem tshawb xyuas lossis lees paub cov ntaub ntawv koj tau muab rau peb; lossis (d) peb ntseeg tias koj qhov kev ua yuav tsim kev lav phib xaub rau koj, peb, lossis lwm tus neeg sab nrauv. Txhawm rau kom tsis txhob muaj kev tsis ntseeg, peb muaj cai tiv thaiv lossis ncua kev them nyiaj rau koj yog tias peb ntseeg tau tias ib qho ntawm cov lus hais saum toj no siv rau cov nyiaj them no.",
    "1601080128": "Yog tias peb ncua lossis txiav koj tus as khauj, koj yuav tsis muaj kev nkag mus rau txhua qhov chaw ntawm lub vev xaib, suav nrog cov ntaub ntawv, cov lus, cov ntaub ntawv, thiab lwm yam khoom uas koj khaws rau ntawm lub xaib. Koj tuaj yeem TSIS txuas ntxiv siv peb lub vev xaib raws li tus lej sib txawv lossis lub npe tshiab. Kev ua txhaum cai ntawm Cov Cai Lij Choj Kev Pabcuam no tuaj yeem raug foob mus rau tag nrho ntawm txoj cai lij choj thiab yuav ua rau muaj kev nplua thiab kev nplua ntxiv.",
    "1160707899": "12. Tus Muab Lub Luag Haujlwm thiab Kev Sib Raug Zoo nrog IMI thiab Lwm Tus Neeg Thov",
    "269838707": "Yog tias koj yog tus Pab Koom Tes, koj thiab tsuas yog koj txiav txim siab seb qhov twg thiab pes tsawg txoj haujlwm ua kom tiav, thiab thaum twg thiab qhov twg koj ua tiav lawv. Koj muaj kev ywj pheej los siv sijhawm ntau lossis tsawg dua ua tiav cov haujlwm raws li koj xaiv. Tsis muaj ib lub sijhawm twg koj yuav tsum tau ua kom tiav ib txoj haujlwm.",
    "1087195513": "Yog tias koj yog Tus Pabcuam uas nkag mus rau Cov Kev Pabcuam thiab / lossis ua haujlwm los ntawm lossis cuam tshuam nrog Integrator sawv cev ntawm tus thov uas tsis yog IMI, ces koj pom zoo thiab lees paub tias Intuition Machines tsis lav thiab tsis muaj lub luag haujlwm rau koj nrog hwm rau ib qho khoom plig lossis lwm yam nyiaj them rau cov haujlwm ua tiav. Koj pom zoo thiab lees paub tias txhua yam khoom plig lossis lwm yam nyiaj them rau kev ua tiav tsuas yog txiav txim siab raws li koj qhov kev pom zoo nrog Tus Neeg Thov thiab / lossis Tus Neeg Sib Koom, raws li muaj. Txhua qhov kev tsis sib haum xeeb ntawm cov khoom plig lossis lwm yam nyiaj them (xws li yam tsis muaj kev txwv tsis tau txais cov khoom plig lossis lwm yam nyiaj them) tsuas yog ntawm koj thiab Tus Neeg Thov thiab / lossis Tus Neeg Koom Tes, raws li muaj feem xyuam.",
    "952813944": "Tsis yog koj siv peb lub vev xaib lossis ib yam dab tsi hauv daim ntawv cog lus no tsim kev ua haujlwm, kev sib koom tes, kev sib koom ua lag luam, koom haum, franchise, lossis kev muag khoom sawv cev kev sib raug zoo ntawm koj thiab Intuition Machines. Peb tsis muab koj cov cuab yeej lossis cov cuab yeej los ua kom tiav ib txoj haujlwm. Peb tsis muab koj cov txiaj ntsig, nyiaj them rau cov neeg ua haujlwm, lossis kev tuav pov hwm. Peb tsis muaj lub luag haujlwm rau cov nuj nqis uas koj tau siv hauv peb lub vev xaib. Peb yuav tsis txwv ib qho nyiaj los ntawm koj qhov khoom plig rau tsoomfwv lossis lub xeev cov nyiaj tau los se, Social Security, lossis lwm yam se. Koj muaj kev ywj pheej txhua lub sijhawm los ua haujlwm rau txhua tus neeg lossis kev lag luam, suav nrog ib qho ntawm peb cov neeg sib tw. Koj tsis muaj cai nkag mus rau hauv ib daim ntawv cog lus, sau lossis hais lus, sawv cev ntawm Intuition Machines.",
    "3460432665": "Txawm li cas los xij, yog tias koj yog ib tus neeg them se hauv Teb Chaws Asmeskas peb tuaj yeem thov los ntawm koj daim ntawv W-9, kom hloov kho txhua xyoo, thiab peb tuaj yeem txwv koj los ntawm kev ua haujlwm kom txog thaum koj ua tiav lossis hloov kho W-9.",
    "458271951": "Yog tias koj yog Tus Pabcuam uas nkag mus rau Cov Kev Pabcuam thiab / lossis ua haujlwm los ntawm lossis cuam tshuam nrog Integrator sawv cev ntawm Intuition Machines (ua tus thov), Intuition Machines yuav muab nqi zog rau koj kom ua tiav qee yam haujlwm. Hauv qhov xwm txheej koj raug pom tias tau koom nrog kev dag, kev tsim txom, lossis ua txhaum cai ntawm Cov Cai Lij Choj Pabcuam no, ib qho thiab tag nrho cov khoom plig rau koj yuav raug txiav thiab / lossis rov qab los ntawm Intuition Machines.",
    "3056723024": "13. Kev Ua Haujlwm Tsis Tau Ua tiav",
    "3913203723": "Yog tias, vim li cas, tus neeg thov tsis lees txais kev ua tiav ntawm txoj haujlwm koj ua tiav, koj ua tus Pab Koom Tes lossis Kev Koom Tes yuav tsis muaj cai tau txais txiaj ntsig rau txoj haujlwm. Nyob rau hauv qhov xwm txheej uas cov khoom plig twb tau muab faib rau koj rau qhov ua tiav tsis tiav, peb yuav rov qab tau lawv ntawm koj.",
    "3666807632": "14. Kev Tsim Nyog Muaj Peev Xwm thiab Kev Txawj Ntse",
    "1993899769": "15. Peb siv cov ntaub ntawv",
    "2927283721": "Los ntawm kev ua haujlwm ntawm peb lub vev xaib, koj tso cai rau sau, siv, thiab nthuav tawm koj cov ntaub ntawv ntiag tug raws li peb Txoj Cai Tswjfwm Ntiag Tug. Tsis tas li ntawd, peb tuaj yeem qhia qee cov ntaub ntawv hais txog koj thiab koj cov dej num ua tiav rau tus neeg thov uas koj tau ua tiav los pab txhawb kev sib raug zoo ntawm kev pabcuam thiab txhim kho lub vev xaib, suav nrog, piv txwv li, Contributor ID, cov txiaj ntsig ntawm kev ua tiav, thiab lwm yam khoom muaj feem xyuam nrog. koj qhov kev tsim nyog, hom lus, kev txawj, thiab kev siv lub vev xaib.",
    "3027055607": "16. Cov Khoom Muaj Peev Xwm thiab Cov Cai Muaj Cai",
    "3910971075": "IMI muaj txhua txoj cai, suav nrog cov cai ntawm kev txawj ntse, nyob rau hauv cov cai, cov khoom code lossis cov qauv hauv qab, cov tswv yim lossis algorithms, API, thiab lwm yam software, cov ntaub ntawv lossis cov ntaub ntawv ntsig txog Cov Kev Pabcuam (\"Software\"). Koj yuav tsis, ncaj qha los yog tsis ncaj, los ntawm ib tug thib peb tog los yog lwm yam: (a) rov qab engineer, decompile, disassemble, los yog lwm yam sim mus nrhiav tau lub Software; (b) hloov kho, txhais, lossis tsim cov haujlwm ua haujlwm raws li ib qho Software; (c) luam, xauj, xauj, faib, cog lus, muab, lossis lwm yam hloov lossis encumber cai rau ib qho Software; (d) siv ib qho Software rau lub sij hawm sib faib, kev pab cuam lub hom phiaj, los yog lwm yam rau cov txiaj ntsim ntawm ib tug thib peb tog; los yog (e) tshem tawm tej ntawv ceeb toom los yog daim ntawv lo.",
    "3660891610": "Yog tias koj yog Tus Pab Koom Tes, IMI, thiab tsis yog koj, muaj txoj cai muaj tswv yim hauv txhua txoj haujlwm koj tsim ua ib feem ntawm kev ua tiav ib txoj haujlwm. Los ntawm kev lees txais cov nqe lus ntawm Daim Ntawv Pom Zoo no koj pom zoo rau (thiab ua li no) hloov pauv kev muaj, kev ua tswv cuab, thiab lub npe (nrog rau tag nrho cov cuab yeej cuab tam muaj nyob thoob plaws ntiaj teb) hauv thiab rau koj txoj haujlwm rau peb. Txhawm rau kom ntseeg tau tias peb muaj peev xwm tau txais, zoo meej, thiab siv cov cai no, koj pom zoo ntxiv rau (i) kos npe rau cov ntaub ntawv los pab hauv cov ntaub ntawv, kev ua tiav thiab kev tswj hwm peb txoj cai; thiab (ii) muab cov ntaub ntawv tsim nyog rau kev sau cia, ua kom tiav, ruaj ntseg, tiv thaiv, thiab ua raws li cov cai muaj nyob hauv txhua lub tebchaws. Koj cov luag num nyob rau hauv nqe lus no tseem yuav txuas ntxiv txawm tias tom qab koj rho npe los ntawm lossis tso tseg kev siv Cov Kev Pabcuam. Koj xaiv peb ua koj tus kws lij choj-qhov tseeb los ua cov ntaub ntawv sawv cev rau koj cov hom phiaj tau teev tseg hauv ntu no.",
    "426125156": "17. Copyright thiab TakeDown",
    "1408530660": "IMI hwm cov cuab yeej kev txawj ntse ntawm lwm tus thiab peb muaj cai tshem tawm ntawm peb lub xaib txhua yam khoom uas peb ntseeg tias yuav ua txhaum txoj cai kev txawj ntse ntawm lwm tus neeg sab nrauv. Yog tias koj ntseeg tias koj tus kheej ua haujlwm tau raug luam tawm hauv txoj hauv kev uas suav nrog kev ua txhaum cai ntawm lub vev xaib no, thov hu rau Intuition Machines cov neeg siv khoom txhawb nqa.",
    "2696932851": "18. Kev them nyiaj",
    "3844300338": "Koj pom zoo rau kev them nyiaj, tiv thaiv, thiab tuav peb yam tsis muaj kev phom sij los ntawm txhua qhov kev thov, kev puas tsuaj, kev lav phib xaub, cov nqi, thiab cov nuj nqis (nrog rau tus kws lij choj tus nqi thiab cov nqi tsim nyog), tshwm sim los ntawm lossis cuam tshuam txog koj cov haujlwm lossis koj siv peb lub vev xaib .",
    "2474091800": "19. Kev sib cav nrog lwm tus neeg siv; Tso tawm",
    "3162107126": "IMI tsis yog ib feem ntawm kev tsis sib haum xeeb ntawm koj thiab lwm tus neeg siv ntawm Kev Pabcuam. Koj tso IMI thiab nws cov koom tes los ntawm ib qho thiab tag nrho cov lus thov, kev thov, thiab kev puas tsuaj ntawm txhua yam thiab xwm, paub thiab tsis paub, xav tias thiab tsis xav txog, nthuav tawm thiab tsis qhia tawm, tshwm sim los ntawm lossis txuas nrog kev tsis sib haum xeeb ntawm koj thiab lwm tus neeg siv.",
    "2271969747": "20. Cov ntaub ntawv tsis pub lwm tus paub koj tau txais",
    "1042802841": "Cov ntaub ntawv tsis pub lwm tus paub yog txhua yam ntaub ntawv uas tau cim tias tsis pub lwm tus paub lossis muaj tswv, lossis uas yuav tsum nkag siab zoo los ntawm tog neeg txais yuav tsum tsis pub leej twg paub lossis muaj tswv. Qhov no tsis suav nrog cov ntaub ntawv uas yog (1) tshaj tawm rau pej xeem, (2) twb tau muaj, tsim los ntawm nws tus kheej los ntawm, lossis twb paub rau tus neeg txais, lossis (3) tau tshaj tawm los ntawm lub tsev hais plaub txiav txim lossis raws li qhov xav tau los ntawm txoj cai.",
    "1918025546": "Yog tias koj tau muab cov ntaub ntawv tsis pub lwm tus paub los ntawm ib tus neeg hauv Cov Kev Pabcuam, koj pom zoo los tiv thaiv cov ntaub ntawv tsis pub lwm tus paub nrog tib qib kev saib xyuas koj siv los tiv thaiv koj tus kheej cov ntaub ntawv tsis pub lwm tus paub, tab sis tsis muaj qhov xwm txheej nrog tsawg dua li kev saib xyuas. Koj tsis tuaj yeem nthuav tawm lossis tshaj tawm cov ntaub ntawv tsis pub lwm tus paub lossis cov tswv cuab, tshwj tsis yog qhov tsim nyog rau kev ua haujlwm. Tag nrho cov ntaub ntawv nyob rau hauv ib txoj hauj lwm ntawm Intuition Machines Platform yuav tsum raug xam tias yog tsis pub lwm tus paub txawm tias cov ntaub ntawv tsis qhia meej tias tsis pub leej twg paub.",
    "2690395789": "Yog tias thiab thaum koj tsis xav tau cov ntaub ntawv tsis pub lwm tus paub koj tau txais lawm, koj yuav tsum rov qab los yog rhuav tshem tam sim ntawd (raws li tau thov los ntawm tus neeg twg uas tau nthuav tawm cov ntaub ntawv) tag nrho cov ntawv luam ntawm cov ntaub ntawv uas muaj nyob hauv thaj chaw, tshuab, lossis lwm yam khoom koj tswj.",
    "2178073797": "Vim tias kev nthuav tawm cov ntaub ntawv tsis pub lwm tus paub yuav ua rau muaj kev puas tsuaj uas tsis tuaj yeem daws tau, tus neeg tawm xov xwm muaj cai nrhiav kev pab cuam rau kev ua txhaum cai lossis raug hem ua txhaum cai ntawm lo lus no.",
    "2185860003": "21. Kev hloov kho lub vev xaib",
    "2631249972": "Peb tuaj yeem txhim kho lossis hloov kho peb lub vev xaib yam tsis muaj ntawv ceeb toom rau koj.",
    "3764131594": "22. Cov websites thib peb",
    "295955580": "Peb lub vev xaib yuav muaj cov txuas mus rau cov vev xaib thib peb. Peb tsis tswj, tshawb xyuas, saib xyuas, lossis tshawb xyuas cov vev xaib no. Peb tsis muaj lub luag haujlwm rau lossis tsis pom zoo rau cov khoos phis tawj, cov ntsiab lus, lossis cov kev xav uas muaj nyob hauv cov vev xaib no. Yog tias koj txiav txim siab tawm ntawm peb lub vev xaib thiab nkag mus rau ib lub vev xaib thib peb, koj ua li ntawd ntawm koj tus kheej txaus ntshai.",
    "838225123": "23. Kev lees paub ntawm Warranty",
    "3897238493": "Cov kev pabcuam yog muab los ntawm \"AS IS\" BASIS. Peb tsis ua tus sawv cev lossis kev lav phib xaub, hais lossis nthuav tawm, hais txog kev nkag mus tau, kev ua haujlwm, kev cai lij choj, muaj, lossis kev ua haujlwm ntawm cov kev pabcuam, txhua yam muaj feem cuam tshuam rau cov khoom siv, SOFTWARE. TXOJ HAUJ LWM NTAWM LEEJ TWG tso cai los ntawm txoj cai lij choj, IMI tsis lees paub txhua yam kev tshaj tawm lossis cov xwm txheej, kev sawv cev thiab kev lav phib xaub suav nrog, tab sis tsis txwv rau, KEV RUAJ NTSEG NTAWM MERCHANTABILITY, PAUB TIAS, KEV PAB CUAM. KOJ YUAV TSUM TAU TXAIS THIAB KEV PAB CUAM TSHUAJ TIV THAIV IMI nrog rau kev hwm rau txhua yam kev tsis zoo, tsis ua raws, lossis kev tsis txaus siab yog txwv tsis pub siv cov kev pabcuam Peb yuav tsis muaj lub luag haujlwm rau kev puas tsuaj rau koj lub khoos phis tawj, kev poob lossis kev ua tsis zoo ntawm cov ntaub ntawv, lossis lwm yam uas cuam tshuam rau koj lub computer. los ntawm koj nkag mus rau lossis siv lub vev xaib lossis Intuition Machines Platform. Teem sijhawm thiab tsis tau teem caij cuam tshuam tuaj yeem tshwm sim, thiab peb tsis lav tsis muaj kev cuam tshuam ntawm peb lub vev xaib.",
    "2110259227": "24. Kev Cai Lij Choj",
    "3018077211": "25. Kev daws teeb meem tsis sib haum ntawm tus neeg koom tes",
    "2790841456": "Yog tias koj yog tus Pab Koom Tes, koj pom zoo rau cov lus txiav txim hauv qab no thiab kev zam hauv chav kawm:",
    "3302832698": "Yuav tsum muaj kev daws teeb meem kev tsis sib haum xeeb.",
    "561456032": "Koj pom zoo tias rau txhua qhov kev tsis sib haum xeeb uas tshwm sim los ntawm lossis cuam tshuam txog koj kev siv Cov Kev Pabcuam, suav nrog kev tsis sib haum xeeb uas yuav tshwm sim los ntawm lub sijhawm koj pib ua haujlwm rau IMI, thiab tshwj xeeb suav nrog cov lus thov ntsig txog seb koj puas tau faib ua tus neeg cog lus ywj pheej, koj yuav xub ceeb toom rau IMI ntawm koj qhov kev thov tawm tsam nws. Koj thiab IMI yuav sim daws qhov teeb meem los ntawm kev sib tham ncaj qha lossis kev sib kho. Peb yuav faib cov nqi sib tham sib npaug thiab pom zoo tias kev kho kom haum xeeb yuav tsum tau ua los ntawm xov tooj lossis lwm yam kev siv hluav taws xob. Yog tias qhov kev thov tseem tsis tau daws teeb meem tom qab kev sib tham tsis raug cai lossis kev sib kho kom haum xeeb, koj pom zoo tias koj thiab IMI yuav siv qhov kev txiav txim zaum kawg thiab kev txiav txim siab los daws qhov teeb meem. Cov nqe lus no tswj hwm txhua qhov kev thov rov qab los ntawm lub sijhawm koj pib siv peb lub vev xaib, txawm hais tias raws li kev tsim txom, daim ntawv cog lus, txoj cai, suav nrog, tab sis tsis txwv rau, ib qho kev thov ntawm kev ntxub ntxaug thiab kev thab plaub, txawm tias lawv yog raws li California Txoj Cai Kev Ua Haujlwm Ncaj Ncees thiab Vaj Tsev. , Title VII of the Civil Rights Act of 1964, as modified, or any other state or federal law or regulation, equitable law, los yog lwm yam.",
    "3794239003": "Cov txheej txheem txiav txim.",
    "4193379787": "Txhua qhov kev txiav txim siab raws li daim ntawv cog lus no yuav ua raws li cov cai ntawm American Arbitration Association lossis los ntawm kev pom zoo los ntawm kev pabcuam kev txiav txim. Tus kws txiav txim plaub ntug yuav yog US tus kws txiav txim plaub raug xaiv los ntawm cov npe tsis pub tsawg tshaj xya (7) lub npe los ntawm lwm qhov kev tawm tsam. Hauv kev txiav txim plaub ntug, txhua tus neeg sab nrauv yuav muaj txoj cai los ua qhov kev tshawb pom pej xeem txaus, nqa cov lus hais tsis zoo, thiab nthuav tawm cov pov thawj thiab pov thawj raws li xav tau los nthuav qhia lawv cov rooj plaub thiab kev tiv thaiv, thiab txhua qhov kev tsis sib haum xeeb hauv qhov no yuav raug daws los ntawm tus kws txiav txim plaub. Kev daws qhov kev tsis sib haum xeeb yuav tsum ua raws li txoj cai lij choj tswj hwm cov lus thov thiab kev tiv thaiv tau thov, thiab tus kws txiav txim plaub yuav tsis thov lwm lub hauv paus uas tsis yog txoj cai tswjfwm. Tus kws txiav txim plaub ntug yuav tsum muaj kev tiv thaiv ntawm ib tug kws txiav txim plaub ntug los ntawm pej xeem kev lav phib xaub thaum ua haujlwm hauv lub peev xwm ntawm tus kws txiav txim plaub ntug, uas tiv thaiv kev tiv thaiv lwm yam kev tiv thaiv uas twb muaj lawm. Cov khoom plig yuav tsum suav nrog tus kws txiav txim plaub ntug sau cov lus pom zoo. Koj tso koj txoj cai mus sib hais los ntawm pawg neeg txiav txim plaub ntug ntawm txhua qhov kev thov uas koj tuaj yeem muaj tawm tsam IMI lossis IMI tuaj yeem tawm tsam koj. Ib qho kev thov nyob rau hauv nqe lus no yuav tsum raug coj mus rau hauv txoj cai siv ntawm lub sijhawm txwv. Tsoom Fwv Teb Chaws Txoj Cai Txiav Txim Siab tswj hwm cov nqe lus no, thiab koj lees paub tias Daim Ntawv Pom Zoo no ua pov thawj tias muaj kev lag luam hauv kev lag luam.",
    "2583888954": "Kev zam.",
    "1034830": "Cov kev tsis sib haum xeeb uas tej zaum yuav tsis raug rau qhov kev txiav txim siab txiav txim siab raws li tau muab los ntawm Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) raug cais tawm ntawm qhov no.",
    "263977834": "Kev khiav dej num.",
    "1807512722": "Koj tuaj yeem nqa ib qho kev thov uas tshwm sim los ntawm koj qhov kev siv lub vev xaib no mus rau lub chaw tswj hwm tab sis tsuas yog raws li txoj cai lij choj tso cai nkag mus rau lub chaw haujlwm no txawm tias muaj kev pom zoo los txiav txim. Cov ntawv thov kev tswj hwm no suav nrog yam tsis txwv kev thov lossis nqi them ua ntej Pawg Saib Xyuas Kev Ua Haujlwm Sib Koom Tes, US Department of Labor, thiab National Labor Relations Board. Tsis muaj ib yam dab tsi hauv cov nqe lus no yuav raug suav hais tias yuav txwv tsis pub lossis zam txim rau koj los ntawm kev nqa daim ntawv thov kev tswj hwm ua ntej ib lub koom haum txhawm rau ua kom tiav koj lub luag haujlwm rau kev tswj hwm kev kho mob ua ntej ua kev thov hauv kev txiav txim siab, txawm li cas los xij, koj zam txoj cai rau ib qho khoom plig los ntawm qhov no. lub koom haum txheej txheem.",
    "996430331": "Qhov chaw ntawm Arbitration.",
    "3040062804": "Txhua qhov kev txiav txim plaub ntug hauv nqe lus no yuav tshwm sim los ntawm lub xeev California, tshwj tsis yog tias koj nyob sab nraum Tebchaws Meskas, qhov twg qhov kev txiav txim plaub ntug yuav tshwm sim hauv hluav taws xob lossis xov tooj. Qhov kev txiav txim plaub ntug yuav muaj nyob rau ntawm lwm qhov chaw yog tias pom zoo los ntawm txhua tog hauv kev sau ntawv. Txawm hais tias nws qhov chaw nyob, ib tog twg tuaj yeem xaiv los tshwm sim ntawm qhov kev txiav txim siab ntawm kev sib tham hauv video lossis kev sib tham hauv xov tooj.",
    "3091247030": "Class Action Waiver.",
    "2520904193": "Koj zam txhua txoj cai uas koj muaj rau txhua qhov kev tsis sib haum xeeb kom raug coj, hnov, lossis txiav txim raws li chav kawm, koom ua ke, lossis sawv cev ua haujlwm. Txawm li cas los xij muaj lwm nqe lus uas muaj nyob rau hauv daim ntawv cog lus no, kab lus ua ntej yuav tsum tsis txhob cuam tshuam los ntawm qhov kev pom zoo no nyob rau hauv txhua rooj plaub. Ib qho kev thov tias tag nrho lossis ib feem ntawm qhov kev zam no tsis raug cai, tsis muaj kev lees paub, tsis muaj pov thawj lossis tsis muaj peev xwm yuav raug txiav txim los ntawm lub tsev hais plaub uas muaj peev xwm thiab tsis yog los ntawm tus kws txiav txim plaub. Koj yuav tsis raug pauj lossis tiv thaiv los ntawm kev ua tiav cov haujlwm hauv peb lub vev xaib vim yog koj siv koj cov cai raws li Tshooj 7 ntawm Txoj Cai Kev Ua Haujlwm Hauv Tebchaws, lossis los ntawm kev foob lossis koom nrog hauv chav kawm, koom ua ke lossis sawv cev ua haujlwm hauv ib lub rooj sablaj. , tab sis peb tuaj yeem nrhiav kev cai lij choj ntawm qhov kev zam rau chav kawm no, thiab nrhiav kev tshem tawm cov chav kawm, pawg lossis sawv cev ua haujlwm lossis kev thov.",
    "3493572638": "Nqi thiab Nqi.",
    "702926385": "Cov tog neeg yuav tsum tau them lawv cov nqi raws li kev cai lij choj sawv cev ntawm ib qho kev txiav txim siab zoo li no, tshwj tsis yog rau qhov uas tus kws lij choj tus nqi raug qhia meej meej los ntawm txoj cai. Cov tog neeg yuav faib cov nqi thawj zaug uas tus kws txiav txim plaub tau them, mus txog rau tus nqi siab tshaj rau koj ntawm ob puas tsib caug duas las (US $ 250.00). Tus nqi ntawm tus kws txiav txim plaub ntug thiab tus neeg sau xov xwm hauv tsev hais plaub, yog tias muaj, yuav tsum pib los ntawm peb; Txawm li cas los xij, tus kws txiav txim plaub ntug yuav tsum muaj kev txiav txim siab los muab cov nqi tsim nyog rau pawg neeg sib tw, raws li txoj cai lij choj, thiab / lossis xav kom cov tog neeg faib cov nqi cuam tshuam nrog tus kws txiav txim plaub ntug thiab / lossis tus kws tshaj xov xwm hauv tsev hais plaub.",
    "3199694247": "Severability.",
    "3102490587": "Tsuas yog rau Chav Action Waiver, yog hais tias ib nqe lus los yog kev muab, los yog ib feem ntawm qhov kev txiav txim plaub ntug no tau tshaj tawm tias tsis muaj dab tsi los yog siv tsis tau nws yuav raug txiav thiab cov seem ntawm qhov kev txiav txim plaub ntug yuav raug siv tau.",
    "2323013093": "26. Txoj Cai Muaj Cai",
    "2900525040": "Txoj cai lij choj ntawm Xeev California tswj hwm Cov Cai Lij Choj Pabcuam no thiab txhua qhov kev tsis sib haum xeeb, kev tsis sib haum xeeb, lossis kev thov uas tshwm sim los ntawm lawv.",
    "3339302473": "27. Kev txiav txim",
    "1158384644": "Koj tuaj yeem xaiv txhua lub sijhawm kom tsis txhob siv peb lub vev xaib, yog tias koj yuav tsum ua raws li tag nrho cov cai IMI. Peb tuaj yeem, hauv peb qhov kev txiav txim siab ib leeg, txiav tawm daim ntawv cog lus no, ncua kev nkag mus rau peb lub vev xaib, lossis tshem tawm cov kev pabcuam tam sim yam tsis tau ceeb toom vim li cas.",
    "41530052": "28. Cov ntsiab lus dav dav",
    "3202747130": "Daim Ntawv Pom Zoo Tag Nrho. Cov Kev Pabcuam Cov Cai no thiab cov cai, cov txheej txheem, lossis cov ntsiab lus hais hauv daim ntawv cog lus no yog tag nrho cov lus pom zoo ntawm ob tog hais txog cov ntsiab lus, thiab tshem tawm thiab tshem tawm tag nrho cov ntawv cog lus ua ntej thiab niaj hnub muaj feem xyuam nrog, kev thov, kev sawv cev, thiab kev nkag siab ntawm ob tog. .",
    "4080263153": "Tsis Muaj Kev Zam. Peb yuav tsis raug suav hais tias tau zam ib feem ntawm peb txoj cai lossis kev kho tshwj tsis yog tias qhov kev zam no tau sau thiab kos npe los ntawm peb. Yog tias peb ncua kev tswj hwm lossis tsis ua raws li peb txoj cai raws li ib qho kev cog lus ntawm daim ntawv cog lus no, qhov ntawd yuav tsis yog qhov kev zam ntawm peb txoj cai los tswj cov kev cai ntawd lossis ib feem ntawm daim ntawv cog lus no.",
    "1789371580": "Kev tsim nyog. Koj tsis tuaj yeem muab Cov Cai Lij Choj Kev Pabcuam no yam tsis muaj peb daim ntawv tso cai ua ntej. Peb tuaj yeem muab cov Kev Pabcuam Cov Cai no txhua lub sijhawm, yam tsis muaj ntawv ceeb toom. Raws li cov lus hais saum toj no, Cov Lus Cog Tseg ntawm Kev Pabcuam no yuav raug cuam tshuam rau txhua tus neeg ua tiav thiab tso cai tso cai.",
    "2819628066": "Severability. Yog tias ib qho kev qhia ntawm Cov Kev Pabcuam no raug pom tias tsis raug lossis siv tsis tau rau ib qho laj thawj, nws yuav tsis cuam tshuam rau kev siv tau thiab siv tau ntawm cov kev cai uas tseem tshuav.",
    "3955981186": "Kev hloov kho. Tsis muaj kev hloov kho lossis hloov kho rau Cov Kev Pabcuam Cov Cai no los ntawm lwm tus uas tsis yog IMI yuav raug khi rau IMI tshwj tsis yog hauv daim ntawv sau npe kos npe los ntawm tus neeg sawv cev raug cai ntawm IMI.",
    "1377538813": "Lus Qhuab Qhia. Cov lus Askiv version ntawm Cov Lus Cog Tseg ntawm Kev Pabcuam no yuav tswj hwm txhua yam thiab yuav yeej yog tias muaj kev tsis sib haum xeeb nrog cov lus txhais, yog tias muaj.",
    "2438016011": "Daim ntawv cog lus yeem. Tag nrho cov tog neeg ntawm Cov Cai Lij Choj no sawv cev thiab pom zoo tias txhua tus tau tshuaj xyuas txhua yam ntawm daim ntawv cog lus no, tau ua tib zoo nyeem thiab nkag siab tag nrho nws cov kev cai, thiab yeem nkag mus rau hauv daim ntawv cog lus no.",
    "2445034923": "Yog tias koj tsis pom zoo nrog tag nrho cov nqe lus thiab cov xwm txheej ntawm Cov Kev Pabcuam Cov Cai, tsis txhob (thiab koj tsis tuaj yeem) siv lossis nkag mus rau Qhov Chaw lossis Cov Kev Pabcuam.",
    "2646127839": "Cov Neeg Siv Khoom Ntxiv rau Cov Cai Tswj Kev Pabcuam",
    "4097297673": "Raws li Tus Neeg Siv Khoom, Tus Neeg Thov, lossis Kev Sib Koom Tes, koj pom zoo yuav raug khi los ntawm cov lus hauv qab no ntxiv rau lwm cov ntsiab lus khi ntawm koj thiab IMI.",
    "1093280979": "1. Daim ntawv xaj ntawm lub platform",
    "1549953005": "Tej zaum koj yuav tau ua tiav ib lossis ntau lub platform nkag mus rau daim ntawv xaj (txhua tus, \"Daim Ntawv Txiav Txim\") raws li qhov xwm txheej ntawm kev dhau los ua Tus Neeg Siv Khoom lossis Tus Neeg Thov. Yog tias muaj, cov nqe lus thiab cov xwm txheej tau piav qhia hauv Daim Ntawv Thov Kev Txiav Txim Siab dhau los ua ib feem ntawm Cov Cai Kev Pabcuam thiab tau muab tso ua ke los ntawm kev siv.",
    "3819851005": "2. Nqi",
    "1591032933": "Koj yuav them IMI cov nqi raws li tau piav qhia hauv Daim Ntawv Txiav Txim uas siv tau los ntawm txoj kev them nyiaj uas koj tau muab rau hauv Daim Ntawv Txiav Txim uas siv tau. Tshwj tsis yog hais tias tau pom zoo los ntawm ob tog hauv kev sau ntawv, koj yuav muab tag nrho cov nyiaj them poob haujlwm rau tag nrho cov ntawv xa tuaj tsis pub dhau peb caug (30) hnub tom qab hnub xa ntawv xa tuaj. Koj tso cai rau peb khiav daim npav rho nyiaj tso cai ntawm txhua daim npav rho nyiaj uas koj muab rau peb, khaws cov ntaub ntawv credit card, thiab them koj daim npav rho nyiaj lossis lwm tus as-qhauj uas peb pom zoo ua ib daim ntawv them nyiaj. Tshwj tsis yog hais txog lwm yam hauv Daim Ntawv Txiav Txim lossis hauv koj Daim Ntawv Pom Zoo Kev Pabcuam lossis Daim Ntawv Pom Zoo Kev Pabcuam Master, tag nrho cov nqi rau Cov Kev Pabcuam, ib yam li cov nyiaj laus, raug them txhua xyoo thaum pib cov kev pabcuam muab los ntawm IMI raws li koj Daim Ntawv Pom Zoo (\"Hnub Ua Haujlwm\").",
    "4142610534": "Ib qho kev them nyiaj lig yuav tau them tus nqi lig ntawm tus nqi ntawm 1.5% feem pua ntawm ib hlis lossis qhov nyiaj siab tshaj uas tau tso cai los ntawm txoj cai, qhov twg yog qhov qis dua. Yog tias koj tsis them tus nqi them raws li Daim Ntawv Pom Zoo no vim li cas, koj tus as-qhauj yuav raug ncua, ntawm peb qhov kev txiav txim siab ib leeg, yog tias tsis muaj nyiaj them ntxiv los ntawm koj tus as-qhauj kom ua tiav cov haujlwm thiab tag nrho koj cov haujlwm yuav raug tshem tawm. los ntawm peb lub vev xaib. Koj yuav tsum them rov qab rau peb rau tag nrho cov nyiaj them raws li qhov xav tau, ntxiv rau cov nqi ua haujlwm, cov nqi lig, lossis cov nqi kws lij choj. Peb kuj tseem tuaj yeem ua cov ntawv ceeb toom tsim nyog rau cov koom haum qhia txog credit thiab tub ceev xwm.",
    "512991700": "Yog tias koj xav tawm tsam cov nqi, koj yuav tsum hu rau peb lub tuam txhab kev txhawb nqa cov neeg siv khoom tsis pub dhau peb caug (30) hnub tom qab hnub kaw ntawm thawj daim nqi lossis cov lus qhia nyiaj txiag uas qhov yuam kev lossis teeb meem tshwm sim kom tau txais kev hloov kho lossis credit.",
    "1273914192": "3. Cov se",
    "4242322181": "Koj yog lub luag haujlwm them tag nrho cov se cuam tshuam nrog Cov Kev Pabcuam uas tsis yog US cov se ntsuas ntawm Intuition Machines cov nyiaj tau los lossis cov khoom ntiag tug.",
    "1671996585": "Tej zaum koj yuav tsum tau koom nrog koj lub vev xaib, daim ntawv thov, lossis lub platform nrog peb Cov Kev Pabcuam ntawm peb daim ntawv thov programming interface (\"API\"). Yog tias koj ua li ntawd, peb tso cai rau koj txwv, tsis suav nrog, tsis hloov pauv, tsis muaj cai, tshem tawm daim ntawv tso cai siv API nkaus xwb kom nkag mus rau Cov Kev Pabcuam. Peb tuaj yeem hloov kho API thiab/lossis tso tseg kev txhawb nqa ntawm cov ntawv qub lossis tso tawm API txhua lub sijhawm. Peb muaj txoj cai ncua lossis txwv koj txoj kev nkag mus rau API hauv peb qhov kev txiav txim siab ib leeg, thiab peb yuav siv kev siv zog los muab kev ceeb toom rau koj ua ntej raug ncua.",
    "4036662147": "5. Tiv thaiv cov ntaub ntawv tsis pub lwm tus paub",
    "3564208535": "Koj pom zoo siv kev ua lag luam tsim nyog los tiv thaiv cov ntaub ntawv tsis pub lwm tus paub tau txais los ntawm peb lossis los ntawm peb cov Kev Pabcuam. suav nrog cov qhab nia bot thiab cov ntsiab lus tsis yog pej xeem ntawm peb cov kev pabcuam kev lag luam, suav nrog cov ntaub ntawv tsis yog pej xeem thiab cov ntsiab lus uas peb tuaj yeem qhia txog peb txoj hauv kev tshawb nrhiav bot. Yog tias koj tau txais kev tso cai nkag mus rau cov ntaub ntawv tsis pub lwm tus paub, peb tuaj yeem hloov kho, ncua, lossis txwv koj txoj kev nkag mus rau peb Cov Kev Pabcuam hauv peb qhov kev txiav txim siab ib leeg yog tias peb txiav txim siab tias cov ntaub ntawv zais cia raug nthuav tawm los ntawm koj siv peb Cov Kev Pabcuam, thiab peb yuav siv zog tsim nyog. los muab kev ceeb toom rau koj ua ntej kev ncua.",
    "120384113": "6. Kev txiav txim",
    "453723556": "Koj tuaj yeem txiav tawm Cov Neeg Siv Khoom Ntxiv no tsis muaj kev ywj pheej ntawm Cov Lus Cog Tseg ntawm Kev Pabcuam los ntawm kev tsis ua tus Neeg Siv Khoom lossis Tus Neeg Thov. Peb muaj cai ncua lossis txiav koj cov xwm txheej raws li Tus Neeg Siv Khoom lossis Tus Neeg Thov txhua lub sijhawm, lossis txwv tsis pub koj tus as-qhauj lossis kev siv Cov Kev Pabcuam raws li Cov Cai Kev Pabcuam. Koj tseem yuav tau txais kev lav phib xaub rau txhua qhov nyiaj them raws li koj daim ntawv xaj xaj. Yog tias koj qhov kev tso npe suav nrog cov nqi them txhua hli lossis ib xyoos lossis tsawg kawg ib hlis lossis ib xyoos, koj tseem yuav tau them rau tag nrho cov nqi pabcuam txog thaum kawg ntawm lub hli lossis xyoo, raws li.",
    "218889628": "Tsuas yog qhov uas peb txiav tawm Cov Neeg Siv Khoom Siv no lossis Cov Lus Cog Tseg ntawm Kev Pabcuam vim tias koj ua txhaum cai ntawm Cov Neeg Siv Khoom Siv no lossis Cov Cai Kev Pabcuam, yog tias peb txiav tawm thiab koj tau them tus nqi them ua ntej rau peb, peb yuav rov qab ib feem ntawm cov nqi ntawm cov Cov nyiaj them ua ntej, raws li lub sijhawm seem lossis Cov Kev Pabcuam uas koj tau them rau, qhov twg tsawg dua. Peb yuav ua kom peb cov haujlwm ua lag luam tsim nyog thiab khaws cia thiab xa tuaj rau koj txhua qhov them nyiaj-rau Cov Ntawv Pov Thawj Cov Ntaub Ntawv thiab tag nrho Cov Neeg Siv Khoom hauv peb muaj. Thaum ib qho kev txiav tawm, peb yuav tab sis tsis tas yuav tsum rho tawm cov ntaub ntawv.",
    "2505227594": "7. Ntau tshaj",
    "2369877184": "Qhov siab tshaj plaws tau tso cai RPS tus nqi rau hCaptcha Integrators lossis Cov Neeg Siv Khoom yog 1,000 thov ib ob rau cov chaw hauv koj tus as-qhauj (\"RPS\"), tshwj tsis yog tias tau teev tseg los ntawm daim ntawv cog lus cog lus ntawm koj thiab peb.",
    "234420106": "Yog tias koj yog Integrator lossis Cov Neeg Siv Khoom ntawm hCaptcha Enterprise qhov kev pabcuam thiab koj qhov kev siv API raws li ntsuas los ntawm RPS tshaj qhov kev npaj rau koj cov kev pabcuam, peb tuaj yeem xaiv los hloov koj cov kev pabcuam lossis them tus nqi tshaj. Yog tias koj qhov siab tshaj RPS tus nqi siab tshaj qhov muab los ntawm qhov tseem ceeb ntawm 10 rau 10 feeb los yog ntau tshaj nyob rau hauv tag nrho nyob rau hauv ib tug 30 hnub lub sij hawm thiab feem ntau ntawm cov kev thov no yog, nyob rau hauv peb qhov kev txiav txim ib leeg, tsis muaj kev phem tsheb, peb yuav xaiv tau. tsub koj ntawm koj daim ntawv cog lus uas tau teev tseg ntau tshaj tus nqi rau txhua qhov kev thov API hauv lub hlis ntawd.",
    "2619472217": "8. Rov qab muag",
    "2019702084": "Tshwj tsis yog hais tias tau tso cai nyob rau hauv Daim Ntawv Pom Zoo Kev Pabcuam Tus Neeg Siv Khoom lossis Daim Ntawv Pom Zoo Muag Khoom, xaj SaaS Cov Kev Pabcuam yuav tsis raug muag, rov muag, xauj, xauj tsev, ntawv tso cai, daim ntawv tso cai, lossis lwm yam uas muaj rau lwm tus neeg thib peb (tshwj tsis yog Kev Koom Tes ntawm Cov Neeg Siv Khoom ), thiab tag nrho cov kev txiav txim raws li Daim Ntawv Pom Zoo thiab tag nrho cov neeg siv khoom siv kev pabcuam yuav tsum yog rau Cov Neeg Siv Khoom lossis nws cov neeg koom nrog tus kheej siv kev lag luam sab hauv.",
    "1233229030": "Lwm yam",
    "1467783792": "Tsis muaj ib tus neeg, lub koom haum, lossis lub koom haum raug txiav txim los ntawm Tebchaws Meskas (tus \"Sanctioned Actor\") tsim nyog tau txais khoom plig lossis siv Cov Kev Pabcuam ua Kev Sib Koom Tes. Txhawm rau zam kev tsis ntseeg, qhov no suav nrog Cov Neeg Ua Haujlwm raug txiav txim siab los ntawm Lub Chaw Haujlwm Saib Xyuas Kev Ruaj Ntseg Txawv Tebchaws (\"OFAC\") ntawm US Department of Treasury.",
    "3759657802": "Koj tsis tuaj yeem muab, hloov, lossis xa tawm Cov Lus Cog Tseg ntawm Kev Pabcuam lossis koj cov cai lossis kev lav phib xaub ntawm no hauv txhua txoj kev (los ntawm kev ua haujlwm ntawm txoj cai lij choj lossis lwm yam).",
    "1627232990": "Kev txhais lus ntawm Cov Cai Lij Choj Kev Pabcuam yog muab los ntawm lub hauv paus zoo tshaj plaws. Nyob rau hauv qhov xwm txheej ntawm qhov sib txawv ntawm cov lus Askiv Cov Lus Cog Tseg ntawm Kev Pabcuam thiab kev txhais lus ntawm qhov ntawd, Cov Lus Cog Tseg ntawm Kev Pabcuam yuav tsum raug txhais ua lus Askiv.",
    "805221621": "Thov hu rau peb ntawm",
    "259613338": "yog tias koj muaj lus nug txog cov Kev Pabcuam no.",
    "2735878907": "Daim Ntawv Qhia Kev Lag Luam Txuas Ntxiv",
    "2887242610": "Intuition Machines, Inc tau tsim Txoj Kev Npaj Ua Lag Luam txuas ntxiv ntawm peb yuav teb li cas rau cov xwm txheej uas cuam tshuam rau peb lub lag luam hCaptcha. Txij li lub sijhawm thiab qhov cuam tshuam ntawm kev puas tsuaj thiab kev cuam tshuam tsis tuaj yeem kwv yees, peb yuav tsum hloov pauv hauv kev teb rau cov xwm txheej tiag tiag thaum lawv tshwm sim. Nrog rau qhov ntawd hauv siab, peb muab cov ntaub ntawv no rau koj ntawm peb txoj kev npaj ua lag luam txuas ntxiv.",
    "809251240": "Hu rau peb",
    "2551802342": "- Peb npaj yuav rov qab los sai sai thiab rov pib ua lag luam tom qab muaj kev cuam tshuam kev lag luam tseem ceeb thiab teb los ntawm kev tiv thaiv peb cov neeg ua haujlwm thiab cov khoom ntiag tug, ua kev ntsuam xyuas nyiaj txiag thiab kev ua haujlwm, tiv thaiv lub tuam txhab cov phau ntawv thiab cov ntaub ntawv, thiab tso cai rau peb cov neeg siv khoom thiab lawv cov neeg siv kawg ua lag luam online. Hauv luv luv, peb txoj kev npaj ua lag luam txuas mus ntxiv yog tsim los tso cai rau peb lub tuam txhab rov pib ua haujlwm sai li sai tau, muab lub peev xwm thiab qhov hnyav ntawm kev cuam tshuam kev lag luam tseem ceeb. Peb txoj kev npaj ua lag luam txuas mus ntxiv: cov ntaub ntawv thaub qab thiab rov qab; tag nrho cov hom phiaj tseem ceeb systems; kev ntsuam xyuas nyiaj txiag thiab kev ua haujlwm; lwm txoj kev sib txuas lus nrog cov neeg siv khoom, cov neeg ua haujlwm, thiab cov neeg saib xyuas; hloov lub cev qhov chaw ntawm cov neeg ua haujlwm; tus neeg muab khoom tseem ceeb thiab cov neeg siv khoom cuam tshuam; kev tshaj tawm txoj cai; thiab muab kev ceeb toom rau peb cov neeg siv khoom sai yog tias peb tsis tuaj yeem ua haujlwm txuas ntxiv. Peb lub koom haum muab khoom lag luam txhawb nqa peb cov ntaub ntawv tseem ceeb hauv thaj chaw sib cais. Txawm hais tias txhua qhov xwm txheej kub ntxhov ua rau muaj teeb meem tshwj xeeb raws li cov xwm txheej sab nraud, xws li lub sijhawm nruab hnub thiab qhov cuam tshuam loj heev, peb tau qhia los ntawm cov chaw muab khoom siv no tias lawv lub hom phiaj yog los kho lawv tus kheej cov haujlwm thiab tuaj yeem rov ua haujlwm sai. Txawm hais tias peb tau ua haujlwm los txo qis kev pheej hmoo los ntawm kev siv cov khoom siv sib txawv, koj cov kev pabcuam tuaj yeem hloov kho lossis cuam tshuam rau lub sijhawm no.",
    "826396656": "Peb Txoj Kev Npaj Ua Lag Luam Txuas Ntxiv",
    "1979347895": "- Kev cuam tshuam kev lag luam tseem ceeb tuaj yeem sib txawv ntawm lawv qhov peev txheej, xws li tsuas yog peb lub tuam txhab, ib lub tsev nyob hauv peb lub tuam txhab, thaj chaw uas peb lub tuam txhab nyob, lub nroog uas peb nyob, lossis tag nrho cheeb tsam. Nyob rau hauv txhua qhov ntawm cov chaw no, qhov hnyav ntawm kev cuam tshuam kuj tuaj yeem sib txawv ntawm qhov tsawg mus rau qhov hnyav. Hauv kev cuam tshuam rau peb lub tuam txhab, peb cheeb tsam kev lag luam, nroog, lossis cheeb tsam lossis ib lub tsev nyob hauv peb lub tuam txhab, peb yuav hloov peb txoj haujlwm mus rau ib qho chaw hauv zos thaum xav tau thiab cia siab tias yuav tsis muaj kev cuam tshuam cov khoom lag luam. Nyob rau hauv ob qho xwm txheej, peb npaj yuav txuas ntxiv hauv kev lag luam, hloov cov haujlwm mus rau lwm tus neeg muag khoom yog tias tsim nyog, thiab ceeb toom koj los ntawm peb lub vev xaib ntawm hcaptcha.com thiab peb nplooj ntawv xwm txheej ntawm hcaptchastatus.com seb yuav tiv tauj peb li cas. Yog tias muaj kev cuam tshuam kev lag luam loj heev uas nws txwv tsis pub peb nyob hauv kev lag luam, peb yuav ceeb toom rau koj sai sai.",
    "653679457": "Kev cuam tshuam sib txawv",
    "410397176": "Yog xav paub ntxiv",
    "2095899021": "hCaptcha Branding Guidelines thiab General Trademark License",
    "2340340589": "Cov lus qhia ntawm kev siv hCaptcha cim",
    "2430148876": "Peb tau tsim cov lus qhia no thiab daim ntawv tso cai ua lag luam dav dav kom ua kom yooj yim li sai tau rau peb cov neeg siv khoom, cov neeg koom tes, thiab cov kiv cua ua haujlwm nrog peb cov hom lag luam thaum tseem khaws peb cov neeg koom tes. Yog tias koj xav siv hCaptcha icons, logos, lossis lwm yam cim hauv txoj hauv kev uas txawv ntawm cov lus qhia no, koj yuav tsum hu rau peb (IMI) rau daim ntawv tso cai.",
    "3884400764": "Thaum koj tuaj yeem siv hCaptcha cov qhab nia raws li cov lus qhia no, nws tsis txhais tau tias koj muaj cai vested hauv hCaptcha Marks, logos, lossis lwm yam khoom lag luam, lub npe lag luam, kev pabcuam, lub npe lag luam lossis kev ua siab zoo ntawm hCaptcha. Peb xav muab kev hloov pauv ntau npaum li qhov ua tau, tab sis peb yuav tsum tau tiv thaiv hCaptcha tiv thaiv kev siv tsis raug cai ntawm ib qho kev lag luam, lub npe lag luam, kev pab cuam, lub npe lag luam lossis kev ua siab zoo ntawm hCaptcha. Ib qho kev siv tsis tau tso cai txiav tawm qhov kev tso cai lossis daim ntawv tso cai tso cai los ntawm hCaptcha thiab tuaj yeem ua txhaum cai rau kev puas tsuaj.",
    "512598290": "Yog li, peb yuav tsum nug kom koj ib txwm siv tag nrho cov hCaptcha cov cim thiab lub logo hauv ib daim ntawv uas ua raws li cov cai hauv qab no, suav nrog kev sau ntawv, hom ntawv, thiab style.",
    "2075610992": "Ua tsaug rau koj txoj kev txhawb nqa!",
    "1023190144": "hCaptcha hauv cov ntawv nyeem",
    "4274324704": "Nov yog yuav ua li cas siv peb lub npe hauv cov ntawv sau:",
    "3912926900": "hCaptcha yuav tsum muaj cov cim lag luam sau npe thawj zaug uas nws tshwm sim hauv daim ntawv theej muaj tswv yim.",
    "950637875": "hCaptcha kev sau ntawv yuav tsum tsis txhob hloov pauv thiab hCaptcha yuav tsum nco ntsoov sau tus lej thib ob (\"C\"). Nws yeej tsis plural lossis muaj.",
    "2624601135": "\"hCaptcha\" yuav tsum tsis txhob siv los ua ib feem ntawm lub npe lag luam, koom nrog hyphen, lossis siv cov npe ntawm cov ntawv thov lossis lwm yam khoom.",
    "3828090208": "Hloov chaw siv \"rau hCaptcha\".Yog tias siv nrog lub logo thib peb, \"rau hCaptcha\" yuav tsum me me dua li lub logo thib peb.",
    "4149738856": "hCaptcha yuav tsum tau siv los ua ib qho adjective thiab ua raws li lub ntsiab lus zoo.",
    "1446868537": "hCaptcha yuav tsum tsis txhob siv los ua ib qho lus qhia.",
    "2487931657": "Tsis txhob siv: \"peb hCaptcha'd peb qhov chaw.\"",
    "2565565429": "Hloov chaw siv: \"peb siv hCaptcha los ua kom peb lub xaib muaj kev nyab xeeb thiab nyab xeeb dua.\"",
    "3434202027": "Ib qho kev siv hCaptcha lub npe hauv kev sib txuas lus yuav tsum muaj qhov muaj txiaj ntsig: \"hCaptcha yog lub npe lag luam ntawm Intuition Machines, Inc.\"",
    "2754937029": "Siv tsis tau",
    "2436973524": "Tsuas yog cov ntawv pov thawj raug lees txais. Nws tsis tso cai hais tias lub xaib siv hCaptcha cov kev pabcuam thiab cov ntawv thov thaum nws tsis ua. Ib yam li ntawd, kev siv peb lub logo lossis cov ntawv cim zoo ib yam nkaus xwb thaum lub xaib siv cov kev pabcuam hCaptcha.",
    "69844082": "hCaptcha cov cim lag luam, cov cim nraaj, lub logo, hom ntawv, lossis cov cim kuj yuav tsis raug siv los ua qhov tsis zoo.",
    "3861413614": "Koj tsis tuaj yeem siv hCaptcha lub cim lag luam lossis lub logo uas yuav txhais tau tias hCaptcha muaj kev koom tes nrog lossis kev pom zoo, kev txhawb nqa, lossis kev txhawb nqa ntawm lwm tus neeg sab nrauv cov khoom lossis kev pabcuam, yam tsis tau sau ntawv tso cai.",
    "1409822234": "Nyob rau hauv tsis muaj ib qho xwm txheej yuav tsum muaj ib qho zoo tib yam lossis ze li qhov zoo tib yam hCaptcha cov cim lag luam raug siv los ua lub npe sau npe.",
    "4181060163": "Cov neeg thib peb yuav tsum tsis txhob siv cov kev hloov pauv lossis kev sau tsis raug lossis ua txhua txoj hauv kev uas yuav ua rau muaj kev cuam tshuam thawj zaug ntawm hCaptcha cov cim lag luam.",
    "3955555607": "Lwm yam tshaj li Cov Neeg Koom Tes lossis Cov Neeg Muag Khoom Tso Cai, cov neeg thib peb yuav tsis twv rau cov lus tseem ceeb, Google AdWords, lossis lwm yam kev tshaj tawm cov phiaj xwm siv hCaptcha cov cim lossis sau tsis raug. Tsis yog cov tog neeg thib peb siv hCaptcha cov cim hauv cov npe sau npe, txhua qhov kev tshawb fawb cav optimization, meta tags, cov ntsiab lus tshawb fawb, code, lossis lwm yam kev qhia tsis tseeb.",
    "1985238261": "Lwm Cov Cim Txwv",
    "2193061499": "Qee qhov ntawm peb lub logo thiab cov cim tau txwv tsis pub siv los ntawm hCaptcha thiab nws cov neeg koom tes. Cov neeg thib peb yuav tsis siv cov cim hauv qab no yam tsis muaj daim ntawv tso cai sau los ntawm hCaptcha:",
    "4188477534": "hCaptcha",
    "3443160243": "hCaptcha Partner",
    "755156539": "hCaptcha Tso Cai Reseller",
    "717622341": "hCaptcha Enterprise",
    "3433896984": "BotStop ",
    "1655022901": "BotStop los ntawm hCaptcha",
    "2557601376": "hCaptcha logo",
    "248923369": "BotStop logo ",
    "3942875761": "Pab Tsim Lub Vev Xaib Zoo dua ",
    "364774188": "Kuv yog tib neeg",
    "2785425016": "(nyob rau hauv cov ntsiab lus ntawm kev tshuaj xyuas tib neeg, xws li hu rau kev nqis tes ua)",
    "2639657759": "Cov cim siv los ntawm kev tso cai",
    "1268918580": "Qee lub logo thiab cov cim siv los ntawm hCaptcha thiab nws cov neeg koom tes yog cov neeg thib peb thiab tsuas yog siv tau nrog lawv qhov kev tso cai. Cov neeg thib peb yuav tsis siv cov cim hauv qab no tshwj tsis yog raws li kev tso cai los ntawm lawv tus tswv:",
    "3782751514": "HUMAN Protocol yog lub cim lag luam sau npe ntawm HUMAN Protocol Foundation, thiab siv nrog nws qhov kev tso cai.",
    "1620709264": "HUMAN Token yog lub cim lag luam sau npe ntawm HUMAN Protocol Foundation, thiab siv nrog nws qhov kev tso cai.",
    "3031953928": "HUMAN Network  yog lub cim lag luam ntawm HUMAN Protocol Foundation, thiab siv nrog nws qhov kev tso cai.",
    "3554363588": "Lwm cov cim",
    "3290996791": "Tag nrho lwm yam khoom npe, logos, thiab cov khoom lag luam yog cov cuab yeej ntawm lawv cov tswv. Tag nrho lwm lub tuam txhab, cov khoom lag luam thiab cov npe kev pabcuam siv nyob rau hauv lub vev xaib no yog rau kev txheeb xyuas cov hom phiaj nkaus xwb. Kev siv cov npe, logos, thiab cov npe no tsis txhais tau tias muaj kev pom zoo.",
    "2444685143": "Logo Txoj Cai",
    "2414232014": "Peb lub logo yog tam sim no lees paub thiab yog ib qho ntawm peb cov khoom muaj nqis tshaj plaws thiab tseem ceeb. Txhawm rau kom ntseeg tau tias nws tseem yog tus sawv cev muaj zog ntawm peb lub tuam txhab, nws yuav tsum tau nthuav tawm hauv kev ua tib zoo saib thiab zoo ib yam thoob plaws txhua qhov kev sib txuas lus.",
    "803639471": "Lub logo hCaptcha muaj xws li txhais tes icon thiab hCaptcha logotype. Hauv nws daim ntawv hloov pauv, lub cim txhais tes yuav tshwm sim ntawm nws tus kheej thaum qhov chaw raug txwv thiab \"hCaptcha\" yog siv los ua ib lo lus cim (raws li tau piav qhia saum toj no) nyob ze rau ntawm tes icon, xws li tias nws yog qhov tseeb ntawm tes icon sawv cev hCaptcha.",
    "564127016": "Lub hCaptcha tes icon:",
    "1424800293": "Lub logo hCaptcha:",
    "1525506526": "Dab tsi yog Account Takeovers Thiab Lawv Ua Haujlwm Li Cas?",
    "2446481523": "Muaj ib zaj dab neeg qub nyob rau hauv uas tus neeg tsav tsheb wagon thiab ib tug neeg muaj koob muaj npe tshwm sim nyob rau hauv lub constabulary hauv ib lub zos me me. Muaj ib tug txivneej hnav khaub ncaws qias neeg, hais rau tus povthawj hais tias, Kuv yog tus uas muaj hwjchim loj kawg nkaus. Tus txiv neej no yog kuv tus tsav tsheb.",
    "1767952047": "Nws tau tawm tsam kuv nag hmo, nyiag kuv cov khaub ncaws thiab nqa kuv cov nyiaj. \" Lwm tus txiv neej, hnav khaub ncaws zoo kawg nkaus, hnav khaub ncaws ntawm cov neeg muaj koob muaj npe, teb hais tias, Tus neeg saib xyuas, tus txiv neej no yog neeg vwm. Nws xav tias nws yog ib tug nom tswv. Kuv yog tus nom loj tiag tiag. ntes nws!",
    "2947576723": "Zaj dab neeg no predates tus tsav tsheb daim ntawv tso cai thiab digital ntiv tes luam ntawv, tab sis nws muaj ib qho piv txwv zoo ntawm dab tsi tuaj yeem mus tsis ncaj ncees lawm hauv qhov xwm txheej ntawm tus account. Ib tug neeg nkag mus rau hauv lub txhab nyiaj hauv online lossis mobile them nyiaj app. Puas yog nws tus account tiag tiag, lossis hacker? Leej twg yog leej twg tiag? Cov teeb meem kev nyab xeeb no cuam tshuam rau cov koom haum uas tso cai rau tus kheej kev pabcuam tus account nkag.",
    "1687299615": "Yuav ua li cas yog ib tug account takeover?",
    "2648707986": "Tus account takeover yog ib daim ntawv ntawm cyber fraud nyob rau hauv lub siab phem actor impersonates tus tswv ntawm ib tug online account. Feem ntau, tus as khauj yog nyob ntawm lub tuam txhab nyiaj txiag lossis kev lag luam e-lag luam uas tus neeg dag ntxias tuaj yeem nyiag nyiaj, khoom muag lossis khoom plig. Tus neeg tawm tsam siv cov ntaub ntawv pov thawj raug nyiag los nkag mus rau hauv tus account thiab tom qab ntawd coj nws mus, tej zaum hloov tus password kom kaw tus tswv tus account tiag tiag.",
    "1476843710": "Tsawg nyiaj txiag teeb meem tab sis tseem ua rau cov ntaub ntawv ntawm tus account takeover cuam tshuam nrog hijacking ntawm social media accounts thiab lwm yam. Hauv cov xwm txheej no, tus neeg tawm tsam feem ntau sim kis malware lossis koom nrog phishing tawm tsam cov phooj ywg uas tsis xav txog ntawm tus neeg raug tsim txom. Los yog, tus neeg tawm tsam sim ua kom txaj muag rau tus neeg raug tsim txom, uas qee zaum tshwm sim nrog cov neeg nto moo thiab cov nom tswv, piv txwv li.",
    "2904949278": "Yuav ua li cas ib tug hacker coj ib tug account?",
    "2575690545": "Kev coj mus rau hauv tus account, zoo li ntau yam kev dag ntxias cyber, feem ntau yog qhov teeb meem ntawm kev siv tshuab, cov txheej txheem loj. Nws tsis tshua muaj neeg nyiag nkas, hnav ib lub hoodie hauv nws niam hauv qab daus, ntaus tus password rau hauv tuam txhab nyiaj lub vev xaib ib zaug.",
    "3614653023": "Es tsis txhob, qhov kev xyaum tso siab rau cov ntaub ntawv pov thawj loj ntawm kev tawm tsam uas sim ntau lab tus neeg siv lub npe / lo lus zais ntawm ntau lub tuam txhab nyiaj txiag hauv lub hom phiaj kev cia siab ntawm kev qhib ib qho me me ntawm cov nyiaj. Thaum lub software automated kev dag ntxias tau nkag mus rau hauv tus account, tib neeg hacker tej zaum yuav tau koom nrog, tab sis qee zaum, tsis yog.",
    "2762759509": "Ntau tus account takeover tawm tsam yuav luag tag nrho automated.",
    "1972710018": "Pom nws los ntawm lub tuam txhab txoj kev xav",
    "1282121137": "Txhawm rau nkag siab tias qhov teeb meem ntawm tus as khauj tuaj yeem ua li cas, xav txog qhov kev paub zoo li cas los ntawm qhov pom ntawm lub tuam txhab nyiaj txiag. Lawv tuav tsheej lab ntawm kev nkag mus txhua hnub.",
    "2315518622": "Nrog rau cov sophistication muaj nyob rau hauv niaj hnub no cov cuab yeej tawm tsam, nws yog ib qho nyuaj heev los xyuas qhov twg, yog tias muaj, yog dag. Tom qab ntawd, ib tus neeg hu xov tooj rau cov neeg siv khoom siv kab thiab hais tias \"Kuv tus lej raug tawm tsam! Kuv nkag tsis tau thiab ib tug neeg nyiag kuv cov nyiaj!",
    "1836369533": "Zoo li tus neeg saib xyuas hauv zaj dab neeg, yuav ua li cas txiav txim siab tias leej twg yog leej twg? Yog tias tus neeg tawm tsam muaj cov khoom ntiag tug txaus nyiag, xws li tus lej tsav tsheb, tus lej social security, niam lub npe, chaw nyob, thiab lwm yam, nws yuav nyuaj heev los txiav txim siab seb tus neeg hu xov tooj yog tus tuav nyiaj tiag lossis tus neeg tawm tsam sim kom tau txais ib qho tus password rov pib dua ntawm tus account nws xav nkag mus.",
    "2880837730": "Dab tsi tuaj yeem ua kom tsis txhob cuam tshuam tus account?",
    "3654556483": "Cov tuam txhab nyiaj txiag thiab cov tuam txhab eCommerce muaj cov txheej txheem thiab kev tswj hwm uas txo qee qhov kev cuam tshuam ntawm tus as khauj. Cov no los ntawm cov qauv qub \"dab tsi yog lub npe ntawm koj tus phooj ywg zoo tshaj plaws hauv tsev kawm ntawv qib qis\" cov lus nug kev nyab xeeb rau cov txheej txheem tshawb nrhiav uas ferret tawm qhov tsis txaus ntseeg IP chaw nyob thiab cov khoom siv mobile.",
    "2449501658": "muab ib txoj hauv kev zoo tshaj plaws los txo cov kev hem thawj los ntawm kev dag ntxias kev nkag mus rau hauv tus account, siv tshuab kev kawm txhawm rau txheeb xyuas thiab nres bots, thiab ua kom muaj txiaj ntsig ua rau nws nyuaj dua lossis txawm tias tsis yooj yim rau cov neeg dag ntxias los koom rau hauv tus account takeover.",
    "3621455477": "kawm ntxiv!",
    "555246307": "Los ntawm txoj kev, ntawm no yog yuav ua li cas zaj dab neeg ntawm nobleman thiab nws tus neeg tsav tsheb xaus: Lub constable ua rau ob tug txiv neej zaum nyob rau hauv ib chav tsev ua ke rau ib teev thiab tau dhuav tawm ntawm lawv lub siab. Thaum kawg, nws tshwm sim thiab hais tias, \"Kuv yuav nrog tus tsav tsheb tam sim no.\" Tus txiv neej nyob rau hauv cov khaub ncaws noble sawv sawv. Nws dhuav heev, nws tsis nco qab tias nws tsuas yog ua txuj ua tus nom loj xwb.",
    "1224727373": "BotStop los ntawm hCaptcha",
    "1187718370": "Tiv tauj peb",
    "3892905664": "hCaptcha pab koj cov kev pabcuam online uas koj nyiam kom tsis txhob muaj bots, spam, thiab kev tsim txom los ntawm kev nug cov lus nug yooj yim uas yooj yim rau tib neeg thiab nyuaj rau cov tshuab.",
    "555158694": "Ib qho kev pabcuam koj siv tau xaiv los txhim kho koj qhov kev paub dhau los ntawm lawv qhov chaw los ntawm kev txhim kho hCaptcha kom txo qis kev ua phem.",
    "1617196410": "hCaptcha yog tsom rau nres bots. Peb tsis quav ntsej tus neeg siv yog leej twg, tab sis tsuas yog seb lawv puas siab phem. Peb ua hauj lwm nyuaj los sib npaug kev ceev ntiag tug &",
    "1624200563": "kev ruaj ntseg, thiab ua raws li GDPR, CCPA, LGPD, PIPL, thiab lwm yam kev ceev ntiag tug.",
    "1927613000": "hCaptcha sib txuas cov tshuab kev kawm txawj ntse nrog lub platform sib tw muaj zog los tiv thaiv cov ntawv thov hauv web los ntawm kev rho tawm tus account, cov ntaub ntawv pov thawj, khawb, thiab lwm yam kev tsim txom.",
    "1133989302": "Vim li cas hCaptcha?",
    "34074886": "Txhua lub sij hawm koj teb qhov kev sib tw, peb siv cov qauv sophisticated los xyuas seb koj puas yog tib neeg. Lub vev xaib koj tau mus xyuas tom qab ntawd siv qhov txiaj ntsig no los pab txhim kho koj qhov kev paub ntawm lawv qhov chaw los ntawm kev khaws cov bots.",
    "3412647984": "Qhov no cia koj zam cov lus nug yav tom ntej los ntawm kev tso npe thiab teeb tsa lub ncuav qab zib. Thov kuj sim kaw koj qhov ad blocker.",
    "2510209017": "Xav tau kev pab ntxiv?",
    "477275453": "Vim li cas APIs Ib Lub Hom Phiaj Nrov Rau Hackers?",
    "596347471": "Application Programming Interfaces (APIs) tau dhau los ua lub hom phiaj nrov rau cov neeg ua phem hauv cyberspace. Muaj ntau qhov laj thawj rau qhov no, suav nrog lawv cov txiaj ntsig zoo hauv kev sib koom ua ke ntawm daim ntawv thov. Txawm li cas los xij, nws muaj peev xwm txo tau qhov pheej hmoo API.",
    "2441638955": "Ua ntej, API yog dab tsi?",
    "3963216198": "Txhawm rau sib tham txog vim li cas APIs yog lub hom phiaj nrov rau cov neeg nyiag nkas, nws tsim nyog ua ntej siv lub sijhawm luv los txhais qhov tam sim no txhais los ntawm lo lus \"API.\" Lub tswv yim ntawm API tsis yog txhua yam tshiab. Qhov tseeb, kev sib txuas los txuas ntau lub khoos phis tawj nrog ib leeg, nrog rau lawv cov khoom siv sab hauv, tau nyob ib puag ncig txij li thaum ntxov 1960s.",
    "1047251718": "Niaj hnub no, txawm li cas los xij, thaum tib neeg tham txog APIs, lawv feem ntau txhais tau tias cov qauv raws li APIs. Cov no yog APIs tsim siv cov qauv qhib xws li Kev Sawv Cev Hauv Xeev (REST) thiab qhib cov qauv ntaub ntawv zoo li JavaScript Object Notation (JSON). Xws li \"RESTful APIs,\" raws li lawv paub, tuaj yeem tsim tau yam tsis tas yuav muaj software tsim nyog. Cov txiaj ntsig APIs tuaj yeem xa thiab tau txais cov ntaub ntawv thiab kev hu xov tooj ntawm cov ntawv thov software. Piv txwv li, lub mobile banking app siv API kom nkag mus rau lub txhab nyiaj lub tshuab.",
    "3195334319": "Kev siv hluav taws xob thiab qhov tsis zoo ntawm APIs",
    "1903743785": "Qhov tshwm sim ntawm cov qauv-raws li APIs sawv cev rau qhov kev vam meej loj hauv kev sib koom ua ke ntawm daim ntawv thov. Tshaj li 20 xyoo dhau los los yog li ntawd, APIs tau mus los ntawm cov khoom kim heev thiab cov khoom siv software nyuaj kom pub dawb, cov cuab yeej siv raws li cov qauv uas tau muab piv rau kev ua haujlwm tau yooj yim nrog - thiab ceev kom xa mus.",
    "879362350": "Nrog cov API tshiab ua haujlwm hauv Is Taws Nem, nws tau dhau los ua kev sib txuas ib qho software lossis cov ntaub ntawv, nyob txhua qhov chaw hauv ntiaj teb, tsis hais lub platform, cov ntaub ntawv schema lossis cov lus programming. Raws li qhov tshwm sim, lub ntiaj teb kev suav tam sim no nyob rau hauv nruab nrab ntawm kev hloov pauv API. Muaj kev tawg ntawm kev sib txuas ntawm cov ntawv thov thiab cov ntaub ntawv. Qhov ntawd zoo heev, txog thaum nws tsis yog.",
    "3844432472": "Qhov qhib siab heev thiab siv tau ntawm APIs ua rau lawv lub hom phiaj nplua nuj heev rau cov neeg tawm tsam. Nyob rau tib txoj kev uas lub xov tooj ntawm tes tuaj yeem tsim kho kom ncav cuag thiab tau txais cov ntaub ntawv los ntawm cov koom haum koom nrog siv API, yog li tuaj yeem ua ib qho ntawm malware. Hackers tau sau ntau yam software cuab yeej los tsim txom APIs. Nws yog ib qho kev tawm tsam zoo.",
    "2187096543": "Qhov tseeb, muaj qee cov ntaub ntawv tseem ceeb ua txhaum cai los ntawm hacker-sau software uas hu ua API kom rho tawm cov ntaub ntawv los ntawm cov ntaub ntawv. Tom qab tag nrho, yog tias nws nyiag cov ntaub ntawv tsuas yog xav tau kev hu xov tooj yooj yim ntawm API, sau siv REST thiab JSON, tom qab ntawd nws yooj yim kom tshem tawm cov ntaub ntawv huv. Qhov tseeb, thaum tib neeg tham txog \"screen scraping\" tawm tsam, qhov lawv txhais tau li cas, feem ntau, yog kev hu xov tooj ceev ceev API uas rub cov ntaub ntawv tawm ntawm cov ntaub ntawv. APIs tau dhau los ua qhov chaw tawm tsam loj rau cov koom haum uas tsim lawv.",
    "4222109231": "Mitigating API pheej hmoo nrog hCaptcha's Enterprise Product",
    "1783317946": "Kev txwv tsis pub API tawm tsam yog qhov kev siv nrov rau",
    "3022922096": ", hCaptcha's enterprise suite ntawm cov khoom. Tsis zoo li cov dawb version ntawm hCaptcha,",
    "63719113": "siv kev kawm tshuab siab heev txhawm rau txheeb xyuas cov tsheb khiav tsis zoo rau koj lub xaib thiab cov apps - suav nrog kev ua ub ua no.",
    "3566102529": "peb niaj hnub no kom paub ntau ntxiv.",
    "3096553330": "Txhua qhov system peb tsim tsuas yog qhia txog peb txoj kev sib raug zoo nrog lwm tus neeg.",
    "1467218142": "Qhov peb xav tau los ntawm lawv thiab peb tus kheej tsav peb tus cwj pwm, thiab yog li tib cov qauv ntawm kev sib cuam tshuam rov tshwm sim hauv txhua tus tib neeg lub cev. Hauv internet muab ntau yam piv txwv ntawm qhov tseem ceeb ntawm peb lub ntiaj teb no.",
    "808872868": "Piv txwv li: spam, kev dag ntxias, thiab kev tsim txom tau muaj nyob hauv online txij li ze li ib hnub tom qab ob lub tshuab ua ntej txuas ua ke.",
    "1085089390": "Kev tsim txom hauv online yog los ntawm kev coj tus cwj pwm hauv tib neeg",
    "3064321967": "Thawj tus paub spam email raug xa mus rau xyoo 1978. [",
    "3800781598": "] Yuav luag tsib xyoos tom qab, email spam tseem tuaj yeem ua rau peb. Ntau lab nyiaj daus las thiab ntau txhiab tus neeg-xyoo ntawm kev siv zog engineering tau muab tso rau hauv kev kov yeej nws, thiab tseem muaj spam. Muaj ntau lab nyiaj daus las kev lag luam ntawm ob sab, piv txwv li cov neeg tiv thaiv nws thiab cov xa nws.",
    "2119943547": "Vim li cas qhov no? Cov lus teb yog yooj yim. Tsuav yog muaj kev txhawb siab rau kev tsim txom lub cev, ib tus neeg feem ntau yuav pom txoj hauv kev. Thiab ib zaug lawv ua, lwm tus tam sim no yuav muaj kev txhawb siab los txwv lawv.",
    "532470444": "Qhov nyiaj tshuav yuav hloov pauv me ntsis ntawm ib xyoos mus rau ib xyoos, tab sis qhov kev coj cwj pwm no tsuas yog qhia txog tib neeg qhov xwm txheej, thiab tsib txhiab xyoo ntawm keeb kwm sau tseg qhia tias qhov kev hloov pauv tsis zoo yuav hloov tau sai sai.",
    "3193548097": "Cia siab Springs Eternal",
    "4065614934": "Qhov kev tshuaj ntsuam no tsis yog tshiab, tab sis tib neeg muaj kev cia siab nyob mus ib txhis. Tshwj xeeb tshaj yog thaum lawv xav tias lawv lub tswv yim tshiab.",
    "1216071511": "Cov tswv yim tib yam tau thov ntau zaus uas kwv yees li 20 xyoo dhau los, ib tus neeg sau npe tsis qhia npe tuaj nrog kev pab sau-hauv-tus-dawb rau kev sib tham hauv online txog kev daws teeb meem los tiv thaiv spam:",
    "1941999673": "Koj qhov post advocates a",
    "4179118182": "( ) technical ( ) legislative ( ) kev lag luam raws li ( ) vigilante",
    "3978720689": "mus kom ze rau kev sib ntaus spam. Koj lub tswv yim yuav tsis ua haujlwm. Nov yog vim li cas nws yuav tsis ua haujlwm.",
    "318339230": "(Ib qho los yog ntau qhov hauv qab no tuaj yeem siv rau koj lub tswv yim tshwj xeeb, thiab nws yuav muaj",
    "30312304": "Lwm qhov tsis zoo uas tau siv los ntawm ib lub xeev mus rau ib lub xeev ua ntej tsoomfwv txoj cai lij choj tau dhau los.)",
    "2710988028": "( ) spammers tau yooj yim siv nws los sau email chaw nyob",
    "3912514510": "() Cov npe xa ntawv thiab lwm yam kev siv email raug cai yuav raug cuam tshuam",
    "2030062561": "( ) Tsis muaj leej twg yuav nrhiav tau tus txiv neej lossis sau nyiaj",
    "3334160175": "( ) Nws tsis muaj kev tiv thaiv tawm tsam brute quab yuam",
    "3238345709": "( ) Nws yuav txwv tsis pub spam rau ob lub lis piam thiab tom qab ntawd peb yuav daig nrog nws",
    "4227800293": "( ) Cov neeg siv ntawm email yuav tsis tso nrog nws",
    "2271252286": "( ) Microsoft yuav tsis tso nws",
    "692064738": "( ) Tub ceev xwm yuav tsis tso tseg",
    "3475647460": "() Yuav tsum muaj kev koom tes ntau dhau los ntawm spammers",
    "1482845460": "() Yuav tsum muaj kev koom tes tam sim ntawd los ntawm txhua tus neeg ib zaug",
    "3741193183": "( ) Ntau tus neeg siv email tsis tuaj yeem them taus poob kev lag luam lossis cais cov tswv haujlwm muaj peev xwm",
    "2234909600": "( ) spammers tsis quav ntsej txog qhov chaw nyob tsis raug hauv lawv cov npe",
    "1982617151": "( ) Leej twg tuaj yeem tsis qhia npe rhuav tshem lwm tus txoj haujlwm lossis kev lag luam",
    "2498172334": "Tshwj xeeb, koj txoj kev npaj yuav tsis suav rau",
    "389705801": "( ) Tej kevcai txwv tsis pub nws",
    "190955495": "() Tsis muaj lub hauv paus tswj hwm txoj cai rau email",
    "237009707": "() Qhib relays nyob rau txawv teb chaws",
    "3507532387": "() Ib qho yooj yim ntawm kev tshawb nrhiav me me alphanumeric chaw nyob ntawm txhua tus email chaw nyob",
    "2477958756": "( ) Cov neeg phem",
    "3254142589": "( ) Cov teeb meem kev cai lij choj",
    "3621401685": "( ) Unpopularity ntawm weird tshiab se",
    "4277475973": "() Cov pej xeem tsis kam lees txais cov qauv tshiab ntawm cov nyiaj",
    "941057651": "() Loj loj software peev hauv SMTP",
    "3265293440": "( ) Kev cuam tshuam ntawm cov txheej txheem uas tsis yog SMTP los tawm tsam",
    "515733427": "() Kev txaus siab ntawm cov neeg siv los nruab OS thaj ua rau thaj tau txais los ntawm email",
    "2631159699": "() Cov tub rog ntawm worm riddled broadband-connected Windows lub thawv",
    "776542208": "() Kev sib tw caj npab mus ib txhis koom nrog hauv txhua txoj hauv kev lim dej",
    "989480928": "() Muaj txiaj ntsig zoo ntawm spam",
    "3898950867": "() Joe ua haujlwm thiab/lossis tub sab nyiag neeg",
    "3395399558": "( ) Technically illiterate politicians",
    "1118929614": "() Kev ruam heev ntawm cov neeg ua lag luam nrog spammers",
    "838951836": "() Kev tsis ncaj ncees ntawm ib feem ntawm spammers lawv tus kheej",
    "2123236933": "() Bandwidth cov nqi uas tsis cuam tshuam los ntawm cov neeg siv khoom lim",
    "2292919419": "( ) Outlook",
    "2534436327": "thiab cov kev tawm tsam kev xav hauv qab no kuj tseem siv tau:",
    "832385387": "( ) Cov tswv yim zoo ib yam li koj li yog ib qho yooj yim tuaj nrog, tab sis tsis muaj leej twg tau pom qhov ua tau zoo",
    "1993984258": "( ) Txhua lub tswv yim raws li kev xaiv tawm yog tsis tsim nyog",
    "3909240516": "( ) SMTP headers yuav tsum tsis txhob raug cai",
    "1151065360": "( ) Cov npe teev dab mlom",
    "2396605499": "( ) Cov neeg dawb huv tau txais txiaj ntsig",
    "2225785608": "( ) Peb yuav tsum muaj peev xwm tham txog Viagra yam tsis muaj censored",
    "3004688366": "( ) Kev tiv thaiv yuav tsum tsis txhob cuam tshuam nrog kev dag siv xov tooj lossis credit card dag",
    "922470170": "( ) Kev tiv thaiv yuav tsum tsis txhob cuam tshuam nrog kev ua phem rau pej xeem kev sib koom tes",
    "3068923550": "( ) Kev tiv thaiv yuav tsum ua haujlwm yog tias maj mam hloov mus",
    "2752975480": "( ) Xa email yuav tsum pub dawb",
    "117227832": "() Vim li cas peb yuav tsum tso siab rau koj thiab koj cov servers?",
    "1021431157": "() Incompatibility nrog qhib qhov chaw lossis qhib qhov chaw tso cai",
    "2801524659": "( ) Kev ntsuas zoo ua tsis muaj dab tsi los daws qhov teeb meem",
    "931661269": "() Ib ntus/ib zaug email chaw nyob yog cumbersome",
    "2090457681": "( ) Kuv tsis xav kom tsoomfwv nyeem kuv tus email",
    "3536122902": "( ) Kev txwv lawv txoj kev ntawd tsis yog qeeb thiab mob txaus",
    "2391175562": "Tsis tas li ntawd, qhov no yog qhov kuv xav txog koj:",
    "229198134": "( ) Thov txim tus kwv, tab sis kuv tsis xav tias nws yuav ua haujlwm.",
    "345563040": "( ) Qhov no yog ib lub tswv yim ruam, thiab koj yog ib tug neeg ruam rau kev tawm tswv yim.",
    "409780280": "( ) Zoo sim, ****! Kuv vam tias ib tug neeg ua haujlwm ntawm koj cov keyboard!",
    "2820080973": "hosted with  by",
    "3943164003": "saib raw",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Vim li cas koj cov tshuaj tiv thaiv spam tshiab yuav tsis ua haujlwm",
    "361795034": ". Unknown author, c. 2000",
    "1547006769": "Kev txheeb xyuas tib neeg yog tib qho teeb meem",
    "3717942925": "Ib yam li yuav muaj ib txwm muaj cov neeg uas xav kom koj mloog ntawm email, yuav muaj lub siab xav txwv tsis pub nkag mus rau qee qhov peev txheej xws li tib neeg tuaj yeem nkag mus rau lawv.",
    "2481032625": "Seb lub hom phiaj yog los tiv thaiv:",
    "1691348394": "- automated loj yuav khoom thaum lub sij hawm tso tawm kev muag khoom tsawg",
    "1771016224": "- software los ntawm rub tawm tag nrho cov ntsiab lus tawm ntawm koj lub vev xaib en masse",
    "1959762846": "- muaj koj cov ntaub ntawv web sau nrog kev lag luam tsis kawg spam lossis kev tsim txom",
    "345108670": "- Cov ntaub ntawv pov thawj thiab lwm yam kev sim coj mus rau hauv tus account",
    "2540760245": "ntawm ntau lwm yam kev siv, muaj peev xwm lim cov tsheb khiav hauv online ntawm lub hauv paus ntawm \"tib neeg lossis tsis\" yuav zoo li yog cov cuab yeej muaj txiaj ntsig ntev npaum li tib neeg xwm txheej ua raws li cov qauv qub tau sau tseg hauv tsib txhiab xyoo dhau los.",
    "3346362371": "Yuav ua li cas txog machine learning?",
    "3619183405": "Hauv 2021 CAPTCHAs yooj yim qee zaum tuaj yeem daws nrog software, ua tsaug rau kev nce qib hauv kev kawm tshuab. Txhawm rau hais qhov no, hCaptcha kuj tseem ua kom ntxaws ntxaws ntawm cov khoom zoo li",
    "3292221787": "qhov kev sib tw tau teb, tsis yog seb nws puas yog, thiab nquag hloov ob qho tib si cov lus nug thiab cov ntaub ntawv siv.",
    "1080672247": "Vim tias ntau cov lus nug tsis tuaj yeem daws kev lag luam nrog cov software txee, thiab vim tias cov ntaub ntawv feem ntau tshwj xeeb rau lub kaw lus, qhov no txhais tau hais tias bots feem ntau nres tag nrho los ntawm cov kev pabcuam dawb, thiab yuav tsum vam khom rau tib neeg CAPTCHA solvers xwb, uas. ua rau ntau yam kev tsim txom tsis muaj nyiaj txiag.",
    "4172868199": "mus ntau dua qhov no, txav mus rau hauv lub ntiaj teb ntawm kev sim paub qhov txawv \"neeg zoo\" los ntawm \"neeg phem\" ib yam nkaus, thiab niaj hnub no tau siv los ntawm ntau lub ntiaj teb cov kev pabcuam online nrov tshaj plaws los nrhiav thiab txwv txhua yam ntawm kev yuav khoom dag mus rau kev pheej hmoo siab. hem tawm tsam lawv cov neeg siv, thaum tuav lub cim tshwj xeeb ntawm kev ceev ntiag tug.",
    "2873911365": "Yuav ua li cas txog hardware attestation?",
    "1477196356": "Ntau txoj hauv kev ntawm kev sib txuas tus kheej mus rau ib lub cuab yeej hauv kev ruaj ntseg cryptographically, qee zaum nrog kev ceev ntiag tug-kev tuav pov hwm cov khoom, tau thov rau ntau xyoo lawm. Public keycryptography hnub rov qab mus rau c. 1975, thiab kho vajtse tokens muaj nyob ze li ntev.",
    "2349681896": "Hmoov tsis zoo, tswj cov khoom kho vajtse tsis tau txhais hais tias koj yog ib tus neeg. Zoo li txhua tus neeg siv khoom siv hluav taws xob nrov tshaj plaws tau lees paub ntau zaus, patched, thiab tom qab ntawd tawg dua.",
    "254326776": "Kev tsim txom tsis zoo ntawm cov kev tsis zoo no feem ntau pom tau tshwm sim rau lub hlis lossis xyoo ua ntej tshaj tawm lossis tshaj tawm kev kawm.",
    "2462909475": "Ib phab ntsa ntawm ntau dua 10,000 lub xov tooj siv rau kev tsim txom, ib feem ntawm kev ua haujlwm hauv Suav teb.",
    "1963951234": "Txawm hais tias koj lub tswv yim cryptographic ntseeg tau npaum li cas, yog tias ib tus neeg tuaj yeem siv sijhawm kawg ntawm lub hnub tsuas yog siv nyiaj los muab cov lus teb koj tab tom nrhiav rau koj, muaj ib qho khoom siv tsis txaus.",
    "1278884196": "Hais tias, cryptoography yog ib qho kev qhuab qhia hluas heev. Raws li keeb kwm yav dhau los tsis ntev los no, koj lub tswv yim cryptographic thiab / lossis kev siv yuav zoo li tawg sai li sai tau thaum leej twg muaj kev txhawb siab los saib nws ze, thiab nws zoo li lwm tus neeg yuav txiav txim siab qhov no ntev ua ntej koj ua. Kev cia siab rau kho vajtse kuj txhais tau tias koj yuav tsum nug txhua tus ntawm koj cov neeg siv hloov lub cev lub cev txhawm rau txhawm rau kho qhov tsis zoo. Qhov no tsis zoo li yuav tshwm sim sai heev nyob rau hauv feem ntau, lub ntsiab lus hauv kev muaj tiag koj lub kaw lus yuav tsis qhib.",
    "1828028934": "Qhov no yog vim li cas",
    "1642844535": "yog ib qho tseem ceeb: hCaptcha siv ntau txoj hauv kev los teb cov lus nug tseem ceeb tib yam, tso cai rau kev sib piv kom sib xws thoob plaws txhua qhov kev ntsuam xyuas.",
    "1155821305": "tiv thaiv yog qhov tob",
    "119098046": "Yuav ua li cas txog cov kev daws teeb meem passive lossis tsis muaj kev sib tw?",
    "2760410719": "Cov kev pabcuam uas sim ua kom paub txog bot nrog cov cim tsis txaus ntseeg sai sai rau hauv qhov teeb meem tseem ceeb: koj yuav ua li cas thiaj li lees paub tias lub kaw lus pom cov neeg ua phem phem raug cai thaum koj tsis muaj qhov tseeb hauv av?",
    "1722734001": "Qhib internet yog ib qho chaw nrov nrov. Cov neeg ua phem phem tawm tsam cov neeg siv ntawm peb cov kev pabcuam thiab cov neeg sib tw zoo li reCAPTCHA txhua hnub, thiab tau sim ua tib zoo saib tib neeg li sai tau thaum ua li ntawd.",
    "1595254735": "Purely passive kev pabcuam tawm tsam kom tswj tau qhov tseeb ntawm bots, lossis txawm paub thaum lawv tsis raug. Yog tias tsis muaj peev xwm qee zaum sib tw cov neeg siv thiab txheeb xyuas cov txiaj ntsig ntawm qhov kev sib tw, qhov tseeb yuav poob qis heev thaum lub sijhawm.",
    "2412751979": "Ua tsaug rau qhov tseeb tib neeg cov cim qhia tias lub hwj chim hCaptcha, ntau lub tuam txhab uas yav tas los siv reCAPTCHA v3/Enterprise tau hloov mus rau",
    "2284856231": "thiab pom kev txhim kho qhov tseeb hauv hCaptcha Enterprise's hom passive nkaus xwb thiab.",
    "4162847": "Peb tau tuaj yeem soj ntsuam qhov no ncaj qha, raws li qee tus ntawm peb cov neeg siv khoom tau sim A / B ntawm tib qhov kev thov ua ntej lawv hloov tag nrho los ntawm Google cov khoom. Peb feem ntau muaj peev xwm ua pov thawj ob qho tib si siab tsis tseeb qhov zoo thiab qhov tsis tseeb tsis zoo los ntawm reCAPTCHA v3 lossis reCAPTCHA Enterprise.",
    "436125785": "Qhov no yog qhov tsis txaus ntseeg vim qhov tsis raug ntawm cov lus tawm tswv yim muaj nyob rau hauv cov khoom lag luam, thiab qhov tseeb tias lawv tau muag los ntawm kev tshaj tawm nrog kev txaus siab txaus siab tsis tau txais txiaj ntsig zoo ntawm kev tshawb nrhiav bot, tsam nws yuav ua rau lawv lub lag luam tseem ceeb.",
    "2233741720": "Hauv kev xaus",
    "2133809801": "Tsuav yog tib neeg nyob twj ywm tib neeg, nws zoo li tias kev txheeb xyuas tib neeg yuav muaj lub luag haujlwm ua si hauv online.",
    "2255549335": "Peb txoj haujlwm ntawm hCaptcha yog txhawm rau nrhiav kev sib pauv zoo ntawm qhov nyuaj thiab qhov tseeb thiab ua kom muaj kev sib txhuam qis, tshwj xeeb tshaj yog rau",
    "4138068262": "cov neeg siv. Thaum kawg, kev cuam tshuam nrog cov teeb meem zoo li yuav nyob twj ywm ib feem ntawm cov cuab yeej siv los txo kev tsim txom hauv online tsuav yog tib neeg qhov xwm txheej tseem tsis hloov.",
    "855097735": "Tsim ib qho kev pabcuam uas ua tau zoo thaum ntsuas txhua qhov kev txhawj xeeb yog ib qho teeb meem nyuaj heev (thiab peb ib txwm ua haujlwm los txhim kho nws kom ua tau qhov kev paub zoo li qhov ua tau) tab sis peb cia siab tias koj yuav pom zoo tias txo spam, tsim txom, account takeovers. , thiab kev dag ntxias hauv online yog qhov kawg zoo tsim nyog rau qee zaus cov lus nug yooj yim.",
    "1953959745": "kev siv tau",
    "2543123170": "Zero kev sib txhuam humanity verification",
    "547245263": "daws koj qhov teeb meem bot hnub no.",
    "3117887301": "Kev ntseeg siab los ntawm cov kev pabcuam online loj tshaj plaws",
    "981806349": "Ua rau ntawm qhov pov thawj hCaptcha platform",
    "2373007864": "hCaptcha Enterprise khiav ntawm hCaptcha platform thev naus laus zis, txuas ntxiv kom suav nrog cov yam ntxwv siab tsheb khiav lag luam xav tau.",
    "2652399059": "Ib tug khub uas ntseeg tau",
    "1997838163": "Lub ntiaj teb cov tuam txhab loj tshaj plaws nyob ntawm hCaptcha Enterprise. Kev sib xyaw ua ke yog qhov yooj yim, thiab kev tshawb nrhiav qhov tseeb yog qhov tsis sib xws.",
    "734735952": "Peb tau soj ntsuam ntau tus neeg muag khoom CAPTCHA nrog rau kev tsim lub tshuab peb tus kheej. Thaum kawg, hCaptcha tau tshwm sim los ua qhov zoo tshaj plaws lwm txoj rau reCAPTCHA.",
    "1250541092": " Sergi Isasi",
    "3524251858": "Director of Product Management, Cloudflare",
    "3971348140": "Vim li cas peb thiaj siv hCaptcha? Tsis muaj leej twg tuaj yeem xa cov yam ntxwv thiab kev ua haujlwm peb xav tau. Lawv tau txais peb thiab khiav nrawm, thiab peb cov tub lag luam nyiam qhov kev paub dhau los.",
    "4248655793": "- Alex M.",
    "4185927140": "Product Manager, Flash, Shopify",
    "282913023": "Tus nqi zoo xaiv rau cov lag luam tsheb loj",
    "999610953": "Thaum kawg, ib qho kev ntseeg siab rau Google. hCaptcha Enterprise muab kev txuag nyiaj ntau ntawm koj daim nqi reCAPTCHA nrog kev ruaj ntseg dua: txog li 80% tsawg dua hauv qee kis.",
    "1886100235": "Ntau lub ntiaj teb cov kev pabcuam online loj tshaj plaws tau hloov mus rau hCaptcha Enterprise thiab tau txais kev txhim kho bot nrhiav nrog rau kev txuag nyiaj ntau heev.",
    "2903742230": "Ad networks pom koj cov neeg tuaj saib raws li cov khoom. Rau peb lub hom phiaj nkaus xwb yog txiav txim siab lawv tib neeg. Peb cov kev pabcuam ua tau raws li lossis dhau GDPR, CCPA, LGPD, thiab PIPL cov cai, thiab peb ua haujlwm hnyav los sib npaug ntawm kev ceev ntiag tug thiab kev nyab xeeb.",
    "3901503296": "Qhov tshwj xeeb tsom rau kev ceev ntiag tug no txhais tau tias peb tuaj yeem muab xoom tus neeg khaws cov ntaub ntawv, ua haujlwm tsis muaj ncuav qab zib, thiab lwm yam kev cog lus tsis pub lwm tus paub raws li qhov xav tau thaum tswj kev ruaj ntseg zoo.",
    "3342910682": "Nyeem ntxiv",
    "1130783905": "Qhov tseeb yog nyob rau hauv koj nyiam thiab peb. hCaptcha ua haujlwm muab cov ntaub ntawv tiag tiag rau koj thiab cia koj txiav txim siab siv nws li cas. Lwm cov kev daws teeb meem kev nyab xeeb yog muab los ntawm Gigantic cov tuam txhab tshaj tawm. Qhov no txhais tau tias txhua tus bot lawv thaiv tuaj yeem txo lawv cov nyiaj tau los.",
    "2019130052": "Peb cov kev tsim kho tshiab hauv ML tsom rau kev ceev ntiag tug cia peb tshaj li cov qauv kev ruaj ntseg ntawm cov keeb kwm \"sau txhua yam mus ib txhis\" cov tswv yim yam tsis muaj kev puas tsuaj rau kev nyab xeeb lossis cov neeg siv ntiag tug.",
    "23114595": "Kev paub siv zoo heev",
    "3437412311": "Rau cov neeg siv khoom lag luam, cov kev xaiv muaj kom zam dhau qhov kev sib tw hauv ntau qhov xwm txheej, tso siab rau cov qhab nia passive.",
    "1996843433": "Txo kev sib txhuam los ntawm kev zam kom tsis txhob muaj kev sib tw nkaus rau 99.9% ntawm koj qhov kev khiav tsheb raug cai thaum tseem muaj kev ruaj ntseg zoo heev.",
    "3093689546": "Kev sib koom ua ke yooj yim",
    "247560732": "Ntxiv hCaptcha nrog peb kab code. Yog tias koj tuaj ntawm reCAPTCHA, peb API yog sib xws thiab nws yuav siv sij hawm tsuas yog feeb los hloov.",
    "1510448156": "Koj tuaj yeem nce thiab khiav nrog lwm txoj hauv kev zoo tshaj niaj hnub no, thiab tig rau cov yam ntxwv siab dua ntxiv raws li qhov tsim nyog.",
    "2718999653": "Customized Threat Scores",
    "2698140263": "Tsis yog txhua qhov teeb meem zoo ib yam: tau txais ib qho qhab nia txhais tau tias nws yuav tsum hais txog koj qhov kev xav tau kom muaj txiaj ntsig.",
    "897432717": "Nrog peb cov qauv tsim tshiab rau Customized Threat Scores, ntxiv koj cov kev paub txog kev lag luam tso cai rau peb cov qauv xa cov qhab nia tshwj xeeb rau koj cov neeg siv.",
    "2650502379": "Tua koj tus kheej cov kev sib tw hauv ob peb feeb",
    "3578122193": "Nyob twj ywm ntawm hom khoom nrog cov ntsiab lus cuam tshuam",
    "1074044172": "Thaum cov neeg siv yuav tsum daws qhov kev sib tw kom tau raws li koj qhov kev xav tau kev nyab xeeb, vim li cas ho tsis nug cov lus nug qab ntxiag thiab cuam tshuam rau tus neeg siv?",
    "1579093044": "Nrog rau peb tus qauv tsim kev sib tw yooj yim, koj tuaj yeem tso tawm cov ntsiab lus ntawm kev sib tw hauv ob peb feeb xwb.",
    "3717512591": "Direct Platform Integration",
    "121743429": "Rau Web Infrastructure tuam txhab uas muag",
    "2131386784": "Tau txais kev txawj ntse thiab kev txhawb nqa rau koj thiab koj cov neeg siv",
    "2782263070": "Kev pabcuam yog qhov tseem ceeb tshaj plaws rau peb. Peb tuav 24/7 ntawm kev hu xov tooj txhawb nqa thiab muab kev sib koom tes ncaj qha Slack nrog koj pab pawg ua haujlwm engineering thiab peb cov neeg ua haujlwm hu xov tooj thaum thiab tom qab siv.",
    "3740051331": "Peb kuj tau cog lus los saib xyuas thiab teb rau koj cov neeg siv cov lus nug thoob plaws hauv kev tshaj xov xwm, cov rooj sab laj, thiab peb cov kev pabcuam hauv widget thiab email. Peb tuaj yeem siv tau thiab teb, thiab kho cov neeg siv khoom txaus siab raws li KPI sab saum toj.",
    "170775527": "Enterprise nta",
    "3383086062": "hCaptcha Enterprise yog kev daws teeb meem kev nyab xeeb hauv online. Active thiab passive hom tso cai rau koj tso tseg cov ntaub ntawv pov thawj, tshawb xyuas tus account takeovers, thiab thaiv cov neeg ua yeeb yam tsis txaus ntseeg. Tag nrho nrog xoom kev sib txhuam rau cov neeg siv raug cai.",
    "1408599440": "Pib nrawm nrog ob peb kab ntawm txoj cai thiab peb 99.9% passive hom, lossis tswj tag nrho thaum twg thiab cov neeg siv tau sib tw li cas. Cov qauv kev hem thawj kev cai thiab cov kev sib tw customizable txhais tau tias unrivaled yooj los xyuas kom meej kev ruaj ntseg.",
    "3365203058": "Ntiaj teb no-class anti-bot tiv thaiv",
    "1803009328": "Sib ntaus sib tua-kuaj ntawm lub vev xaib.",
    "1586809757": "Cov qhab nia bot tau raug siab",
    "353367791": "Tshawb nrhiav cov neeg ua phem phem ntawm ntau hom sib txawv.",
    "191460155": "Zero kev sib txhuam thiab 99.9% passive hom",
    "585557010": "Sib tw tsawg dua 0.1% ntawm cov neeg siv raug cai.",
    "3287172429": "Tswj hom kev sib tw qhia",
    "1844885924": "Lub tsev qiv ntawv dav ntawm hom xaiv los ntawm.",
    "3018523079": "Nyob twj ywm ntawm hom khoom lag luam nrog cov neeg siv kev paub zoo ib yam.",
    "3817811295": "Guaranteed kev ntseeg siab thiab ceev 24/7 ntawm kev hu xov tooj.",
    "1798492192": "Txoj cai browser txhawb nqa",
    "1356745565": "Tau tshaj txhua txoj kev rov qab mus rau Internet Explorer 8.",
    "751483365": "Kev them nyiaj yug rau cov neeg siv tsis yog JavaScript.",
    "4199502476": "Advanced qhia dashboards thiab API",
    "3630114728": "Saib seb muaj dab tsi tshwm sim thoob plaws koj lub vev xaib thiab apps.",
    "3573245166": "Tsis zoo li reCAPTCHA, peb ua haujlwm hauv txhua lub tebchaws.",
    "2354267648": "GDPR, CCPA, thiab LGPD-phooj ywg txoj cai ntiag tug",
    "3167979932": "Tsim los rau kev ceev ntiag tug los ntawm ib hnub. Daim ntawv cog lus ua haujlwm muaj zog.",
    "4065065042": "Hu rau qhov no kom haum rau koj cov ntaub ntawv siv.",
    "111184581": "Thawj-tog hosting",
    "4272022475": "Txhua qhov kev thov thiab cov khoom muaj nqis mus rau hcaptcha.yourdomain.com",
    "2676853536": "Ntau tus neeg siv dashboards",
    "1368787974": "Qhia kev tswj hwm thoob plaws koj pab neeg.",
    "1045484714": "SAML SSO kev koom ua ke nrog koj Tus Kws Kho Mob Tus Kheej, xws li Okta lossis Azure AD.",
    "3953584369": "Sophisticated RBAC kev txwv kev nkag tau muaj.",
    "2781507299": "Instant Verification",
    "4019660456": "0ms latency: txheeb xyuas hCaptcha tokens tsis muaj API hu.",
    "3446714684": "Mobile (iOS thiab Android) Kev koom ua ke",
    "2593768395": "Seamless kev hla lub vev xaib, haiv neeg mobile, mobile web. Kev sib koom ua ke ua ntej thiab ib txwm muaj SDKs muaj.",
    "1779265104": "Customized Terms and Privacy Guarantees",
    "122875767": "Txaus siab rau koj cov kev xav tau raug cai thaum lwm lub tuam txhab ua tsis tau.",
    "148188781": "Muab Kev Sib Tw",
    "838049015": "Xaiv tag nrho cov duab uas phim cov lus nug",
    "1126302400": "Boxing Box",
    "3554448168": "Categorization",
    "2104933754": "Txheeb xyuas cov ntawv sau sib xws",
    "3612043014": "...thiab lwm yam haujlwm yooj yim. Yooj yim rau tib neeg, nyuaj rau bots.",
    "3624758171": "Cov hauj lwm kev cai kuj muaj rau cov lag luam tshaj tawm.",
    "1001938065": "Kev koom ua ke tsis tuaj yeem yooj yim dua",
    "2138799135": "hCaptcha muaj ntau ntau qhov kev sib koom ua ntej ua ntej rau lub frontend thiab backend systems koj siv.",
    "2535001179": "Yog tias koj tshwm sim los ntawm Google's reCAPTCHA, peb cov APIs yog qhov hloov pauv.",
    "1393184984": "yog txhua yam koj xav tau.",
    "3715747429": "Peb cov engineers onboarding tuaj yeem ua rau koj mus sai sai, txawm tias koj xav tau React kev koom ua ke, SDKs rau iOS ib txwm apps, Java backend piv txwv, lossis zoo li lwm yam xwm txheej.",
    "2681650568": "Thiab raws li ib txwm muaj, kev ceev ntiag tug yog qhov tseem ceeb rau peb. Ntxiv peb qhov kev sib tw code tsuas yog qhov tsim nyog, thiab qhov twg nws ua rau kev nkag siab los tiv thaiv koj thiab koj cov neeg siv. Kev sau cov ntaub ntawv tsawg kawg yog pib los ntawm lub sijhawm sib koom ua ke.",
    "1130868224": "Peb kab code",
    "2183926131": "Pib nrog hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Tsim los rau Privacy.",
    "1297224875": "Ib qho tshwj xeeb kev ceev ntiag tug-tsav mus kom ze rau Enterprise kev ruaj ntseg online.",
    "2762458927": "Koj cov ntaub ntawv siv tsis yog muag.",
    "2058856283": "hCaptcha Enterprise tsuas muaj ib lub hom phiaj: txhawm rau tiv thaiv cov neeg ua phem tsis zoo los cuam tshuam koj cov haujlwm hauv online thiab ua phem rau koj cov neeg siv.",
    "2408036504": "Peb cov tshuab yog li tsim los ntawm hauv av mus rau txo qis cov ntaub ntawv sau thiab khaws cia thaum tswj kev ruaj ntseg hauv chav kawm. Txoj hauv kev zoo tshaj plaws los tiv thaiv cov neeg siv cov ntaub ntawv yog tsis khaws nws txhua.",
    "4099477834": "Txhua qhov kev sib raug zoo ntawm cov neeg siv khoom kuj tseem muaj kev tiv thaiv los ntawm Daim Ntawv Pom Zoo Ua Haujlwm Zoo. Cov kev pabcuam hCaptcha ua raws txhua txoj cai ntiag tug txawm tias koj qhov kev pabcuam lossis koj cov neeg siv khoom nyob. Tsis khaws cov ntaub ntawv tus kheej ua rau qhov no yooj yim dua rau peb dua li lwm lub tuam txhab.",
    "3569492665": "Sau cov haujlwm hauv online tsis yog lus teb.",
    "3389431373": "Cov kev pabcuam zoo li reCAPTCHA v3 hais tias muab lawv cov pixel taug qab ntawm txhua nplooj ntawv ntawm koj qhov chaw yog qhov tsim nyog rau kev ruaj ntseg zoo. Qhov no tsis yog li ntawd.",
    "3590546893": "Kev txheeb xyuas tus cwj pwm yooj yim yog ib qho teeb meem yooj yim forged los ntawm cov neeg ua phem phem, thiab yuav tsum tau khaws cov ntaub ntawv keeb kwm rau tag nrho koj cov tsheb raug cai thiab.",
    "1105363520": "Peb tsis ua haujlwm ib qho kev tshaj tawm, thiab tsis muaj kev txaus siab los saib xyuas koj tus neeg siv tus cwj pwm kom muag lawv tshaj tawm. Qhov no txhais tau tias peb tsis tas yuav muaj ib qho pixel passive ntawm txhua nplooj ntawv ntawm koj qhov chaw.",
    "3088605177": "Ntxiv peb qhov kev sib tw code tsuas yog qhov tsim nyog, thiab qhov twg nws ua rau kev nkag siab los tiv thaiv koj thiab koj cov neeg siv.",
    "337971271": "Kev kawm tshuab muaj txiaj ntsig. Tab sis nws tsis xav tau cov ntaub ntawv tus kheej los ua haujlwm.",
    "320166522": "Kev kawm tshuab tam sim no cuam tshuam yuav luag txhua yam ntawm peb lub neej, feem ntau hauv txoj hauv kev uas peb tsis paub thiab pom tsis tau. Cov kev pabcuam kev ruaj ntseg online tsis txawv.",
    "3180664128": "Los ntawm kev kawm ntau txhiab tus cim, cov qauv tuaj yeem ua rau muaj kev ntseeg siab hauv kev tshawb nrhiav tus cwj pwm phem sai heev, txawm tias tsis muaj ib tus neeg lub teeb liab yuav muaj zog txaus los qhia txog qhov teeb meem.",
    "961941354": "Txawm li cas los xij, tsis muaj qhov no yuav tsum tau siv cov ntaub ntawv txheeb xyuas tus kheej (\"PII\"). Cov txheej txheem cryptographic niaj hnub tso cai rau peb muab cov ntaub ntawv ntiag tug pov tseg sai li sai tau, tsim kom muaj ib qho kev kos npe uas tsis tuaj yeem txuas rau ib tus neeg twg.",
    "1706581702": "Kev cob qhia ntawm cov ntaub ntawv tsis raug txheeb xyuas ua haujlwm ib yam nkaus, thiab tsis tas yuav muaj kev cuam tshuam txog kev nyab xeeb lossis kev ceev ntiag tug. Peb cov neeg muas zaub tau ua qhov kev ntsuam xyuas empirical, thiab tau tshaj tawm tias peb sib npaug los yog zoo dua li ntau dua lwm txoj kev ntiag tug.",
    "3203921334": "Peb nyiam ntau yam txog cov kev daws teeb meem hCaptcha: 1) lawv tsis muag cov ntaub ntawv tus kheej; lawv khaws cov ntaub ntawv tus kheej yam tsawg kawg nkaus nkaus xwb, lawv muaj pob tshab hauv kev piav qhia cov ntaub ntawv lawv sau thiab lawv siv li cas thiab / lossis nthuav tawm.",
    "305735018": "Thaum kawg, ib qho kev ntseeg siab rau Google. hCaptcha Enterprise muab kev txuag nyiaj ntau ntawm koj daim nqi reCAPTCHA nrog kev ruaj ntseg dua: txog li 80% tsawg dua hauv qee kis.",
    "3695206755": "Sim peb tawm hauv koj ib puag ncig yam tsis muaj lub luag haujlwm.",
    "2941545733": "Peb yog cov engineers, tsis yog cov neeg muag khoom: peb xav kom koj txaus siab rau koj qhov kev xaiv.",
    "131871195": "Txoj hauv kev zoo tshaj plaws los xyuas kom meej tias koj txaus siab yog ua kom peb ua tau raws li koj xav tau.",
    "3436534225": "Zoo tshaj txhua lub tuam txhab uas pib tus tsav thaum kawg xaiv peb cov kev daws teeb meem.",
    "4060250206": "Siv daim ntawv no mus cuag ib tug ntawm peb cov kws tshwj xeeb. Peb teb sai sai.",
    "1159746815": "Koj tseem tuaj yeem xa email ncaj qha rau peb.",
    "2531534427": "Paub meej nyob ntawm no.",
    "2059998584": "Thaj tsam",
    "3916131732": "Tebchaws Asmeskas",
    "135276624": "Teb chaws Europe, Middle East, Africa (EMEA)",
    "1182294134": "Asia-Pacific (APAC)",
    "2437934778": "Koj Lub Npe",
    "3859506577": "Lag luam Email",
    "1268414751": "Lwm cov ntsiab lus peb yuav tsum muaj?",
    "42559805": "Koj puas xav tau kev thauj mus los sai?",
    "851679588": "Yog lawm.",
    "1729677626": "Kuv nyob rau hauv kev tawm tsam thiab yuav tsum tau onboarding tam sim ntawd.",
    "2808971932": "Nov yog qee cov ntawv hauv lub div block.",
    "2468683988": "Lub taub hau",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendise varius enim nyob rau hauv eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Text Link",
    "2212670355": "Sau npe",
    "31502377": "Dab tsi yog Rich Text Element?",
    "2310705547": "Cov ntawv nyeem nplua nuj tso cai rau koj los tsim thiab tsim cov kab lus, kab lus, blockquotes, dluab, thiab video tag nrho hauv ib qho chaw es tsis txhob ntxiv thiab format lawv tus kheej. Tsuas yog ob npaug nias thiab yooj yim tsim cov ntsiab lus.",
    "2590587108": "Static thiab dynamic cov ntsiab lus kho",
    "778204464": "Lub ntsiab lus nplua nuj tuaj yeem siv nrog cov ntsiab lus zoo li qub lossis dynamic. Rau cov ntsiab lus zoo li qub, cia li poob rau hauv ib nplooj ntawv thiab pib kho. Rau cov ntsiab lus dynamic, ntxiv cov ntawv nplua nuj rau txhua qhov kev sau thiab tom qab ntawd txuas cov ntawv nplua nuj rau thaj chaw ntawd hauv vaj huam sib luag teeb tsa. Voila!",
    "1890955039": "Yuav ua li cas kho formatting rau txhua cov ntawv nplua nuj",
    "3286051798": "Cov kab lus, kab lus, blockquotes, cov duab, cov duab, thiab cov duab kos npe tuaj yeem ua txhua yam tom qab ib chav kawm ntxiv rau cov ntawv nplua nuj siv \"Thaum sab hauv\" nested selector system.",
    "504332576": "Peb zoo siab tshaj tawm tias hCaptcha tau loj hlob mus rau qhov loj tshaj plaws kev ywj pheej cybersecurity kev pab cuam nyob rau hauv lub ntiaj teb no, khiav ntawm txog 15% ntawm internet - thiab peb coj feem ntau ntawm cov lag luam no ncaj qha los ntawm Google reCAPTCHA. Ua ke, hCaptcha thiab",
    "1155436473": "(peb lub tuam txhab muab) tam sim no tiv thaiv ntau pua lab tus neeg siv thoob plaws kaum tawm lab lub vev xaib thiab apps txhua lub hlis. Peb zaj dab neeg qhia tau hais tias koj tuaj yeem sib tw nrog Big Tech thaum koj tso tus kheej ua ntej.",
    "3108727249": "BotStop",
    "1296696044": "Tsis pub twg paub thiab kev ruaj ntseg: Vim li cas tsis yog ob leeg?",
    "538871570": "Kev sib tw nrog Google thiab lwm lub tuam txhab Big Tech zoo li qhov kev txiav txim siab siab: lawv lub zog ua lag luam monopolistic, cov teebmeem hauv lub platform thiab cov tub rog ntawm cov neeg tsim khoom tau them nyiaj ntau yog feem ntau suav tias muaj zog heev los daws rau leej twg tab sis lwm cov tuam txhab thev naus laus zis xws li Facebook lossis Amazon. Peb zaj dab neeg qhia tau hais tias nws tsis tas yuav yog li ntawd - koj tuaj yeem tuav Big Tech los ntawm kev tsom mus rau kev ceev ntiag tug.",
    "3600718611": "Xav txog Google reCAPTCHA,",
    "4281708680": ". Ntawm hCaptcha, peb tau txhob txwm tshaj tawm txoj hauv kev sib txawv, siv cov txheej txheem kev ceev ntiag tug-kev kawm tshuab los txheeb xyuas tus cwj pwm ntawm tus neeg raug siab, tag nrho thaum siv thiab khaws cov ntaub ntawv me me li sai tau.",
    "3312336121": "uas siv ntau cov ntaub ntawv coj tus cwj pwm los txiav txim seb cov neeg siv lub vev xaib puas yog tib neeg lossis bots",
    "1193738791": ": Lawv taug qab cov neeg siv tus cwj pwm ntawm txhua nplooj ntawv ntawm lub vev xaib thiab thoob plaws lub vev xaib. Peb tsim hCaptcha kom muaj kev ceev ntiag tug raws li qhov ua tau los ntawm hnub ib. Qhov no ua rau muaj kev sib txawv kiag li rau qhov teeb meem. Raws li nws hloov tawm, taug qab cov neeg siv thoob plaws lub vev xaib thiab khi lawv lub vev xaib keeb kwm rau lawv tus kheej yog qhov tsis tsim nyog rau kev ua tiav kev ruaj ntseg zoo. Ntau lub tuam txhab uas tau hloov mus rau hCaptcha",
    "2620705814": "Google yog lub tuam txhab tshaj tawm, thiab lawv cov khoom lag luam ruaj ntseg zoo li lawv cov khoom lag luam tshaj tawm",
    "1126447688": "feem ntau qhia txog kev sib npaug lossis kev ua tau zoo dua hauv kev tshawb nrhiav bot thiab txo qis txawm tias peb tsom mus rau kev ceev ntiag tug",
    "439777523": "Txoj Cai Teebmeem",
    "3588274874": "Hauv kev tsom mus rau kev xa cov khoom lag luam raws li kev tswj hwm kev siv zog xws li European Union's GDPR thiab California's CCPA, peb tau ntsib kev loj hlob loj - tau kawg, nws pab tau tias hCaptcha yog qhov yooj yim \"poob hauv\" hloov rau reCAPTCHA thiab tuaj yeem teeb tsa li ntawm feeb.",
    "2150595700": ". GDPR thiab CCPA tau muab kev txhawj xeeb txog kev ceev ntiag tug rau hauv daim ntawv qhia rau cov neeg yuav khoom lag luam, thiab tib lub sijhawm kev ceev ntiag tug hauv online tau dhau los ua qhov tseem ceeb rau cov pej xeem vim peb txhua tus pib nkag siab tias kev tshaj tawm online thiab kev lag luam lag luam tau siv peb cov ntaub ntawv keeb kwm li cas.",
    "2624949852": "Tau kawg, reCAPTCHA yog tus nkag mus rau hauv lub vev xaib kev ruaj ntseg txij li xyoo 2009, tiv thaiv ntau lab lub vev xaib tawm tsam puas muaj kev hem thawj los ntawm cov neeg phem thiab spammers. Txawm li cas los xij, nws tau raug cuam tshuam tag nrho hauv xyoo tas los no:",
    "499510428": "Peb yeej ntseeg tias txoj cai tau pab peb ntawm no",
    "1232651561": "software tam sim no zoo li cov neeg ntawm kev daws teeb meem reCAPTCHA.",
    "824740867": "Ntau dua li kev txhim kho cov kev daws teeb meem, Google hloov pauv tau tso tawm reCAPTCHA v3, uas ua haujlwm ntau dua li kev tshaj tawm network dua li kev ruaj ntseg software, khaws cov ntaub ntawv coj tus cwj pwm los ntawm thoob plaws lub vev xaib los tsim cov neeg siv cov ntaub ntawv. Hmoov tsis zoo, hom teeb liab no yooj yim swb, thiab yog li muab kev tiv thaiv me me rau cov bots thaum ua phem rau cov neeg siv khoom ntiag tug.",
    "1027023087": "Peb ntawm hCaptcha tau tsom mus rau ntau txoj hauv kev niaj hnub rau qhov teeb meem, uas tsis tas yuav khaws cov ntaub ntawv coj tus cwj pwm mus sij hawm ntev xws li tshawb nrhiav keeb kwm thiab tau ua pov thawj ntau dua nyob rau hauv lub ntsej muag ntawm cov yeeb ncuab txiav txim txij li qhov kev pabcuam tau qhia.",
    "2852295413": "Kev tsis sib haum xeeb ntawm kev txaus siab: nres bots txo cov nyiaj tau los rau kev tshaj tawm",
    "1597520917": "Ntau tus neeg thuam tau taw qhia tias Google tsis saib xyuas tus neeg siv tus kheej yuav tsum txhawj xeeb cov neeg siv khoom nrhiav kev tiv thaiv lawv lub vev xaib thiab apps.",
    "763447231": "Nyob rau tib lub sijhawm, txwv tsis pub bots los ntawm kev nkag mus rau cov chaw tshaj tawm tuaj yeem nthuav tawm kev dag ntxias, pitting Google's reCAPTCHA cov khoom ncaj qha tawm tsam lawv cov lag luam tshaj tawm, uas ua rau ntau dua 80% ntawm lawv cov nyiaj tau los.",
    "999674529": "Txhua tus bot Google kuaj pom yuav tsum tau txais nyiaj xoom ad nyiaj. Google lub tuam txhab kev txhawb siab yog li ua tsis tau zoo nrog cov neeg siv ntawm lawv cov kev pabcuam kev nyab xeeb, thiab qhov no yuav yog ib qho kev piav qhia rau kev ua haujlwm tsis zoo ntawm lawv cov kev ruaj ntseg reCAPTCHA.",
    "956019009": "Cov tuam txhab loj tshaj plaws hauv web infrastructure twb tau nqis tes ua",
    "1923297430": "Qhov kawg tawg taw tes rau ntau tus neeg siv khoom loj tuaj thaum Google pib them cov tuam txhab siv lawv cov khoom ntawm txhua qhov muaj txiaj ntsig. Qhov no ua rau lub sijhawm ntev reCAPTCHA cov neeg siv los nrhiav lwm txoj hauv kev zoo dua li kev tswj hwm kev txhawj xeeb thoob ntiaj teb tau ua rau siv Google cov kev muab ntau ntxiv tsis txaus siab.",
    "2197218442": "Cloudflare CEO Matthew Prince tau sau cov ntsiab lus ntawm qhov kev xav no hauv",
    "155456850": "tshaj tawm lawv hloov mus rau hCaptcha:",
    "435302267": "tuam txhab blog post",
    "2087769953": "\"Peb zoo siab rau qhov kev hloov pauv no vim tias nws pab daws qhov kev txhawj xeeb tsis pub lwm tus paub los ntawm kev cia siab rau Google kev pabcuam uas peb tau muaj rau qee lub sijhawm. Peb tau soj ntsuam ntau tus neeg muag khoom CAPTCHA nrog rau kev tsim kho peb tus kheej. Thaum kawg, hCaptcha tshwm sim los ua lwm txoj hauv kev zoo tshaj rau reCAPTCHA. lawv khaws cov ntaub ntawv tus kheej yam tsawg kawg nkaus nkaus xwb, lawv yog pob tshab hauv kev piav qhia cov ntaub ntawv lawv sau thiab lawv siv li cas thiab / lossis nthuav tawm nws. \"",
    "595582512": "Yog tias koj tab tom nrhiav kev tiv thaiv koj lub vev xaib lossis app zoo los ntawm bots, spammers lossis lwm tus neeg ua phem, tag nrho thaum khaws koj cov neeg siv kev ceev ntiag tug (thiab ua raws li tag nrho cov kev cai cuam tshuam!), xav txog hCaptcha thiab peb lub tuam txhab muab",
    "3388180864": "Txaus siab rau kev ua haujlwm ntawm kev sib sib zog nqus kev sib tw ntawm lub vev xaib? Peb ib txwm ntiav cov kws tshaj lij engineers thoob ntiaj teb -",
    "3892952987": "tshawb xyuas peb qhov qhib thiab thov ntawm no",
    "3368788823": "Terence Eden ua qhov nthuav qhia ntawm nws blog: \"",
    "1491780143": "CAPTCHAs tsis ua pov thawj tias koj yog tib neeg - lawv ua pov thawj tias koj yog neeg Amelikas",
    "2146900431": "Intuitively, qhov kev thov no ua rau muaj kev nkag siab ntau. CAPTCHAs, zoo li yuav luag txhua yam, tau muab tso rau hauv cov ntsiab lus ntawm kev coj noj coj ua, thiab yog tias koj qhov kev sib tw feem ntau tau tsim hauv ib kab lis kev cai, nws yuav tsis txhais tau zoo rau lwm tus. Ntawm nws lub hauv paus, qhov no yog qhov teeb meem ntawm kab lis kev cai",
    "378086442": "ntawm CAPTCHAs, tsis yog lawv UX ib se.",
    "1445008801": "Raws li Eden hais tias:",
    "332723732": "cov ntsiab lus",
    "2072808435": "\"Xav seb, Google? Taxis hauv kuv lub tebchaws feem ntau yog xim dub. Kuv tau saib cov yeeb yaj kiab txaus kom paub tias txhua tus nyob hauv Asmeskas yog daj. txawv xim.\"",
    "3206136647": "Google qhov teeb meem ntawm no yog raws li cov lus nug cov ntaub ntawv lawv siv vs. leej twg pom nws. Yog tias tag nrho cov ntaub ntawv los ntawm tib kab lis kev cai (thiab hauv Google rooj plaub, tib lub tuam txhab) koj tuaj yeem cia siab tias yuav muaj kev sib tw uas tsis txhais lus zoo rau lwm haiv neeg, raws li Eden qhov kev tsis txaus siab.",
    "2217842245": "Txawm li cas los xij, peb cov ntaub ntawv qhia tau tias (rau hCaptcha)",
    "4280117172": "Ntau lub tebchaws hauv qhov tseeb ua tau zoo dua li Asmeskas, suav nrog Nigeria, Is Nrias teb, Brazil thiab Lub Tebchaws Yelemees:",
    "555749578": "muaj tsawg dua 1% qhov sib txawv hauv kev daws cov nqi thoob plaws lub tebchaws loj ntawm txhua lub tebchaws.",
    "151737819": "hCaptcha daws cov nqi thoob plaws ntiaj teb qhia qhov txawv me ntsis",
    "3908992897": "thiab yog siv nyob rau hauv txhua lub teb chaws thiab ib cheeb tsam nyob rau hauv lub ntiaj teb no, yog li ntawd peb tau tsom mus rau muab ib tug zoo ib yam thoob ntiaj teb kev.",
    "2808122102": "Kev ua haujlwm hla kab lis kev cai yog li qhov yuav tsum tau muaj rau peb cov kev pabcuam. Ua kom paub tseeb tias txhua tus neeg siv raug cai tuaj yeem nkag mus rau cov ntsiab lus sai yog qhov tseem ceeb ntawm peb lub luag haujlwm. Peb muab cov kev cov nyom hauv 110 yam lus, thiab txuas ntxiv txhim kho cov kev txhais lus uas cuam tshuam kom paub tseeb tias peb cov kev cov nyom tuaj yeem daws tau los ntawm txhua tus.",
    "3913801502": "hCaptcha tam sim no khiav ntawm li 15% ntawm internet",
    "2077639538": ". Rau ib qho, cov ntaub ntawv sib tw ntawm peb cov kev pabcuam tuaj yeem los ntawm ntau qhov chaw, tsis yog ib qho - los ntawm cov tuam txhab Fortune 500 loj mus rau kev pib kawm tshuab, tsuav yog lawv ua raws li peb.",
    "3951112506": ". Qhov ntawd twb tau lees paub ntau dua ntawm heterogeneity hauv cov ntaub ntawv.",
    "1803943584": "Qhov thib ob, peb cia cov kev sib tw rau tus kheej ua kom zoo los txiav txim siab hauv lub tebchaws lossis hom lus twg lawv yuav khiav, ua rau muaj kev pheej hmoo ntawm kev sib raug zoo ntxiv mus ntxiv. Yog tias qhov tseeb qis dua qhov xav tau, cov lus nug tsuas yog yuav tsum tsis txhob khiav hauv cheeb tsam lossis hom lus uas qhov tshwm sim no tshwm sim.",
    "3668873369": "Ntawm hCaptcha, peb tau coj txoj hauv kev sib txawv ntawm hnub ib",
    "1519201684": "AI Ethics txoj cai",
    "2155089487": ". Yog tias peb cov teeb meem daws tau yooj yim dua rau qee pawg, peb yuav cia siab tias yuav pom qhov sib txawv ntawm cov tib neeg thoob plaws ntiaj teb thiab thoob plaws cov kab lis kev cai sib txawv thaum daws lawv. Nyob rau hauv cov ntsiab lus ntawm Eden tus ncej, peb xav kom cov neeg Amelikas ua tau zoo dua li cov neeg hauv lwm lub tebchaws. Vim tias peb tau siv ntau xyoo los tsim cov kab ke kom zam qhov teeb meem no, peb qhov tseeb pom qhov tsis sib xws.",
    "2603863826": "PS: Yog tias koj pom qhov kev txhais lus hauv koj cov lus uas tuaj yeem siv kev txhim kho, thov xa mus rau ib qho",
    "3543141425": "rau nws!",
    "2697276059": "Cov ntaub ntawv pov thawj no ua haujlwm: tsis sib xws daws cov nqi thoob plaws ntiaj teb",
    "664236229": "rub thov"
}