{
  "header-privacy-link": "Confidențialitate",
  "header-integration-link": "Integrare",
  "header-cost-link": "Cost",
  "header-features-link": "Caracteristici",
  "header-docs-link": "Docs",
  "header-login-button": "Autentificare",
  "header-contact-button": "Contactați vânzări",
  "intro-heading": "Verificarea umanității fără frecare.",
  "intro-contact-button": "Contactați-ne pentru a afla mai multe",
  "intro-text-bottom": "Pe care se bazează companiile care alimentează web-ul.",
  "sub-menu-button": "Contactați vânzări",
  "sub-menu-item1": "Afacere",
  "sub-menu-item2": "Cost",
  "sub-menu-item3": "Integrare",
  "sub-menu-item4": "Caracteristici",
  "sub-menu-item5": "Confidențialitate",
  "sub-menu-item6": "Docs",
  "info-head-1": "Construit pe platforma hCaptcha dovedită",
  "info-text-1": "hCaptcha Enterprise rulează pe tehnologia platformei hCaptcha, extinsă pentru a include funcțiile de care companiile cu trafic mare au nevoie.",
  "info-head-2": "Un partener de încredere",
  "intro-subtitle": "Rezolvați problema botului dvs. astăzi.",
  "info-text-2": "Cele mai mari companii din lume au încredere în serviciile noastre pentru a deservi multe milioane de utilizatori zilnici pe zeci de milioane de site-uri.",
  "cloudflare-quote-text": "Am evaluat un număr de furnizori de CAPTCHA și am construit un sistem singuri. În cele din urmă, hCaptcha a apărut ca cea mai bună alternativă la reCAPTCHA.",
  "cloudflare-quote-detail": "Director de management de produs, Cloudflare",
  "section-quote-head": "Opțiunea rentabilă pentru întreprinderile cu trafic mare",
  "section-quote-text": "În sfârșit, o alternativă credibilă la Google. hCaptcha Enterprise oferă economii dramatice la factura reCAPTCHA cu o securitate mai mare: cu până la 80% mai puțin costisitor în unele cazuri. Multe dintre cele mai mari servicii online din lume au trecut la hCaptcha Enterprise și au primit o detectare îmbunătățită a botului, alături de economii substanțiale de costuri.",
  "section-quote-button": "Contactați-ne astăzi pentru o ofertă",
  "section-privacy-header": "Concentrat asupra confidențialității",
  "section-privacy-text-1": "Rețelele publicitare văd vizitatorii ca pe un produs. Pentru noi singurul produs este determinarea umanității lor. Serviciile noastre îndeplinesc sau depășesc cerințele GDPR, CCPA și LGPD și susțin inițiative precum Privacy Pass. Lucrăm din greu pentru a echilibra confidențialitatea și securitatea.",
  "section-privacy-text-2": "Acest accent unic asupra confidențialității înseamnă că putem oferi zero reținere a datelor individuale, funcționare fără cookie-uri și alte garanții contractuale de confidențialitate, după cum este necesar, menținând în același timp o securitate excelentă.",
  "section-security-header": "Securitatea în primul rând",
  "section-security-text-1": "Precizia este în interesul dumneavoastră și al nostru. hCaptcha funcționează pentru a vă oferi date reale și vă permite să decideți cum să le utilizați. Alte captch-uri sunt furnizate de companiile de publicitate Gigantic. Aceasta înseamnă că fiecare bot pe care îl blochează își poate reduce veniturile.",
  "section-security-text-2": "Utilizarea celor mai recente tehnici de învățare automată, cu accent pe confidențialitate, ne permite să depășim standardele de securitate ale strategiilor moștenite pentru a înregistra totul pentru totdeauna, fără a afecta securitatea sau confidențialitatea utilizatorilor.",
  "section-user-experience-header": "Experiență excelentă pentru utilizator",
  "section-user-experience-text1": "Pentru utilizatorii Enterprise, sunt disponibile opțiuni pentru a evita complet provocările în majoritatea scenariilor.",
  "section-user-experience-text2": "Reduceți frecarea evitând în întregime o provocare pentru 99,9% din traficul dvs. legitim, oferind în același timp o securitate excelentă, datorită modelelor avansate de bot.",
  "section-easy-integration-header": "Integrare ușoară",
  "section-easy-integration-text": "Adăugarea hCaptcha durează doar câteva minute și doar câteva linii de cod. API-ul de bază este compatibil cu reCAPTCHA V2, iar comutarea durează doar câteva minute. Poți fi în stare de funcționare cu o alternativă superioară astăzi și poți activa funcții mai avansate, după cum este necesar.",
  "section-easy-integration-serverside": "Partea de server:",
  "section-easy-integration-frontend": "În față:",
  "section-threat-header": "Scoruri personalizate de amenințare",
  "section-threat-text": "Nu toate problemele sunt la fel: obținerea unui singur scor înseamnă că trebuie să vă răspundă nevoilor pentru a fi util. Cu scorurile unice de amenințări personalizate de la hCaptcha, o consultare rapidă ne permite să ne ajustam modelele pentru a oferi scoruri mai relevante pentru afacerea dvs.",
  "section-challenges-header": "Lansați-vă propriile provocări în câteva secunde",
  "section-challenges-text-1": "Rămâneți pe brand cu conținut relevant",
  "section-challenges-text-2": "Când utilizatorii trebuie să rezolve o provocare pentru a îndeplini cerințele de securitate, de ce să nu creeze sarcini plăcute și relevante pentru utilizator? Cu designerul nostru simplu de provocări personalizate, puteți lansa conținut de provocare pe marcă în doar câteva minute.",
  "section-integration-header": "Integrare directă a platformei",
  "section-integration-subheader": "Pentru companiile de infrastructură web",
  "section-integration-text": "Sistemul hCaptcha Enterprise este unic flexibil în design: poate fi implementat parțial sau în întregime la marginea rețelei dvs. dacă operați un cloud public sau dețineți multe centre de date. ‍Acest lucru poate reduce drastic costurile și traficul în afara rețelei, păstrând în același timp toate beneficiile managementului de către personalul nostru de gardă 24/7 pentru a îndeplini cele mai stricte SLA.",
  "section-support-header": "Expertiză accesibilă și asistență atât pentru dvs., cât și pentru utilizatorii dvs",
  "section-support-text": "Serviciul este o prioritate de top pentru noi. Menținem asistență 24/7 și oferim coordonare directă Slack cu echipa dvs. de integrare de inginerie și personalul nostru de gardă în timpul și după implementare.‍ ‍De asemenea, ne angajăm să monitorizăm activ și să răspundem la întrebările utilizatorilor dvs. pe rețelele sociale, forumuri. , și canalele noastre de asistență în widget și e-mail. Suntem accesibili și receptivi și tratăm satisfacția utilizatorilor ca pe un KPI de top.",
  "section-enterprise-header": "Caracteristici Enterprise",
  "section-enterprise-title-1": "Protecție anti-bot de clasă mondială",
  "section-enterprise-desc-1": "Testat în luptă la scară web.",
  "section-enterprise-title-2": "Scoruri bot de mare precizie",
  "section-enterprise-desc-2": "Detectați actori răi de multe tipuri diferite.",
  "section-enterprise-title-3": "Zero frecare și 99,9% moduri pasive",
  "section-enterprise-desc-3": "Provocați mai puțin de 0,1% dintre utilizatorii legitimi.",
  "section-enterprise-title-4": "Tipuri de provocări de control afișate",
  "section-enterprise-desc-4": "Bibliotecă largă de tipuri din care să alegeți.",
  "section-enterprise-title-5": "Controlați conținutul de provocare utilizat",
  "section-enterprise-desc-5": "Rămâneți pe brand cu o experiență constantă a utilizatorului.",
  "section-enterprise-title-6": "SLA-uri pentru întreprinderi",
  "section-enterprise-desc-6": "Fiabilitate garantată și asistență rapidă 24/7.",
  "section-enterprise-title-7": "Suport pentru browser vechi",
  "section-enterprise-desc-7": "Compatibil până la Internet Explorer 8.",
  "section-enterprise-title-8": "Tablouri de bord avansate de raportare și API",
  "section-enterprise-desc-8": "Vedeți ce se întâmplă pe toate site-urile și aplicațiile dvs.",
  "section-enterprise-title-9": "Funcționează în fiecare țară",
  "section-enterprise-desc-9": "Spre deosebire de reCAPTCHA, lucrăm în fiecare țară.",
  "section-enterprise-title-10": "Politica de confidențialitate compatibilă cu GDPR, CCPA și LGPD",
  "section-enterprise-desc-10": "Proiectat pentru intimitate din prima zi. Acord puternic de prelucrare a datelor.",
  "section-enterprise-title-11": "Niveluri de dificultate cu granulație fină",
  "section-enterprise-desc-11": "Formați acest lucru pentru a se potrivi exact cazul dvs. de utilizare.",
  "section-enterprise-title-12": "Gazduire prima parte",
  "section-enterprise-desc-12": "Toate solicitările și activele ajung la hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Tablouri de bord multi-utilizator",
  "section-enterprise-desc-13": "Distribuiți managementul echipei dvs.",
  "section-enterprise-title-14": "Verificare instantanee",
  "section-enterprise-desc-14": "Latență de 0 ms: verificați tokenurile hCaptcha fără apel API.",
  "section-enterprise-title-15": "Integrare mobil (iOS și Android).",
  "section-enterprise-desc-15": "Experiență perfectă pe web, mobil nativ, web mobil. Sunt disponibile integrări prefabricate și SDK-uri native.",
  "section-enterprise-title-16": "Termeni personalizați și garanții de confidențialitate",
  "section-enterprise-desc-16": "Satisface-ti nevoile legale atunci cand alte companii nu pot.",
  "presented-challlenges-head": "Provocări prezentate",
  "presented-challenges-title-1": "Comparaţie",
  "presented-challenges-text-1": "Selectați toate imaginile care se potrivesc cu interogarea",
  "presented-challenges-title-2": "Casetă de încadrare",
  "presented-challenges-text-2": "Definiți zona de delimitare pentru obiecte",
  "presented-challenges-title-3": "Categorizare",
  "presented-challenges-text-3": "Identificați etichetele corespunzătoare",
  "presented-challenges-subheader": "...și alte sarcini simple. Ușor pentru oameni, greu pentru roboți.",
  "presented-challenges-subtext": "Activități personalizate disponibile și pentru editorii întreprinderilor.",
  "footer-header-1": "Companie",
  "footer-header-2": "Resurse",
  "footer-header-3": "a lua legatura",
  "footer-link-1": "Etichetarea",
  "footer-link-2": "Despre",
  "footer-link-3": "Locuri de munca",
  "footer-link-4": "Mărci comerciale",
  "footer-link-5": "Blog",
  "footer-link-6": "stare",
  "footer-link-7": "Documentație",
  "footer-link-8": "Raporteaza o eroare",
  "footer-link-9": "Accesibilitate",
  "footer-terms": "Termeni",
  "footer-privacy": "Confidențialitate",
  "footer-attribution": "Atribuire",
  "footer-subheader-1": "A sustine",
  "footer-subheader-2": "a lua legatura",
  "switch-to-english-link": "schimbă pe limba engleză",
  "intro-heading-privacy": "Proiectat pentru confidențialitate.",
  "intro-subtitle-p1-privacy": " O abordare unică a securității online bazată pe confidențialitate.",
  "info-head-2-pr": "Înregistrarea activității online nu este răspunsul.",
  "info-text-1-pr": "hCaptcha Enterprise are un singur scop: de a preveni ca actorii răi să vă perturbe operațiunile online și să vă rănească utilizatorii.",
  "info-text-2-pr": "Sistemele noastre sunt astfel proiectate de la zero pentru a minimiza colectarea și păstrarea datelor, menținând în același timp securitatea de vârf. Cel mai bun mod de a proteja datele utilizatorului este să nu le stocați deloc.",
  "info-text-3-pr": "Toate relațiile cu clienții sunt, de asemenea, protejate de un Acord puternic de prelucrare a datelor. Serviciul hCaptcha respectă toate legile privind confidențialitatea, indiferent unde locuiesc serviciul sau clienții tăi. Nepăstrarea datelor personale face acest lucru mult mai ușor pentru noi decât pentru alte companii.",
  "info-text-2-2-pr": "Servicii precum reCAPTCHA v3 spun că plasarea pixelului lor de urmărire pe fiecare pagină a site-ului dvs. este necesară pentru o securitate bună. Nu este cazul.",
  "info-text-2-3-pr": "Analiza comportamentală simplă este un semnal falsificat cu ușurință de către actorii răi și necesită păstrarea istoricului de navigare pentru tot traficul dvs. legitim.",
  "info-text-2-4-pr": "Nu operam o rețea publicitară și nu avem niciun interes să observăm comportamentul dvs. de utilizator pentru a le vinde reclame. Aceasta înseamnă că nu avem nevoie de un pixel pasiv pe fiecare pagină a site-ului dvs.",
  "info-text-2-5-pr": "Adăugați codul nostru de provocare numai acolo unde este necesar și acolo unde este logic să vă protejați atât pe dvs., cât și pe utilizatori.",
  "info-head-3-pr": "Învățarea automată este utilă. Dar nu necesită date personale pentru a funcționa.",
  "info-text-3-1-pr": "Învățarea automată afectează acum aproape fiecare aspect al vieții noastre, adesea în moduri pe care nu ne dăm seama și nu le putem vedea. Serviciile de securitate online nu sunt diferite.",
  "info-text-3-2-pr": "Învățând peste mii de semnale, modelele pot deduce și atinge un grad ridicat de încredere în detectarea comportamentului rău intenționat foarte rapid, chiar și atunci când niciun semnal individual nu ar fi suficient de puternic pentru a indica o problemă.",
  "info-text-3-3-pr": "Cu toate acestea, nimic din toate acestea nu necesită utilizarea informațiilor de identificare personală (PII). Tehnicile criptografice moderne ne permit să renunțăm la orice date cu caracter personal cât mai repede posibil, creând în schimb semnături unidirecționale care nu pot fi legate de niciun individ.",
  "info-text-3-4-pr": "Instruirea privind datele de-identificate funcționează la fel de bine și nu necesită compromisuri în ceea ce privește securitatea sau confidențialitatea. Clienții noștri au făcut testele empirice și ne-au declarat egali sau mai buni decât alternative mult mai puțin private.",
  "cloudflare-quote-text-privacy": "Ne-au plăcut o serie de lucruri despre soluțiile hCaptcha: 1) nu vând date personale; colectează doar datele personale minime necesare, sunt transparente în descrierea informațiilor pe care le colectează și modul în care le folosesc și/sau le dezvăluie.",
  "pilot-head": "Încercați-ne în mediul dvs. fără nicio obligație.",
  "pilot-text-1a": "Suntem ingineri, nu vânzători: vrem să fiți mulțumit de alegerea dvs.",
  "pilot-text-1b": "Cea mai bună modalitate de a vă asigura satisfacția este de a demonstra că vă satisfacem nevoile.",
  "pilot-text-1c": "Practic, toate companiile care încep un pilot aleg soluțiile noastre.",
  "pilot-text-1d": "Utilizați acest formular pentru a contacta unul dintre specialiștii noștri tehnici. Răspundem rapid.",
  "pilot-text-1e": "De asemenea, ne puteți trimite un e-mail direct.",
  "pilot-email-details": "Detaliile sunt aici.",
  "pilot-f1": "Regiune",
  "pilot-f2": "Numele dumneavoastră",
  "pilot-f3": "Numele dumneavoastră",
  "pilot-f4": "Email de afaceri",
  "pilot-f5": "Ar trebui să avem alte detalii?",
  "pilot-f6": "Aveți nevoie de integrare urgentă?",
  "pilot-f7": "Da.",
  "pilot-f8": "Sunt atacat și am nevoie de integrare imediată.",
  "pilot-f9": "Trimite",
  "pilot-f10": "Introducând adresa de e-mail, sunteți de acord cu Termenii și Politica noastră de confidențialitate și să primiți e-mail de la noi.",
  "pilot-fo-1": "Integrarea nu ar putea fi mai ușoară.",
  "pilot-fo-2": "hCaptcha are zeci de integrări prefabricate pentru sistemele frontend și backend pe care le utilizați.",
  "pilot-fo-3": "Dacă se întâmplă să veniți de la reCAPTCHA de la Google, API-urile noastre sunt înlocuitoare. Trei linii de cod sunt tot ce ai nevoie.",
  "pilot-fo-4": "Inginerii noștri de onboarding vă pot ajuta să mergeți rapid, indiferent dacă aveți nevoie de integrare React, SDK-uri pentru aplicații native iOS, un exemplu de backend Java sau practic orice alt scenariu.",
  "pilot-fo-5": "Și, ca întotdeauna, confidențialitatea este o valoare de bază pentru noi. Adăugați codul nostru de provocare numai acolo unde este necesar și acolo unde este logic să vă protejați atât pe dvs., cât și pe utilizatori. Minimizarea colectării datelor începe din momentul integrării.",
  "pilot-fdone": "Mulțumesc. Vă vom contacta în curând.",
  "home-ent-2-new": "Aflați mai multe despre soluția noastră pentru întreprinderi.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Soluțiile hCaptcha Enterprise oferă securitate de top și protejează multe dintre cele mai bune servicii online.",
  "home-plans-button-2-new": "Află mai multe",
  "header-enterprise-link": "Afacere",
  "sales-interstitial-c1b-new": "Aflați mai multe despre hCaptcha Enterprise"
}
