{
  "23114595": "Experiență excelentă pentru utilizator",
  "34074886": "De fiecare dată când răspundeți la o provocare, folosim modele sofisticate pentru a ne da seama dacă sunteți om. Site-ul pe care l-ați vizitat folosește apoi acest rezultat pentru a vă ajuta să vă îmbunătățiți experiența pe site-ul lor, ținând departe roboții.",
  "98173630": "hCaptcha este cel mai utilizat serviciu independent CAPTCHA din lume.",
  "111184581": "Gazduire primara",
  "119298044": "Tehnologiile avansate ML și AI auto-supravegheate vă protejează proprietățile web de amenințări și atacuri",
  "121743429": "Pentru companiile de infrastructură web",
  "122875767": "Satisface-ti nevoile legale atunci cand alte companii nu pot.",
  "126134492": "Alte",
  "152010250": "hCaptcha a combinat învățarea automată avansată auto-supravegheată cu o nouă platformă de calcul edge, care minimizează în mod unic colectarea și păstrarea datelor, livrate din peste 250 de locații la nivel global pentru o scalabilitate masivă.",
  "179723061": "Mai mult control pentru echipele care au nevoie de securitate de vârf",
  "191460155": "Zero frecare și 99,9% moduri pasive",
  "282913023": "Opțiunea rentabilă pentru întreprinderile cu trafic mare",
  "328625009": "... suntem gata atunci când sunteți: serviciul nostru este disponibil non-stop.",
  "353066938": "O echipă cu experiență, care lucrează la cele mai grele probleme de astăzi. hCaptcha este un serviciu al",
  "353367791": "Detectați actori răi de multe tipuri diferite.",
  "359073033": "Tablourile de bord oferă vizualizări la nivel înalt sau cu granulație fină ale activității.",
  "392886773": "Funcționează în fiecare țară",
  "451701069": "Respectă GDPR, CCPA,",
  "547245263": "Rezolvați problema botului dvs. astăzi.",
  "552920956": "hCaptcha permite site-urilor web să câștige recompense în timp ce blochează roboții și alte forme de abuz. hCaptcha vă permite, de asemenea, să susțineți organizațiile caritabile alese cu aceste câștiguri.",
  "555158694": "Un serviciu pe care îl utilizați a ales să vă îmbunătățească experiența pe site-ul lor instalând hCaptcha pentru a reduce traficul rău intenționat.",
  "585557010": "Provocați mai puțin de 0,1% dintre utilizatorii legitimi.",
  "713281684": "Vânătă",
  "719304627": "Aveți nevoie de control end-to-end?",
  "734735952": "Am evaluat un număr de furnizori CAPTCHA, precum și am construit un sistem singuri. În cele din urmă, hCaptcha a apărut ca cea mai bună alternativă la reCAPTCHA.",
  "751483365": "Suport pentru clienți non-JavaScript.",
  "788770967": "Imi pare rau sa aud asta! Poate doriți să utilizați opțiunea noastră de accesibilitate:",
  "793242047": "Reduceți provocările prezentate utilizatorilor pentru a permite accesul rapid la aplicații",
  "829047995": "Utilizați în prezent reCAPTCHA?",
  "836577577": "Adăugarea hCaptcha durează doar câteva minute și doar câteva linii de cod. API-ul de bază este compatibil cu reCAPTCHA V2, iar comutarea durează doar câteva minute.",
  "838049015": "Selectați toate imaginile care se potrivesc cu interogarea",
  "846501387": "Protecție împotriva boturilor de clasă mondială",
  "861167568": "hCaptcha rezolvă una dintre cele mai presante probleme ale IT: împiedicarea roboților rău intenționați să vă atace aplicațiile web",
  "880478438": "pentru cea mai bună gestionare a botilor și a fraudelor din categoria.",
  "897432717": "Cu designul nostru nou pentru scoruri personalizate de amenințări,   adăugarea cunoștințelor dvs. de afaceri permite modelelor noastre să ofere scoruri relevante pentru utilizatorii dvs.",
  "910989640": "Generați rapoarte detaliate și personalizate de activitate",
  "976209454": "Câștigă recompense sau dăruiește caritate",
  "981806349": "Construit pe platforma hCaptcha dovedită",
  "999610953": "În sfârșit, o alternativă credibilă la Google. hCaptcha Enterprise oferă economii dramatice la factura ta reCAPTCHA cu o securitate mai mare: cu până la 80% mai puțin costisitor în unele cazuri.",
  "1014004474": "Planurile Enterprise de la hCaptcha oferă acorduri avansate de nivel de servicii pentru a vă proteja organizația",
  "1045484714": "Integrarea SAML SSO cu furnizorul dvs. de identitate, de ex. Okta sau Azure AD.",
  "1050501253": "Prea dificil",
  "1070364246": "Hopa! A apărut o eroare la trimiterea formularului.",
  "1103295010": "Câștigă bani sau dăruiește organizațiilor de caritate atunci când oamenii rezolvă CAPTCHA",
  "1130868224": "Trei linii de cod",
  "1131525092": "Grupați actorii răi împreună, fără efort, prin intermediul UID-urilor noastre care protejează confidențialitatea pentru a găsi și opri fraudele și abuzurile asociate",
  "1141402092": "Funcții avansate de raportare",
  "1150035777": "Modelele sofisticate de învățare automată generează scoruri de încredere în bot pe baza multor puncte de date, dincolo de răspunsul corect la întrebări.",
  "1150963691": "Atenuarea APT",
  "1172067553": "Platforma HUMAN din spatele hCaptcha oferă calitate foarte sofisticată a muncii și funcții de management prin implementări on-premise, hibride sau SaaS care se integrează cu sistemele dvs. existente.",
  "1173652155": "Consilieri",
  "1218990730": "cum să raportați probleme cu jurnalele detaliate",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Câștigați recompense pentru soluții umane",
  "1300485304": "hCaptcha protejează împotriva amenințărilor avansate și a momelilor concepute pentru a vă infiltra în rețelele",
  "1345083090": "Raportați o problemă de funcționalitate?",
  "1356745565": "Compatibil până la Internet Explorer 8.",
  "1368787974": "Distribuie managementul echipei tale.",
  "1393184984": "sunt tot ce ai nevoie.",
  "1475399473": "Aflați mai multe despre echipa hCaptcha",
  "1485807325": "Tablouri de bord multi-utilizator, SSO SAML",
  "1508655687": "Adăugați propriile provocări adaptate publicului dvs. pentru a eficientiza sau a restricționa accesul",
  "1510448156": "Poți fi în stare de funcționare cu o alternativă superioară astăzi și poți activa funcții mai avansate, după cum este necesar.",
  "1525403768": "Pentru mai multe informații, contactați Enterprise Sales.",
  "1544546608": "Pass de confidențialitate",
  "1549336309": "hCaptcha transformă acest model. Când utilizați hCaptcha, companiile licitează pentru munca pe care o fac utilizatorii dvs., deoarece își dovedesc umanitatea. Primești recompensele.",
  "1559631739": "Învățare privată",
  "1579093044": "Cu designerul nostru simplu de provocări personalizate, puteți lansa conținut de provocare de marcă în doar câteva minute.",
  "1586809757": "Scoruri bot de mare precizie",
  "1599610318": "Editor",
  "1637702726": "Despre hCaptcha",
  "1662477701": "Resurse",
  "1676849166": "Reduceți frecarea evitând în întregime o provocare pentru 99,9% din traficul dvs. legitim, oferind în același timp o securitate excelentă, datorită modelelor avansate de bot.",
  "1685871181": "Pe care se bazează cele mai bune servicii online",
  "1752795854": "hCaptcha aduce o abordare modernă, axată pe confidențialitate pentru oprirea roboților.",
  "1779265104": "Termeni personalizați și garanții de confidențialitate",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Suport pentru browser vechi",
  "1803009328": "Testat în luptă la scară web.",
  "1844885924": "Bibliotecă largă de tipuri din care să alegeți.",
  "1849717906": "Personalizați-vă cu propriul conținut de provocare",
  "1849805607": "hCaptcha protejează împotriva amenințărilor și momelilor concepute pentru a vă infiltra în rețelele",
  "1886100235": "Multe dintre cele mai mari servicii online din lume au trecut la hCaptcha Enterprise și au primit o detectare îmbunătățită a botului, alături de economii substanțiale de costuri.",
  "1894355645": "hCaptcha oferă o detectare simplă, ușoară și fiabilă a botului, fiind în același timp banal de rezolvat pentru oameni.",
  "1927613000": "hCaptcha combină învățarea automată sofisticată cu o platformă puternică de provocare pentru a proteja aplicațiile web de preluări de conturi, umplere de acreditări, scraping și alte tipuri de abuz.",
  "1936512180": "‍Acces ușor la API, tablouri de bord frumoase și cea mai recentă tehnologie model-in-the-loop pentru a maximiza eficiența lucrătorilor.",
  "1956967813": "Cele mai mari companii din lume au încredere în serviciile noastre pentru a deservi multe milioane de utilizatori zilnici pe zeci de milioane de site-uri.",
  "1958297836": "Protecție coordonată împotriva atacurilor și atenuare APT",
  "2041686284": "Mai multe date produc, în general, rezultate mai bune în formarea modelelor de învățare automată. Succesul recent al modelelor profunde a dus la seturi de date din ce în ce mai mari, iar hCaptcha servește acestei nevoi. Cu toate acestea, crearea de seturi mari de date revizuite de oameni folosind metode tradiționale este atât lentă, cât și costisitoare.",
  "2103563261": "Informații private sau publice",
  "2131386784": "Expertiză accesibilă și asistență atât pentru dvs., cât și pentru utilizatorii dvs",
  "2138799135": "hCaptcha are zeci de integrări prefabricate pentru sistemele frontend și backend pe care le utilizați.",
  "2163914794": "Aveți nevoie de mai multe etichete pentru seturile dvs. de date? hCaptcha oferă etichetare rapidă, rentabilă și de înaltă calitate a datelor pentru companiile care lucrează cu inteligență artificială și aplicații de învățare automată.",
  "2183926131": "Începeți cu hCaptcha Enterprise",
  "2184564739": "Vedea",
  "2188609322": "Actorii răi sunt din ce în ce mai des întâlniți online. Dar sacrificarea confidențialității utilizatorilor nu este răspunsul.",
  "2319072959": "Rulați complet offline cu propria forță de muncă, urmăriți valoarea consumată între unitățile de afaceri sau partenerii de consorțiu, direcționați selectiv locurile de muncă către diferiți furnizori de forță de muncă interni sau externi, pe baza cerințelor de cost și de securitate și multe altele.",
  "2320894364": "Cu peste 200 de puncte de prezență, cloud-ul hCaptcha vă protejează activele din întreaga lume",
  "2354267648": "Politica de confidențialitate compatibilă cu GDPR, CCPA și LGPD",
  "2373007864": "hCaptcha Enterprise rulează pe tehnologia platformei hCaptcha, extinsă pentru a include funcțiile de care companiile cu trafic mare au nevoie.",
  "2418549423": ", un standard în curs de dezvoltare pentru păstrarea confidențialității online prin dovezi criptografice și alte caracteristici unice care au prioritate confidențialitatea.",
  "2489287539": "„Fără CAPTCHA” fără frecare și moduri pasive 99,9%.",
  "2510209017": "Ai nevoie de mai mult ajutor?",
  "2513143348": "Sistemul hCaptcha Enterprise este unic flexibil în design: poate fi implementat parțial sau în întregime la marginea rețelei dvs. dacă operați un cloud public sau dețineți multe centre de date.",
  "2535001179": "Dacă se întâmplă să veniți de la reCAPTCHA de la Google, API-urile noastre sunt înlocuitoare.",
  "2593768395": "Experiență perfectă pe web, mobil nativ, web mobil. Sunt disponibile integrări prefabricate și SDK-uri native.",
  "2650502379": "Lansați-vă propriile provocări în câteva secunde",
  "2670003220": "Locuri de munca",
  "2671622670": "Afacere",
  "2676853536": "Tablouri de bord multi-utilizator",
  "2681650568": "Și, ca întotdeauna, confidențialitatea este o valoare de bază pentru noi. Adăugați codul nostru de provocare numai acolo unde este necesar și acolo unde este logic să vă protejați atât pe dvs., cât și pe utilizatori. Minimizarea colectării datelor începe din momentul integrării.",
  "2682873489": "Definiți zona de delimitare pentru obiecte",
  "2686825859": "Înscrieți-vă gratuit sau contactați-ne despre soluțiile hCaptcha Enterprise",
  "2698140263": "Nu toate problemele sunt la fel: obținerea unui singur scor înseamnă că trebuie să vă răspundă nevoilor pentru a fi util.",
  "2698640210": "Controlați provocările și tipurile afișate",
  "2707282231": "Personalizați provocările pentru utilizatorii dvs. Faceți imposibil pentru roboți să rezolve și să pătrundă.",
  "2714878440": "Protejați-vă serviciile de scraping, preluări de cont, umplere de acreditări și spam cu învățarea automată avansată și verificarea umanității.",
  "2718999653": "Scoruri personalizate de amenințare",
  "2781507299": "Verificare instantanee",
  "2782263070": "Serviciul este o prioritate de top pentru noi. Menținem asistență 24/7 și oferim coordonare directă Slack cu echipa dvs. de integrare de inginerie și personalul nostru de gardă în timpul și după implementare.",
  "2806751666": "Ce este hCaptcha?",
  "2826051554": "și altele",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Rețelele publicitare văd vizitatorii ca pe un produs. Pentru noi singurul produs este determinarea umanității lor. Serviciile noastre îndeplinesc sau depășesc cerințele GDPR, CCPA, LGPD și PIPL și susțin inițiative precum Privacy Pass. Lucrăm din greu pentru a echilibra confidențialitatea și securitatea.",
  "2927700175": "Arătăm provocări CAPTCHA care sunt dificile pentru roboți, dar ușor pentru oameni, prin colectarea datelor dificil de etichetat din problemele de învățare automată și folosindu-le pentru a distinge dacă un vizitator al site-ului sau al unei aplicații este uman.",
  "2968026167": "Leguma ta preferată",
  "3018523079": "Rămâneți pe brand cu o experiență constantă a utilizatorului.",
  "3065000659": "Ți-ai dat seama de fiecare dată când „dai clic pe mașină” ajuți să antrenezi unul singur?",
  "3093388779": "hCaptcha este folosit gratuit pentru editorii de orice dimensiune",
  "3093689546": "Integrare ușoară",
  "3096063825": "Încearcă",
  "3107683988": "Acest lucru poate reduce dramatic traficul și costurile în afara rețelei, păstrând în același timp toate beneficiile managementului de către personalul nostru de gardă 24/7 pentru a îndeplini cele mai stricte SLA.",
  "3117887301": "De încredere de către cele mai mari servicii online",
  "3121248460": "Afișați provocări personalizate infinit de diverse -- de la simple la complexe -- pentru publicul anticipat",
  "3153117136": "Cum funcționează setările de dificultate hCaptcha",
  "3160820928": "Protecție coordonată împotriva atacurilor",
  "3161489950": "Cea mai avansată platformă ML de securitate din lume",
  "3167979932": "Proiectat pentru intimitate din prima zi. Acord puternic de prelucrare a datelor.",
  "3194111925": "a sustine",
  "3213351333": "Nu este necesar niciun angajament inițial",
  "3213957230": "Când utilizatorii trebuie să rezolve o provocare pentru a îndeplini cerințele de securitate, de ce să nu creeze sarcini plăcute și relevante pentru utilizator?",
  "3225770968": "hCaptcha este proiectat pentru a rezolva cea mai mare problemă de muncă din învățarea automată; etichetarea unor cantități masive de date într-un mod oportun, accesibil și fiabil.",
  "3230004040": "Sunteți cu deficiențe de vedere sau nu puteți finaliza hCaptchas?",
  "3235430156": "sistemele de învățare automată ale companiei gratuit?",
  "3260825523": "Mașini de intuiție",
  "3264813246": "Nepotrivit",
  "3265895521": "Creșteți și reduceți dificultatea provocării în funcție de momentul zilei",
  "3266612494": "Un partener de încredere",
  "3276777569": "hCaptcha",
  "3287172429": "Tipuri de provocări de control afișate",
  "3365203058": "Protecție anti-bot de clasă mondială",
  "3412647984": "Acest lucru vă permite să evitați întrebările viitoare prin înregistrarea și setarea unui cookie. De asemenea, încercați să dezactivați funcția de blocare a anunțurilor.",
  "3417372336": "Comutați în câteva minute",
  "3446714684": "Integrare mobil (iOS și Android).",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Pentru utilizatorii Enterprise, sunt disponibile opțiuni pentru a evita complet provocările în majoritatea scenariilor.",
  "3478726913": "hCaptcha are una dintre cele mai mari piscine de pe planetă disponibilă pentru utilizare. Indiferent de amploarea dvs., ne putem descurca fără angajamente inițiale costisitoare. Milioane de sarcini pe zi nu sunt o problemă.",
  "3480023141": "Aflați mai multe despre opțiunile de accesibilitate",
  "3483700676": "Lansați milioane de sarcini instantaneu",
  "3500503648": "hCaptcha este conceput pentru a elimina păstrarea pe termen lung a datelor, bazându-se pe evaluarea instantanee, mai degrabă decât pe înregistrarea și analiza istoricului dvs. de navigare. Susținem și inițiative precum",
  "3524251858": "Director de management de produs, Cloudflare",
  "3526939538": "Bug software",
  "3530599065": "Intimitatea este construită de la zero. hCaptcha nu păstrează PII și este în conformitate cu numeroase mandate și reglementări privind confidențialitatea.",
  "3570415321": "Companie",
  "3573245166": "Spre deosebire de reCAPTCHA, lucrăm în fiecare țară.",
  "3578122193": "Rămâneți pe brand cu conținut relevant",
  "3620442880": "Funcții de protecție Flash Sale",
  "3630114728": "Vedeți ce se întâmplă pe toate site-urile și aplicațiile dvs.",
  "3644106388": "a lua legatura",
  "3660619092": "Înscrieți-vă gratuit sau contactați vânzările pentru soluții Enterprise",
  "3688621388": "Semnături de amenințare",
  "3704893754": "Vrei să vezi singur? Încercați hCaptcha gratuit",
  "3714002185": "Aflați mai multe despre hCaptcha Enterprise",
  "3715747429": "Inginerii noștri de onboarding vă pot ajuta să mergeți rapid, indiferent dacă aveți nevoie de integrare React, SDK-uri pentru aplicații native iOS, un exemplu de backend Java sau practic orice alt scenariu.",
  "3717512591": "Integrare directă a platformei",
  "3721365241": "Încerca",
  "3729345277": "hCaptcha este o modalitate prin care companiile pot obține adnotările de care au nevoie mai rapid, cu o calitate mai bună și la un cost mai mic decât alte alternative.",
  "3730038780": "Alegeți dintr-un număr aproape infinit de provocări pe care să le rezolve utilizatorii",
  "3739936967": "Acest accent unic asupra confidențialității înseamnă că putem oferi zero reținere a datelor individuale, funcționare fără cookie-uri și alte garanții contractuale de confidențialitate, după cum este necesar, menținând în același timp o securitate excelentă. Citeste mai mult.",
  "3740051331": "De asemenea, ne angajăm să monitorizăm în mod activ și să răspundem la întrebările utilizatorilor dvs. prin intermediul rețelelor sociale, forumurilor și canalelor noastre de asistență prin e-mail și în widget. Suntem accesibili și receptivi și tratăm satisfacția utilizatorilor ca pe un KPI de top.",
  "3753956446": "Liber",
  "3758963444": "Mulțumesc! Trimiterea dvs. a fost primită!",
  "3767462250": "Proiectat pentru confidențialitate",
  "3768951251": "SLA-uri pentru întreprinderi",
  "3807059944": "Controlați conținutul de provocare utilizat",
  "3816867833": "Părere",
  "3817811295": "Fiabilitate garantată și asistență rapidă 24/7.",
  "3892905664": "hCaptcha ajută serviciile dvs. online preferate să țină departe roboții, spam-ul și abuzul punând întrebări simple care sunt ușoare pentru oameni și dificile pentru mașini.",
  "3913848038": "SLA-uri de funcționare de 99,99% și asistență globală disponibilă 24/7.",
  "3951254541": "Apreciem contribuția dvs. Anunțați-ne orice problemă și le vom rezolva rapid.",
  "3952259236": "Combină datele tale orbite cu miile de semnale ale hCaptcha pentru a instrui hCaptcha asupra claselor de comportament -- numai pentru exemplul tău -- pentru a prezice mai bine comportamentul rău intenționat mai bine decât oricare dintre soluții",
  "3953584369": "Restricții de acces RBAC sofisticate disponibile.",
  "4007826952": "CAPTCHA #1 pentru confidențialitate pentru web, mobil și multe altele.",
  "4019660456": "Latență de 0 ms: verificați jetoanele hCaptcha fără apel API.",
  "4065065042": "Formați acest lucru pentru a se potrivi exact cazul dvs. de utilizare.",
  "4083018285": "O suită de funcții extinse care se combină cu monitorizarea SOC îmbunătățită și răspunsul pentru a aborda amenințările persistente sofisticate",
  "4146870445": "Cine suntem noi",
  "4147497805": "Morcov",
  "4194763679": "Niveluri de dificultate cu granulație fină",
  "4195759329": "Detectarea botului și scorurile de risc",
  "4199502476": "Tablouri de bord avansate de raportare și API",
  "4238473596": "Minimizarea frecării pentru utilizatorii reali este importantă. hCaptcha folosește sarcini simple și necesită mai puțin timp pentru majoritatea utilizatorilor, în timp ce oprește mai mult trafic de bot.",
  "4272022475": "Toate solicitările și activele ajung la hcaptcha.yourdomain.com",
  "4272454814": "Integrați-vă cu furnizorul de identitate ales.",
  "a11y-img-1": "Accesibilitate ecran utilizator după autentificare",
  "a11y-img-2": "Opțiunea de accesibilitate din meniul UI widget",
  "a11y-img-3": "Casetă de dialog Accesibilitate în UI widget",
  "about-advisors-brendan": "CEO al Brave. Cofondator al Mozilla. Creator al limbajului de programare JavaScript. Generator de browsere și multe altele.",
  "about-advisors-dawn": "Profesor, CS la Universitatea din California, Berkeley. Învățare profundă, securitate, expert în blockchain. CEO al Oasis Labs.",
  "about-advisors-head": "Consilieri",
  "about-advisors-keiran": "Cercetător la Stanford. Învățare automată și finanțare cantitativă la marile bănci, fonduri speculative și mediul academic.",
  "about-content-head-1": "Ce facem",
  "about-content-head-2": "De ce contează",
  "about-content-text-1a": "hCaptcha aduce o abordare modernă, axată pe confidențialitate, pentru oprirea roboților.",
  "about-content-text-1b": "Afișăm provocări CAPTCHA care sunt dificile pentru roboți, dar ușor pentru oameni, colectând date dificil de etichetat din problemele de învățare automată și folosindu-le pentru a distinge dacă un vizitator al site-ului web sau al aplicației este uman.",
  "about-content-text-2a": "Actorii răi sunt din ce în ce mai răspândiți online. Dar sacrificarea confidențialității utilizatorilor nu este răspunsul.",
  "about-content-text-2b": "Soluțiile de securitate oferite de companiile publicitare se concentrează în principal pe urmărirea utilizatorilor de pe web. Am creat o soluție de securitate eficientă care demonstrează că nu este necesar să dăuneze confidențialității utilizatorilor pentru a oferi rezultate excelente.",
  "about-intro-head-1": "Despre hCaptcha",
  "about-intro-head-2": "Confidențialitate, securitate și învățare automată.",
  "about-intro-text": "hCaptcha este cel mai utilizat serviciu independent CAPTCHA din lume.",
  "about-leadership-head": "Cine suntem noi",
  "about-leadership-headsub": "O echipă experimentată, care lucrează la cele mai grele probleme de astăzi.",
  "about-leadership-link1": "Cine suntem noi",
  "about-leadership-text1": "Suntem specializați în învățarea profundă și învățarea automată a domeniului vizual la scară, cu un accent deosebit pe securizarea sistemelor online de amenințări moderne din ce în ce mai sofisticate.",
  "about-leadership-text2": "Cu decenii de expertiză în domeniul software-ului și învățării automate, construim și operăm sisteme scalabile masiv pentru a aborda unele dintre cele mai dificile probleme de astăzi, păstrând în același timp confidențialitatea.",
  "acc-opt": "Optiuni de accesibilitate",
  "acc-opt-but": "Aflați mai multe despre opțiunile de accesibilitate",
  "acc-opt-text": "Sunteți cu deficiențe de vedere sau altfel nu puteți finaliza hCaptchas?",
  "accessibility-link": "Accesibilitate",
  "appreciate-in": "Vă mulțumim pentru contribuția dvs. Spuneți-ne orice problemă și le vom rezolva rapid.",
  "fb-but": "Trimiteți-ne feedback",
  "feedback-text": "Oferiți feedback despre hCaptcha pe care tocmai l-ați văzut",
  "footer-attribution": "Atribuire",
  "footer-copyright-text": "hCaptcha este o marcă înregistrată a Intuition Machines, Inc.",
  "footer-header-1": "Companie",
  "footer-header-2": "Resurse",
  "footer-header-3": "a lua legatura",
  "footer-link-1": "etichetarea",
  "footer-link-10": "Accesibilitate",
  "footer-link-2": "Despre",
  "footer-link-3": "Locuri de munca",
  "footer-link-4": "Mărci înregistrate",
  "footer-link-5": "Etica AI",
  "footer-link-6": "Blog",
  "footer-link-7": "stare",
  "footer-link-8": "Documentație",
  "footer-link-9": "Raporteaza o eroare",
  "footer-privacy": "intimitate",
  "footer-subheader-1": "A sustine",
  "footer-subheader-2": "a lua legatura",
  "footer-terms": "Termeni",
  "h-plans": "Abonamente",
  "header-docs-link": "Documente",
  "header-labeling-services-link": "Servicii de etichetare",
  "header-login-button": "Autentificare",
  "header-plans-link": "Planuri",
  "header-signup-button": "Inscrie-te",
  "home-about-head": "Despre hCaptcha",
  "home-about-subtitle": "Alimentat de Protocolul UMAN",
  "home-about-text-1": "hCaptcha este conceput pentru a rezolva cea mai intensă problemă de muncă în învățarea automată: etichetarea cantităților masive de date în timp util, accesibil și fiabil.",
  "home-about-text-2": "Mai multe date produc în general rezultate mai bune în formarea modelelor de învățare automată. Succesul recent al modelelor profunde a dus la seturi de date din ce în ce mai mari, aproape întotdeauna cu unele recenzii umane. Cu toate acestea, crearea unor seturi de date mari revizuite de oameni prin Mechanical Turk, Figura Opt etc. este atât lentă, cât și costisitoare.",
  "home-about-text-3": "hCaptcha permite site-urilor web să câștige bani pentru această cerere, blocând în același timp roboții și alte forme de abuz.",
  "home-about-text-4": "Piața hCaptcha este alimentată de Protocolul UMAN, un protocol deschis descentralizat pentru revizuirea umană care rulează pe blockchain-ul Ethereum. Site-urile web câștigă jetoane umane (HMT) ori de câte ori utilizatorii folosesc widget-ul hCaptcha de pe site-ul lor, iar companiile de învățare automată plătesc jetoane umane pentru a le eticheta datele.",
  "home-ba-labeling-services-link": "Servicii de etichetare",
  "home-benefits-head-1": "Valoarea în etichetarea datelor",
  "home-benefits-head-2": "Dă înapoi carității",
  "home-benefits-text-1": "V-ați dat seama de fiecare dată când dați clic pe mașină, ajutați la formarea gratuită a sistemelor de învățare automată a unei singure companii Gigantic?",
  "home-benefits-text-2": "hCaptcha transformă acest model. Când utilizați hCaptcha, companiile licitează pentru munca pe care o fac utilizatorii dvs., pe măsură ce își dovedesc umanitatea. Obțineți recompensele.",
  "home-benefits-text-3": "Vrei să dai înapoi carității tale preferate? hCaptcha vă permite să sprijiniți organizațiile caritabile la alegere cu câștigurile pe care le obțineți din utilizarea acestuia. Utilizatorii de pe site-ul dvs. vor putea vedea în curând contribuția dvs. la caritate prin intermediul brandingului discret pe interfața hCaptcha.",
  "home-challenge-text-1": "Selectați toate imaginile care se potrivesc interogării",
  "home-challenge-text-2": "Definiți zona de delimitare pentru obiecte",
  "home-challenge-text-3": "Identificați etichetele corespunzătoare",
  "home-challenge-title-1": "Comparaţie",
  "home-challenge-title-2": "Casetă de încadrare",
  "home-challenge-title-3": "Categorizarea",
  "home-challenges-head": "Provocări prezentate",
  "home-challenges-text-1": "... și alte sarcini simple. Ușor pentru oameni, greu pentru roboți.",
  "home-challenges-text-2": "Activități personalizate disponibile și pentru editorii întreprinderilor.",
  "home-ent-1": "Căutați ofertele noastre de securitate pentru întreprinderi?",
  "home-ent-2": "Vizitați noul nostru site dedicat: BotStop.com",
  "home-ent-button": "Aflați mai multe: BotStop by hCaptcha",
  "home-from-the-blog": "DIN BLOG:",
  "home-from-the-blog-value": "Cum funcționează setările de dificultate hCaptcha",
  "home-intro-body": "Folosiți un captcha pentru a nu păstra roboții? hCaptcha protejează confidențialitatea utilizatorilor, recompensează site-urile web și ajută companiile să își eticheteze datele. Este un înlocuitor pentru reCAPTCHA: puteți comuta în câteva minute.",
  "home-intro-button": "Inscrie-te acum",
  "home-intro-head": "Oprește mai mulți roboți. Începeți să protejați confidențialitatea utilizatorului.",
  "home-main-1": "Privat. Sigur. Mai repede. Și vă plătim pentru a-l utiliza.",
  "home-main-2": "Privat de confidențialitate",
  "home-main-2c": "Rețelele publicitare văd vizitatorii ca pe un produs. Pentru hCaptcha produsul este munca pe care o oferă. Nu ne interesează cine sunt utilizatorii dvs., ci doar cât de probabil sunt aceștia să fie rău intenționați. Susținem inițiative precum Privacy Pass și muncim din greu pentru a echilibra confidențialitatea și securitatea.",
  "home-main-3": "Securitatea În primul rând",
  "home-main-3c": "Precizia este în interesul dumneavoastră și al nostru. hCaptcha este axat pe editor. Lucrăm pentru a vă oferi date reale și a vă permite să decideți cum să le utilizați. Alte captcha-uri sunt furnizate de companiile de publicitate gigantice. Aceasta înseamnă că fiecare bot pe care îl blochează își poate reduce veniturile.",
  "home-main-4": "Experiență mai bună pentru utilizator",
  "home-main-4c": "Modele sofisticate de învățare automată sunt utilizate de hCaptcha pentru determinarea umanității. Acest lucru ne permite să solicităm sarcini mai puțin enervante de la utilizatori și să ne ocupăm mai puțin de timp, făcând în același timp date etichetate utile pentru etichetarea clienților.",
  "home-main-plans": "hCaptcha este gratuit pentru editori de orice dimensiune. Cu toate acestea, pentru întreprinderi și platforme care au nevoie de mai mult control, soluțiile noastre de întreprindere sunt disponibile.",
  "home-main-plans2": "Soluțiile de întreprindere hCaptcha protejează milioane de utilizatori pe zeci de milioane de site-uri web pentru unele dintre cele mai mari companii de pe planetă. Vă rugăm să ne contactați pentru mai multe informații sau să vizitați",
  "home-main-plans3": "Soluțiile de întreprindere hCaptcha protejează milioane de utilizatori pe zeci de milioane de site-uri web pentru unele dintre cele mai mari companii de pe planetă. Vă rugăm să ne contactați pentru mai multe informații sau să vizitați",
  "home-main-plans4": "pentru detalii.",
  "home-plans-button-1": "Inscrie-te acum",
  "home-plans-button-2": "Contactați vânzările",
  "home-plans-chart-head-1": "Caracteristici",
  "home-plans-chart-head-2": "Editor",
  "home-plans-chart-head-3": "Afacere",
  "home-plans-chart-row-1-cell-1": "Tipurile de provocări de control afișate",
  "home-plans-chart-row-1-cell-2": "Limitat",
  "home-plans-chart-row-1-cell-3": "Total",
  "home-plans-chart-row-10-cell-1": "Tablouri de bord multi-utilizator",
  "home-plans-chart-row-11-cell-1": "Caracteristici avansate de raportare",
  "home-plans-chart-row-12-cell-1": "SLA-uri Enterprise",
  "home-plans-chart-row-2-cell-1": "Controlați conținutul provocării utilizat",
  "home-plans-chart-row-2-cell-2": "Limitat",
  "home-plans-chart-row-2-cell-3": "Total",
  "home-plans-chart-row-3-cell-1": "Câștigă recompense pentru rezolvările umane",
  "home-plans-chart-row-4-cell-1": "Protecție anti-bot de clasă mondială",
  "home-plans-chart-row-5-cell-1": "Funcționează în fiecare țară",
  "home-plans-chart-row-5a-cell-1": "Moduri fără CAPTCHA și 99,9% pasive",
  "home-plans-chart-row-5b-cell-1": "Scorurile de încredere ale botului",
  "home-plans-chart-row-6-cell-1": "Politica de confidențialitate GDPR și CCPA",
  "home-plans-chart-row-7-cell-1": "Niveluri de dificultate cu granulație fină",
  "home-plans-chart-row-8-cell-1": "Lansați propriul conținut provocator",
  "home-plans-chart-row-9-cell-1": "Programarea dificultăților bazate pe timp",
  "home-try-it-out-button": "Obține hCaptcha",
  "home-try-it-out-head": "Încearcă",
  "home-try-it-out-text": "hCaptcha oferă detectarea simplă, ușoară și fiabilă a botului, fiind în același timp banală pentru rezolvarea oamenilor.",
  "labeling-about-head": "Despre hCaptcha",
  "labeling-about-text-1": "hCaptcha este conceput pentru a rezolva cea mai intensă problemă de muncă în învățarea automată; etichetarea cantităților masive de date în timp util, accesibil și fiabil. Mai multe date produc în general rezultate mai bune în formarea modelelor de învățare automată. Succesul recent al modelelor profunde a dus la seturi de date din ce în ce mai mari, iar hCaptcha servește acestei nevoi.",
  "labeling-about-text-2": "Cu toate acestea, crearea unor seturi de date mari revizuite de oameni folosind metode tradiționale este atât lentă, cât și costisitoare. hCaptcha este o modalitate prin care companiile pot obține adnotările de care au nevoie mai repede, cu o calitate superioară și la un cost mai mic decât alte alternative.",
  "labeling-annotations-head": "Tipuri de adnotări",
  "labeling-annotations-text-1": "Detectarea exactă a obiectelor în imagini și video",
  "labeling-annotations-text-2": "Detectarea exactă a obiectelor în imagini și video",
  "labeling-annotations-text-3": "Adnotări punctuale pentru multe cazuri de utilizare diferite",
  "labeling-annotations-text-4": "Sortați sau adăugați categorii arbitrare de orice dimensiune",
  "labeling-annotations-text-5": "Detecție și clasificare alimentată de om",
  "labeling-annotations-text-6": "Aveți nevoie de un alt tip care nu este listat aici? Doar întrebați-ne.",
  "labeling-annotations-title-1": "Cutii de delimitare",
  "labeling-annotations-title-2": "poligoane",
  "labeling-annotations-title-3": "atracții turistice",
  "labeling-annotations-title-4": "Categorizarea atributelor",
  "labeling-annotations-title-5": "Comparație și detectare",
  "labeling-annotations-title-6": "... si multe altele",
  "labeling-ent-button": "Contactați echipa noastră de soluții pentru întreprinderi",
  "labeling-ent-head": "Aveți nevoie de control end-to-end?",
  "labeling-ent-text-1": "Platforma HUMAN din spatele hCaptcha oferă calități de lucru extrem de sofisticate și caracteristici de gestionare prin implementări locale, hibride sau SaaS care se integrează cu sistemele dvs. existente.",
  "labeling-ent-text-2": "Rulați în întregime offline cu propria forță de muncă, urmăriți valoarea consumată între unitățile de afaceri sau partenerii consorțiului, direcționați selectiv lucrările către diferiți furnizori de forță de muncă interni sau externi în funcție de cerințe de cost și securitate și multe altele.",
  "labeling-ent-text-3": "Acces API ușor, tablouri de bord frumoase și cea mai recentă tehnologie model-in-the-loop pentru a maximiza eficiența.",
  "labeling-ent-text-4": "SLA-uri de disponibilitate de 99,99% și asistență globală 24/7 disponibile. Pentru mai multe informatii:",
  "labeling-features-head-1": "Conducte simple bazate pe API.",
  "labeling-features-head-2": "Optimizat pentru costuri și calitate. Nu este necesar un angajament inițial.",
  "labeling-features-head-3": "Plătiți doar pentru acuratețea de care aveți nevoie.",
  "labeling-features-head-4": "Furnizați-vă propriile date despre adevăr de teren sau permiteți-le să le construim din mers.",
  "labeling-features-text-1": "Doriți să integrați recenzia umană direct în operațiunile dvs. de afaceri? Oferim SLA-uri de mare fiabilitate, capacitate garantată și API-uri REST simple.",
  "labeling-features-text-2": "Platforma HUMAN utilizează modele complete de încredere pentru a efectua analize sofisticate ale calității în timp real. Acest lucru ne permite să determinăm rapid atât dificultatea întrebărilor, cât și răspunsul corect probabil al acestora, economisind timp și bani.",
  "labeling-features-text-3": "Nu toate problemele sunt la fel. Adnotările pentru sarcini critice în materie de siguranță pot necesita încredere de 99,99% din partea lucrătorilor în întregime umani. Adnotările pentru o caracteristică beta într-o aplicație pentru jocuri mobile pot necesita doar încredere moderată. Tu decizi.",
  "labeling-features-text-4": "Aveți date brute fără un set de verificare cuprinzător? În majoritatea cazurilor, putem crea unul pentru dvs. pe măsură ce sarcinile rulează prin sistem sau putem crea eșantioane etichetate pentru aprobare.",
  "labeling-info-head": "Obținerea etichetării datelor",
  "labeling-info-text-1": "Vorbiți cu unul dintre experții noștri din domeniu pentru a defini nevoile proiectului dvs.: precizia țintei, formatul și orice cerințe speciale.",
  "labeling-info-text-2": "Executăm o mică activitate de producție pe baza datelor de eșantionare. Aceasta testează munca pe care am făcut-o împreună pentru a vă asigura că obțineți exact ceea ce aveți nevoie.",
  "labeling-info-text-3": "Cu un volum mare și o latență redusă, vă vom transforma munca rapid, cu livrare automată imediat ce se termină.",
  "labeling-info-text-4": "Pe măsură ce înțelegem mai bine parametrii activității dvs. de producție, rezultatele vor continua să se îmbunătățească în timp.",
  "labeling-info-text-5": "Tablourile de bord live vă permit să furnizați feedback sau să întrerupeți producția în orice moment.",
  "labeling-info-title-1": "Definiți specificațiile",
  "labeling-info-title-2": "Testul inițial al locului de muncă",
  "labeling-info-title-3": "Implementați locuri de muncă de producție",
  "labeling-info-title-4": "Imbunatatire continua",
  "labeling-info-title-5": "Rezultate în timp real",
  "labeling-main-1": "Etichetarea datelor la scară rentabilă",
  "labeling-main-1-button": "Obțineți etichetarea datelor dvs. acum",
  "labeling-main-1c": "Aveți nevoie de mai multe etichete pentru seturile dvs. de date? hCaptcha oferă etichetare rapidă, rentabilă și de înaltă calitate a datelor pentru companiile care lucrează cu inteligență artificială și aplicații de învățare automată.",
  "labeling-main-2": "Lansați milioane de sarcini instantaneu.",
  "labeling-main-2-button": "Cumpărați servicii de etichetare a datelor",
  "labeling-main-2c": "hCaptcha are una dintre cele mai mari bazine de pe planetă disponibile pentru utilizare. Indiferent de scara dvs., o putem gestiona fără angajamente costisitoare în avans. Milioane de sarcini pe zi nu sunt nicio problemă.",
  "labeling-platform-head": "Informații private sau publice",
  "labeling-platform-text": "hCaptcha este construit pe platforma HUMAN, care permite rutare și analiză sofisticate pentru a optimiza costurile și eficiența la fiecare pas. Această tehnologie permite forței de muncă potrivite să gestioneze fiecare parte a lucrării dvs., maximizând eficiența costurilor, păstrând în același timp confidențialitatea și îndeplinind orice cerințe de reglementare care ar putea fi aplicate.",
  "labeling-try-button": "Cumpărați servicii de etichetare a datelor",
  "labeling-try-head": "Doriți să încercați cu datele dvs.?",
  "labeling-try-text": "... suntem pregătiți când sunteți: serviciul nostru este disponibil non-stop.",
  "learn-more-hcaptcha": "Aflați mai multe despre hCaptcha",
  "page-acc-faq-1": "Întrebare: Este hCaptcha Secțiunea 508 + WCAG 2.1 AA compatibil? Răspuns: Noi credem că da: toți utilizatorii cu orice formă de deficiență care sunt capabili să navigheze pe web și să introducă text în formulare pot accesa serviciile protejate de hCaptcha la înregistrare. Cu toate acestea, acesta nu este un sfat juridic: ar trebui să efectuați propria evaluare, ținând cont de implementarea dvs. specială, pentru a vă asigura că acesta este cazul pentru implementarea dvs.",
  "page-acc-faq-2": "Întrebare: Lucrezi la alte opțiuni de accesibilitate (a11y), cum ar fi audio? Răspuns: Opțiunile populare anterior, cum ar fi captch-urile audio, discriminează mulți utilizatori a11y și sunt ușor învinse de tehnicile moderne de învățare automată. Acest lucru a forțat provocările audio actuale să devină din ce în ce mai dificile, introducând zgomot, sincronizare ciudată, combinații de cuvinte neobișnuite și așa mai departe pentru a învinge atacatorii. Prin urmare, suntem mai puțin entuziasmați de această abordare față de evitarea completă a provocării, dar o vom lua în considerare dacă există cerere din partea comunității tuturor. Cu toate acestea, suntem foarte interesați de Privacy Pass pentru cazul de utilizare Accesibilitate. Credem că combinarea abordării noastre actuale a11y cu emiterea Privacy Pass va permite utilizatorilor a11y să navigheze în siguranță, în siguranță, știind că traficul lor este mai privat, restricționând în același timp abuzul de către operatorii de bot care are loc în mod inevitabil atunci când opțiunile sunt disponibile. Suntem participanți activi la grupul de lucru IETF care standardizează această nouă tehnologie.",
  "page-acc-faq-3": "Întrebare: Ce zici de confidențialitate? Înregistrarea expune într-un fel toate datele de navigare? Ce faci cu emailul? Răspuns: hCaptcha este conceput pentru confidențialitate de la zero. Este foarte diferit de opțiunile tradiționale, cum ar fi reCAPTCHA, care sunt deținute de rețele publicitare, care au un stimulent să vă urmărească pe web și să vă asocieze cu o identitate reală. Nu folosim niciodată e-mailurile sau informațiile de accesibilitate în alt scop decât facilitarea utilizării tuturor și prevenirea abuzului. Politica noastră de confidențialitate are răspunsuri cuprinzătoare și autorizate cu privire la modul în care folosim datele, dar răspunsul scurt este că nu avem niciun interes să vă asociem ca persoană cu istoricul dvs. de navigare. De asemenea, lucrăm la o soluție criptografică pentru a renunța rapid la adresa dvs. de e-mail. păstrându-ne în același timp capacitatea de a preveni abuzurile, completând activitatea noastră Privacy Pass.",
  "page-acc-link-1": "Dacă sunteți utilizator de accesibilitate, vă rugăm să vă înscrieți aici.",
  "page-acc-subhead": "Asigurarea accesului perfect pentru toți utilizatorii, menținând în același timp securitatea",
  "page-acc-summary": "rezumat",
  "page-acc-summary-contents-1": "hCaptcha este conceput pentru a opri roboții, diferențiandu-i de oameni. Testele vizuale sunt un instrument convenabil pentru aceasta, dar nu toată lumea poate rezolva o provocare vizuală. Din acest motiv, am conceput o alternativă simplă, nedureroasă, pentru a permite editorilor care folosesc serviciul nostru să păstreze accesibilitatea pentru toți, cu respectarea completă a Secțiunii 508 și a WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Cum funcționează: mai întâi, un utilizator de accesibilitate se înscrie la această adresă URL, care este conectată în pagina cu informații despre widget-ul hCaptcha. Acestora li se oferă un cookie criptat care poate fi utilizat de mai multe ori pe zi, dar care trebuie actualizat la fiecare 24 de ore prin autentificare. Atunci când o provocare este prezentată unui utilizator de accesibilitate pe orice site folosind serviciul hCaptcha, acestea vor trece automat.",
  "page-acc-title": "Informații de accesibilitate hCaptcha",
  "page-acc-tr-body": "Întrebare: Încă văd o provocare după ce am setat cookie-ul. Ce cauzează acest lucru?<br> Răspuns: Acest lucru se datorează de obicei utilizării unui blocaj de anunțuri agresiv sau a unei extensii anti-cookie sau a unei setări care blochează cookie-urile de pe site-uri, în acest caz un cookie pentru hcaptcha.com care este setat sau verificat de hCaptcha JS pe un alt site , ca cel pe care îl vizitați.<br><br> Cookie-urile de accesibilitate hCaptcha funcționează cu toate browserele și blocatoarele de anunțuri populare, cu setările lor standard, deci, de obicei, eșecurile se datorează scripturilor anti-anti-adblock sau seturilor de reguli similare care vizează anumite site-uri.<br><br> Soluții:<br><br> 1. Lista albă a cookie-urilor hcaptcha.com și * .hcaptcha.com în blocatorul de anunțuri sau în extensia de securitate a browserului.<br> 2. Dacă utilizați browserul Brave, care în prezent nu pare să aibă niciun fel de listă albă de cookie-uri, accesați Preferințe -> Scuturi -> Cookies și alegeți Allow All Cookies.<br> 3. Dacă utilizați cea mai recentă versiune de Safari, fie pe OS X 10.15, fie pe iOS 13.4 lansat recent, Apple tocmai a schimbat comportamentul Safari în legătură cu cookie-urile terților, blocându-le pe toate în mod implicit. Implementăm o soluție, dar între timp vă rugăm să vizitați Safari Preferences, secțiunea de confidențialitate și debifați urmărirea site-ului web: împiedicați urmărirea pe mai multe site-uri pentru a permite modulului cookie de accesibilitate să funcționeze conform așteptărilor.<br><br> Întrebare: Folosesc mai multe dispozitive. Trebuie să mă înscriu de mai multe ori?<br> Răspuns: Nu. Vă rugăm să faceți clic pe același link de conectare prin e-mail trimis la dvs. pe fiecare dispozitiv pe care îl utilizați pentru a seta cookie-ul.<br><br> Întrebare: Cum mă pot proteja de urmărirea cookie-urilor de la terți în timp ce folosesc cookie-ul de accesibilitate?<br> Răspuns: Utilizarea oricărei extensii de confidențialitate sau de blocare a anunțurilor care acceptă listarea albă la nivel de domeniu (de exemplu, uBlock Origin) va funcționa așa cum era de așteptat: asigurați-vă că faceți lista albă hcaptcha.com.",
  "page-acc-tr-title": "Pentru utilizatorii de accesibilitate: Întrebări frecvente și Ghid de depanare",
  "page-acc-tr2-body": "Safari<br> Pentru a activa cookie-urile în Safari (Mac): Accesați meniul derulant Safari. Selectați Preferințe. Faceți clic pe Confidențialitate în panoul superior. Sub „Blocați cookie-urile”, selectați opțiunea „Niciodată”.<br> Pentru a activa cookie-urile în Safari (iPhone / iPad iOS 11+): deschideți setările. Derulați în jos și selectați Safari. Sub Confidențialitate și securitate, dezactivați „Prevenirea urmăririi pe mai multe site-uri” și „Blocați toate cookie-urile”<br><br> Firefox<br> Faceți clic pe scutul din stânga barei de adrese de pe orice pagină web. Faceți clic pe Setări de protecție. Se va deschide panoul de confidențialitate și securitate Firefox Preferences. Sub Protecție îmbunătățită de urmărire, selectați Personalizat. Alegeți ce trackere și scripturi să blocați selectând acele casete de selectare. Asigurați-vă că ați deblocat hcaptcha.com.<br><br> De asemenea, puteți dezactiva temporar unele protecții în Custom pentru a depana acest lucru, deselectând casetele de selectare: Deselectați caseta de urmărire sau debifați caseta de selectare Cookies dacă aveți în continuare probleme.<br><br> Google Chrome<br> Google Chrome (PC)<br> Selectați pictograma meniului Chrome. Selectați Setări.<br> Accesați Confidențialitate și securitate, apoi Cookie-uri și alte date ale site-ului.<br> Asigurați-vă că „Blocați cookie-urile terță parte” nu este activat.<br><br> Google Chrome (Mac):<br> Deschideți preferințele Chrome din bara de meniu.<br> Accesați Confidențialitate și securitate, apoi Cookie-uri și alte date ale site-ului.<br> Asigurați-vă că „Blocați cookie-urile terță parte” nu este activat.<br><br> Google Chrome (Android):<br> Pe dispozitivul dvs. Android, deschideți aplicația Chrome.<br> În dreapta sus, atinge Mai multe și apoi Setări.<br> Atingeți Setări site și apoi Cookies.<br> Lângă „Cookie-uri”, activați setarea.<br> Bifați caseta de lângă „Permiteți cookie-uri terță parte”.<br><br> Internet Explorer<br> 1. Selectați uneltele din colțul din dreapta sus al ecranului, apoi selectați „Opțiuni Internet”. Dacă aveți bara de meniu activată, puteți selecta „Instrumente”, apoi „Opțiuni Internet”.<br> 2. Faceți clic pe fila „Confidențialitate”.<br> 3. Selectați butonul „Avansat”.<br> 4. În „Cookie-uri terță parte” alegeți „Accept”.<br> 5. Faceți clic pe „OK”",
  "page-acc-tr2-head": "Instrucțiuni pentru browser pentru cookie-uri cross-site",
  "priv-hc": "Privat de confidențialitate",
  "priv-hc-text": "Rețelele publicitare vă consideră produsul lor. Noi nu. Nu ne pasă cine sunt utilizatorii, ci doar cât de probabil ar fi aceștia să fie rău intenționați. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea.",
  "reporting-bugs-accessibility-button": "Aflați mai multe despre opțiunile de accesibilitate",
  "reporting-bugs-accessibility-head": "Optiuni de accesibilitate",
  "reporting-bugs-accessibility-text": "Sunteți cu deficiențe de vedere sau altfel nu puteți finaliza hCaptchas?",
  "reporting-bugs-guide-ff-head": "Capturarea detaliilor raportului de eroare: Firefox",
  "reporting-bugs-guide-ff-step-1": "Pasul 1: Deschideți Instrumentele pentru dezvoltatori (Aceasta începe înregistrarea sesiunii.)",
  "reporting-bugs-guide-ff-step-2": "Pasul 2: Faceți clic pe fila Rețea din Instrumentele pentru dezvoltatori. Bifați caseta Jurnaluri persistente din partea de sus.",
  "reporting-bugs-guide-ff-step-3": "Pasul 3: vizitați https://accounts.hcaptcha.com/demo sau site-ul pe care aveți o problemă (Notă de confidențialitate: numai dacă nu vă deranjează să împărtășiți ce este) ... apoi faceți clic pe I sunt un buton uman și încerc să rezolv.",
  "reporting-bugs-guide-ff-step-4": "Pasul 4: Faceți clic pe HAR după ce încercați să rezolvați și alegeți Salvare tot ca HAR pentru a salva jurnalul de rețea. Trimite-ne acel fișier.",
  "reporting-bugs-guide-ff-step-5": "Pasul 5: Faceți clic pe fila Consolă și faceți clic dreapta apoi Selectați toate și salvați-le într-un fișier text, pentru a salva jurnalul consolei. Trimite-ne și asta.",
  "reporting-bugs-guide-ff-step-6": "Ultimul pas: Trimiteți-ne prin e-mail acele fișiere de jurnal HAR și consolă și descrieți problema Utilizați: support@hcaptcha.com (vă rugăm să utilizați un serviciu precum Dropbox sau Filebin și trimiteți linkuri) și opțional o captură de ecran, dacă bănuiți că ceva nu se afișează corect . Vă rugăm să trimiteți și IP-ul pe care îl utilizați. Îl puteți obține de la https://www.whatsmyip.org/ Vă mulțumim pentru timpul acordat pentru a ne ajuta să obținem aceste informații! Ne angajăm să facem ca hCaptcha să funcționeze bine pentru toată lumea.",
  "reporting-bugs-guide-head": "Capturarea detaliilor raportului de eroare: Chrome",
  "reporting-bugs-guide-step-1": "Pasul 1: Deschideți Instrumentele pentru dezvoltatori (Aceasta începe înregistrarea sesiunii.)",
  "reporting-bugs-guide-step-2": "Pasul 2: Faceți clic pe fila Rețea din Instrumentele pentru dezvoltatori. Bifați caseta Jurnal de păstrare din partea de sus.",
  "reporting-bugs-guide-step-3": "Pasul 3: vizitați https://accounts.hcaptcha.com/demo sau site-ul pe care aveți o problemă (Notă de confidențialitate: numai dacă nu vă deranjează să împărtășiți ce este) ... apoi faceți clic pe I sunt un buton uman și încerc să rezolv.",
  "reporting-bugs-guide-step-4": "Pasul 4: Faceți clic pe Export HAR (mica săgeată în jos) după ce încercați să rezolvați, ceea ce salvează jurnalul de rețea. Trimiteți acel fișier către noi.",
  "reporting-bugs-guide-step-5": "Pasul 5: Faceți clic pe fila Consolă și faceți clic dreapta apoi Salvați ca .. pentru a salva jurnalul consolei. Trimite-ne și asta.",
  "reporting-bugs-guide-step-6": "Ultimul pas: trimiteți-ne prin e-mail acele fișiere de jurnal HAR și consolă și descrieți problema. Utilizați: support@hcaptcha.com (vă rugăm să utilizați un serviciu precum Dropbox sau Filebin și trimiteți linkuri) și opțional o captură de ecran, dacă bănuiți că ceva nu se afișează corect. Vă rugăm să trimiteți și IP-ul pe care îl utilizați. Îl puteți obține de la https://www.whatsmyip.org/ Vă mulțumim pentru timpul acordat pentru a ne ajuta să obținem aceste informații! Ne angajăm să facem ca hCaptcha să funcționeze bine pentru toată lumea.",
  "reporting-bugs-guide-text-1": "Trimiterea informațiilor de depanare cu raportul dvs. ne va facilita identificarea a ceea ce se întâmplă. Iată instrucțiuni pas cu pas:",
  "reporting-bugs-guide-text-2": "Dacă sunteți un dezvoltator web sau un utilizator expert, rezumatul este că am dori să ne trimiteți o înregistrare în rețea a jurnalelor HAR și a consolei browserului. Încercați mai întâi să dezactivați orice blocare de anunțuri sau extensii de securitate pentru browser, apoi reîncercați înainte de a parcurge acești pași. Dacă asta vă rezolvă problema, am aprecia totuși să ne comunicați versiunea browserului dvs., dispozitivul de blocare a anunțurilor sau extensia de browser și adresa URL a site-ului web.",
  "reporting-bugs-intro-head": "Ai găsit o eroare? Iată cum să o raportați.",
  "reporting-bugs-intro-text": "Milioane de oameni folosesc hCaptcha în fiecare lună, pe mii de combinații de browsere, extensii, dispozitive, firewall-uri și multe altele. Scopul nostru este să ne asigurăm că funcționează întotdeauna pentru dvs., așa că apreciem foarte mult rapoartele dvs.! Pentru a oferi feedback rapid, trebuie doar să faceți clic pe butonul Trimiteți feedback. Dacă vedeți o problemă funcțională, urmați instrucțiunile de jurnal de depanare pentru Chrome sau instrucțiunile de jurnal de depanare pentru Firefox de mai jos. Pentru orice alte browsere trebuie doar să ne trimiteți un e-mail. Pentru eventuale probleme de securitate sau confidențialitate, consultați instrucțiunile de mai jos.",
  "reporting-bugs-privacy-head": "Probleme de confidențialitate",
  "reporting-bugs-privacy-text": "Nu ne pasă cine sunt utilizatorii, ci doar cât de probabil sunt aceștia să fie rău intenționați sau mașini. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea. Dacă ați găsit o problemă care credeți că ar putea afecta confidențialitatea utilizatorului, vă rugăm să ne trimiteți un e-mail la support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Trimiteți-ne feedback",
  "reporting-bugs-provide-feedback-head": "Oferiți feedback imediat despre hCaptcha",
  "reporting-bugs-provide-feedback-text": "Vă mulțumim pentru contribuția dvs. Spuneți-ne orice problemă și le vom rezolva rapid.",
  "reporting-bugs-security-head": "Bug-uri de securitate",
  "reporting-bugs-security-text": "Suntem întotdeauna interesați să primim rapoarte de erori de securitate. Trimiteți un e-mail la support@hcaptcha.com & CC security@hcaptcha.com și vă vom contacta rapid. De asemenea, avem un program de recompense pentru erori pentru rapoartele de securitate eligibile pentru serviciul hCaptcha și codul sursă aferent.",
  "sales-interstitial-c1": "Pentru companii",
  "sales-interstitial-c1a": "Soluții de securitate pentru întreprinderi (plătite)",
  "sales-interstitial-c1b": "Aflați mai multe despre hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Adnotarea datelor",
  "sales-interstitial-c1d": "Achiziționați servicii de adnotare hCaptcha",
  "sales-interstitial-c2": "Pentru indivizi",
  "sales-interstitial-c2a": "Adăugați hCaptcha la serviciul dvs. (gratuit)",
  "sales-interstitial-c2b": "Adăugați hCaptcha pentru editori pe site-ul sau aplicația mea",
  "sales-interstitial-c2c": "Ce este hCaptcha?",
  "sales-interstitial-c2d": "Aflați mai multe despre hCaptcha",
  "sales-interstitial-head": "Să ne asigurăm că ajungeți la locul potrivit.",
  "sec-hc": "Securitatea În primul rând",
  "sec-hc-text": "hCaptcha este axat pe editori. Lucrăm pentru a oferi site-urilor date reale și le lăsăm să decidă cum să le folosească. Precizia este în interesul dumneavoastră și al nostru. Alte captch-uri sunt furnizate de companii de publicitate. Fiecare bot pe care îl blochează își poate reduce veniturile.",
  "signup-interstitial-c1": "Pentru companii sau site-uri web",
  "signup-interstitial-c1a": "Adăugați hCaptcha la serviciul dvs. (gratuit)",
  "signup-interstitial-c1b": "Adăugați hCaptcha pentru editori pe site-ul sau aplicația mea",
  "signup-interstitial-c1c": "Soluții de securitate pentru întreprinderi (plătite)",
  "signup-interstitial-c1d": "Aflați mai multe despre hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Adnotarea datelor",
  "signup-interstitial-c1f": "Achiziționați servicii de adnotare hCaptcha",
  "signup-interstitial-c2": "Pentru indivizi",
  "signup-interstitial-c2a": "Accesibilitate",
  "signup-interstitial-c2b": "Aflați despre opțiunile de accesibilitate pentru hCaptcha",
  "signup-interstitial-c2c": "A castiga bani",
  "signup-interstitial-c2d": "Lucrați ca etichetator individual de date",
  "signup-interstitial-head": "Să ne asigurăm că ajungeți la locul potrivit.",
  "support-interstitial-c1": "Pentru companii",
  "support-interstitial-c1a": "Soluții de securitate pentru întreprinderi (plătite)",
  "support-interstitial-c1b": "Obțineți asistență pentru hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (gratuit)",
  "support-interstitial-c1d": "Obțineți asistență pentru hCaptcha Publisher",
  "support-interstitial-c2": "Pentru indivizi",
  "support-interstitial-c2a": "Aveți dificultăți cu o provocare?",
  "support-interstitial-c2b": "Aflați despre opțiunile de accesibilitate pentru hCaptcha",
  "support-interstitial-c2c": "Doriți să raportați o eroare?",
  "support-interstitial-c2d": "Aflați mai multe despre raportarea problemelor legate de software",
  "support-interstitial-head": "Să ne asigurăm că ajungeți la locul potrivit.",
  "switch-to-english-link": "schimbă pe limba engleză",
  "what-is-hcaptcha": "Ce este hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha vă ajută serviciile web preferate să păstreze roboții, spamul și abuzul, adresând întrebări simple, ușoare pentru oameni și dificile pentru mașini.",
  "why-hc": "De ce hCaptcha?",
  "why-hc-text": "De fiecare dată când răspundeți la o provocare, folosim modele sofisticate pentru a ne da seama dacă sunteți om sau mașină. Site-ul pe care l-ați vizitat folosește apoi acest rezultat pentru a vă ajuta să vă îmbunătățiți experiența pe site-ul lor, evitând roboții.",
  "footer-link-5b": "presa",
  "footer-link-cyberattacks": "Atacurile cibernetice 101",
  "header-enterprise-link": "Afacere",
  "intro-subtitle": "Rezolvați problema botului dvs. astăzi."
}
