{
    "1290027486": "CEO al Brave. Co-fondator al Mozilla. Creator al limbajului de programare JavaScript. Creator de browsere și multe altele.",
    "211351380": "De pe blog:",
    "3153117136": "Cum funcționează setările de dificultate hCaptcha",
    "2915355938": "Accesibilitate",
    "793784899": "Planuri",
    "2671622670": "Afacere",
    "3527140447": "Docs",
    "505891021": "Servicii de etichetare",
    "692176459": "Autentificare",
    "1892574253": "Inscrie-te",
    "2593864519": "Opriți mai mulți roboți. Începeți să protejați confidențialitatea utilizatorului.",
    "4007826952": "CAPTCHA numărul 1 pentru confidențialitate pentru web, mobil și multe altele.",
    "3721365241": "Încerca",
    "3753956446": "Liber",
    "3276777569": "hCaptcha",
    "55035359": "Utilizați în prezent reCAPTCHA?",
    "3417372336": "Comutați în câteva minute",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Pe care se bazează cele mai bune servicii online",
    "1470290349": "pentru cea mai bună gestionare a botilor și a fraudelor din categoria.",
    "3714002185": "Aflați mai multe despre hCaptcha Enterprise",
    "3946753128": "Privat. Sigur. Mai repede.",
    "939665604": "Concentrat asupra confidențialității",
    "780475098": "Rețelele publicitare văd vizitatorii ca pe un produs. Ne pasă doar dacă o vizită este bună sau rea. hCaptcha respectă GDPR, CCPA, LGPD, PIPL și alte legi globale privind datele.",
    "219813583": "Securitatea în primul rând",
    "2714878440": "Protejați-vă serviciile de scraping, preluări de cont, umplere de acreditări și spam cu învățarea automată avansată și verificarea umanității.",
    "1397766838": "O experiență mai bună a utilizatorului",
    "2670352917": "hCaptcha oferă o detectare mai fiabilă a botului, fiind în același timp simplu de rezolvat de către oameni.",
    "2806751666": "Ce este hCaptcha?",
    "3096063825": "Încearcă",
    "2968026167": "Leguma ta preferată",
    "713281684": "Vânătă",
    "4147497805": "Morcov",
    "3758963444": "Mulțumesc! Trimiterea dvs. a fost primită!",
    "1070364246": "Hopa! A apărut o eroare la trimiterea formularului.",
    "1129833879": "Opriți roboții rău intenționați, protejați confidențialitatea utilizatorilor",
    "58091799": "Aflați mai multe despre hCaptcha Publisher și Enterprise",
    "1599610318": "Editor",
    "3093388779": "hCaptcha este folosit gratuit pentru editorii de orice dimensiune",
    "179723061": "Mai mult control pentru echipele care au nevoie de securitate de vârf",
    "846501387": "Protecție împotriva botilor de clasă mondială",
    "119298044": "Tehnologiile avansate ML și AI auto-supravegheate vă protejează proprietățile web de amenințări și atacuri",
    "1263998069": "Câștigați recompense pentru soluții umane",
    "1103295010": "Câștigați bani sau dăruiți organizațiilor de caritate atunci când oamenii rezolvă CAPTCHA",
    "392886773": "Funcționează în fiecare țară",
    "2320894364": "Cu peste 200 de puncte de prezență, cloud-ul hCaptcha vă protejează activele din întreaga lume",
    "451701069": "Respectă GDPR, CCPA,",
    "2826051554": "și altele",
    "3530599065": "Intimitatea este construită de la zero. hCaptcha nu păstrează PII și este în conformitate cu numeroase mandate și reglementări privind confidențialitatea.",
    "2489287539": "„Fără CAPTCHA” fără frecare și moduri pasive 99,9%.",
    "793242047": "Reduceți provocările prezentate utilizatorilor pentru a permite accesul rapid la aplicații",
    "4195759329": "Detectarea botului și scorurile de risc",
    "1150035777": "Modelele sofisticate de învățare automată generează scoruri de încredere a botului bazat pe multe puncte de date dincolo de răspunsul corect la întrebări.",
    "3688621388": "Semnături de amenințare",
    "1131525092": "Grupați actorii răi împreună fără efort prin intermediul UID-urilor noastre care protejează confidențialitatea pentru a găsi și opri fraudele și abuzurile asociate",
    "1559631739": "Învățare privată",
    "3952259236": "Combină datele tale orbite cu miile de semnale ale hCaptcha pentru a instrui hCaptcha asupra claselor de comportament -- numai pentru exemplul tău -- pentru a prezice mai bine comportamentul rău intenționat mai bine decât oricare dintre soluții",
    "1150963691": "Atenuarea APT",
    "4083018285": "O suită de caracteristici extinse care se combină cu monitorizarea SOC îmbunătățită și răspunsul pentru a aborda amenințările persistente sofisticate",
    "3160820928": "Protecție coordonată împotriva atacurilor",
    "1849805607": "hCaptcha protejează împotriva amenințărilor și momelilor concepute pentru a vă infiltra în rețelele",
    "1958297836": "Protecție coordonată împotriva atacurilor și atenuare APT",
    "1300485304": "hCaptcha protejează împotriva amenințărilor avansate și a momelilor concepute pentru a vă infiltra în rețelele",
    "2698640210": "Controlați provocările și tipurile afișate",
    "3121248460": "Afișați provocări personalizate infinit de diverse -- de la simple la complexe -- pentru publicul anticipat",
    "3807059944": "Controlați conținutul de provocare utilizat",
    "2707282231": "Personalizați provocările pentru utilizatorii dvs. Faceți imposibil pentru roboți să rezolve și să pătrundă.",
    "4194763679": "Niveluri de dificultate cu granulație fină",
    "3730038780": "Alegeți dintr-un număr aproape infinit de provocări pe care să le rezolve utilizatorii",
    "1849717906": "Personalizați-vă cu propriul conținut de provocare",
    "1508655687": "Adăugați propriile provocări adaptate publicului dvs. pentru a eficientiza sau a restricționa accesul",
    "3620442880": "Funcții de protecție Flash Sale",
    "3265895521": "Creșteți și reduceți dificultatea provocării în funcție de momentul zilei",
    "1485807325": "Tablouri de bord multi-utilizator, SSO SAML",
    "359073033": "Tablourile de bord oferă vizualizări la nivel înalt sau cu granulație fină ale activității.",
    "4272454814": "Integrați-vă cu furnizorul de identitate ales.",
    "1141402092": "Funcții avansate de raportare",
    "910989640": "Generați rapoarte detaliate și personalizate de activitate",
    "3768951251": "SLA-uri pentru întreprinderi",
    "1014004474": "Planurile Enterprise de la hCaptcha oferă acorduri avansate de nivel de servicii pentru a vă proteja organizația",
    "1177598246": "Contactați vânzări",
    "1067704102": "Valoarea în etichetarea datelor",
    "3065000659": "Ți-ai dat seama de fiecare dată când „dai clic pe mașină” ajuți să antrenezi unul singur?",
    "3235430156": "sistemele de învățare automată ale companiei gratuit?",
    "1549336309": "hCaptcha transformă acest model. Când utilizați hCaptcha, companiile licitează pentru munca pe care o fac utilizatorii dvs., deoarece își dovedesc umanitatea. Primești recompensele.",
    "3725880582": "Dă înapoi carității",
    "1671436004": "Vrei să dai înapoi organizației tale de caritate preferate?",
    "1663628612": "te lasa",
    "4272088465": "organizațiile caritabile alese de dvs. cu câștigurile pe care le obțineți din utilizarea acestuia.",
    "2894845722": "Utilizatorii de pe site-ul dvs. vor putea în curând să vadă contribuția dvs. la caritate prin branding discret pe interfața hCaptcha.",
    "3194111925": "a sustine",
    "1637702726": "Despre hCaptcha",
    "2323282990": "O abordare modernă pentru verificarea umanității",
    "1201821619": "hCaptcha rezolvă una dintre cele mai presante probleme de astăzi: împiedicarea roboților rău intenționați să abuzeze de serviciile online.",
    "1475399473": "Aflați mai multe despre echipa hCaptcha",
    "3161489950": "Cea mai avansată platformă ML de securitate din lume",
    "3247172580": "hCaptcha a combinat învățarea automată avansată auto-supravegheată cu o nouă abordare de calcul edge, care minimizează în mod unic colectarea și păstrarea datelor, livrate din peste 250 de locații la nivel global pentru o scalabilitate masivă.",
    "3767462250": "Proiectat pentru confidențialitate",
    "3500503648": "hCaptcha este conceput pentru a elimina păstrarea datelor pe termen lung, bazându-se pe evaluarea instantanee, mai degrabă decât pe înregistrarea și analiza istoricului dvs. de navigare. De asemenea, susținem inițiative precum",
    "2418549423": ", un standard în curs de dezvoltare pentru păstrarea confidențialității online prin dovezi criptografice și alte caracteristici unice care au prioritate confidențialitatea.",
    "1544546608": "Pass de confidențialitate",
    "976209454": "Câștigă recompense sau dăruiește caritate",
    "552920956": "hCaptcha permite site-urilor web să câștige recompense în timp ce blochează roboții și alte forme de abuz. hCaptcha vă permite, de asemenea, să susțineți organizațiile caritabile alese cu aceste câștiguri.",
    "654326661": "Vrei să vezi singur? Încercați hCaptcha gratuit.",
    "3570415321": "Companie",
    "3987022469": "Etichetarea",
    "1636202177": "Despre",
    "2670003220": "Locuri de munca",
    "3233305531": "Mărci comerciale",
    "3028319964": "Etica AI",
    "4131598919": "presa",
    "1662477701": "Resurse",
    "3130928685": "Blog",
    "1756106276": "stare",
    "1235925265": "Documentație",
    "920212083": "Raporteaza o eroare",
    "2076066173": "Atacurile cibernetice 101",
    "3644106388": "a lua legatura",
    "2182196747": "A sustine",
    "487083593": "Vânzări",
    "878585497": "Termeni",
    "1697438123": "Confidențialitate",
    "1316817321": "Atribuire",
    "3488019891": "hCaptcha este o marcă înregistrată a Intuition Machines, Inc.",
    "4224961202": "Confidențialitate, securitate și învățare automată.",
    "98173630": "hCaptcha este cel mai utilizat serviciu independent CAPTCHA din lume.",
    "1514478724": "Aflați mai multe",
    "1752795854": "hCaptcha aduce o abordare modernă, axată pe confidențialitate pentru oprirea roboților.",
    "2927700175": "Arătăm provocări CAPTCHA care sunt dificile pentru roboți, dar ușor pentru oameni, prin colectarea datelor dificil de etichetat din problemele de învățare automată și folosindu-le pentru a distinge dacă un vizitator al site-ului sau al unei aplicații este uman.",
    "2188609322": "Actorii răi sunt din ce în ce mai des întâlniți online. Dar sacrificarea confidențialității utilizatorilor nu este răspunsul.",
    "2032102720": "Soluțiile de securitate oferite de companiile de publicitate se concentrează în primul rând pe urmărirea utilizatorilor pe web. Am creat o soluție de securitate eficientă care demonstrează că nu este necesară afectarea confidențialității utilizatorilor pentru a oferi rezultate excelente.",
    "4146870445": "Cine suntem noi",
    "353066938": "O echipă cu experiență, care lucrează la cele mai grele probleme de astăzi. hCaptcha este un serviciu al",
    "1173652155": "Consilieri",
    "2256305371": "Profesor, CS la Universitatea din California, Berkeley. Expert în învățare profundă, securitate, blockchain. CEO al Oasis Labs.",
    "2177660021": "Cercetător de știință la Stanford. Învățare automată și finanțare cantitativă la băncile majore, fondurile speculative și mediul academic.",
    "2686825859": "Înscrieți-vă gratuit sau contactați-ne despre soluțiile hCaptcha Enterprise",
    "583434701": "Accesibilitate hCaptcha",
    "611905972": "Asigurarea accesului fără probleme pentru toți utilizatorii, menținând în același timp securitatea",
    "874098071": "Dacă sunteți un utilizator de accesibilitate, vă rugăm să vă înscrieți aici",
    "2745385064": "rezumat",
    "3353238942": "hCaptcha este conceput pentru a opri roboții, diferențiandu-i de oameni. Testele vizuale sunt un instrument convenabil pentru aceasta, dar nu toată lumea poate rezolva o provocare vizuală.",
    "3600022491": "Din acest motiv, am conceput o alternativă simplă, nedureroasă, pentru a permite editorilor care folosesc serviciul nostru să păstreze accesibilitatea pentru toți, cu respectarea completă a Secțiunii 508 și a WCAG 2.1 AA.",
    "2557240048": "Cum funcționează: mai întâi, un utilizator de accesibilitate se înscrie prin",
    "3871665286": ", care este legat în mod vizibil în pagina cu informații despre widget-ul hCaptcha. Li se oferă un cookie criptat care poate fi folosit de mai multe ori pe zi, dar trebuie reîmprospătat la fiecare 24 de ore prin autentificare.",
    "3441764123": "Atunci când o provocare este prezentată unui utilizator de accesibilitate pe un site care utilizează serviciul hCaptcha, acesta va trece automat.",
    "4247858664": "pagina de înscriere pentru accesibilitate",
    "1297657322": "Ecranul utilizatorului de accesibilitate după conectare",
    "1717658846": "Opțiune de accesibilitate în meniul interfeței widget",
    "1266963825": "Î: Este hCaptcha Secțiunea 508 + WCAG 2.1 AA compatibil?",
    "850025770": "R: Noi credem că da: toți utilizatorii cu orice formă de deficiență care sunt capabili să navigheze pe web și să introducă text în formulare pot accesa serviciile protejate de hCaptcha la înregistrare. Cu toate acestea, acesta nu este un sfat juridic: ar trebui să efectuați propria evaluare, ținând cont de implementarea dvs. specială, pentru a vă asigura că acesta este cazul pentru implementarea dvs.",
    "159272246": "Î: Lucrezi la alte opțiuni de accesibilitate (\"a11y\"), cum ar fi audio?",
    "4074220464": "R: Opțiunile populare anterior, cum ar fi captch-urile audio, discriminează mulți utilizatori oriși, și sunt ușor învinse de tehnicile moderne de învățare automată. Acest lucru a forțat provocările audio actuale să devină din ce în ce mai dificile, introducând zgomot, sincronizare ciudată, combinații de cuvinte neobișnuite și așa mai departe pentru a învinge atacatorii. Prin urmare, suntem mai puțin entuziasmați de această abordare față de evitarea completă a provocării, dar o vom lua în considerare dacă există cerere din partea comunității tuturor.",
    "2309661107": "Cu toate acestea, suntem foarte interesați de",
    "2555914614": "pentru cazul de utilizare Accesibilitate. Credem că combinarea abordării noastre actuale a11y cu emiterea Privacy Pass va permite utilizatorilor a11y să navigheze în siguranță, în siguranță, știind că traficul lor este mai privat, restricționând în același timp abuzul de către operatorii de bot care are loc inevitabil atunci când sunt disponibile opțiuni a11y. Suntem participanți activi la grupul de lucru IETF care standardizează această nouă tehnologie.",
    "2583775432": "Î: Ce zici de confidențialitate? Înregistrarea expune într-un fel toate datele de navigare? Ce faci cu emailul?",
    "4215483493": "R: hCaptcha este conceput pentru intimitate de la zero. Este foarte diferit de opțiunile tradiționale, cum ar fi reCAPTCHA, care sunt deținute de rețele publicitare, care au un stimulent să vă urmărească pe web și să vă asocieze cu o identitate reală.",
    "2474661839": "Al nostru",
    "4137573005": "are răspunsuri complete și autorizate cu privire la modul în care folosim datele, dar răspunsul scurt este că nu avem niciun interes să vă asociem ca persoană cu istoricul dvs. de navigare.",
    "4101570501": "De asemenea, lucrăm în prezent la o soluție criptografică pentru a renunța rapid la adresa dvs. de e-mail, păstrând în același timp capacitatea noastră de a preveni abuzurile, completând activitatea noastră de Privacy Pass.",
    "260595108": "Nu folosim niciodată e-mailuri sau informații de accesibilitate în alt scop decât facilitarea utilizării tuturor și prevenirea abuzului.",
    "3063819779": "Politica de Confidențialitate",
    "465714311": "Pentru utilizatorii de accesibilitate: Întrebări și răspunsuri și Ghid de depanare",
    "3596207631": "Î: Încă văd o provocare după setarea cookie-ului. Ce cauzează asta?",
    "469089249": "R: Acest lucru se datorează, de obicei, utilizării unui blocant agresiv de anunțuri sau a unei extensii anti-cookie, sau a unei setări care blochează cookie-urile „încrucișate”, în acest caz, un cookie pentru hcaptcha.com care este setat sau verificat de hCaptcha JS pe o site diferit, precum cel pe care îl vizitați.",
    "4263626815": "Cookie-urile de accesibilitate hCaptcha funcționează cu toate browserele și dispozitivele de blocare a reclamelor populare cu setările lor standard, așa că, de obicei, eșecurile se datorează scripturilor „anti-blocare publicitară” sau seturilor de reguli similare care vizează anumite site-uri.",
    "3906359167": "Solutii:",
    "3464870463": "1. Listați cookie-urile hcaptcha.com și *.hcaptcha.com în blocarea anunțurilor sau extensia de securitate a browserului.",
    "1204911585": "2. Dacă utilizați browserul Brave, care (din aprilie 2020) nu pare să aibă niciun fel de listă albă de cookie-uri, accesați Preferințe -> Scuturi -> Cookie-uri și alegeți „Permiteți toate cookie-urile”.",
    "2932826396": "3. Dacă utilizați cea mai recentă versiune de Safari fie pe OS X 10.15 lansat recent, fie pe iOS 13.4, Apple tocmai a schimbat comportamentul Safari legat de cookie-urile terță parte, blocându-le pe toate în mod implicit. Implementăm o soluție, dar între timp vă rugăm să vizitați Preferințe Safari, secțiunea Confidențialitate și debifați „Urmărirea site-ului: Preveniți urmărirea pe mai multe site-uri” pentru a permite cookie-ului de accesibilitate să funcționeze conform așteptărilor.",
    "3836291932": "Î: Folosesc mai multe dispozitive. Trebuie să mă înscriu de mai multe ori?",
    "3251220335": "R: Nu. Vă rugăm să faceți clic pe același link de conectare prin e-mail trimis pe fiecare dispozitiv pe care îl utilizați pentru a seta cookie-ul.",
    "2082407178": "Î: Cum mă pot proteja de urmărirea cookie-urilor terțe în timp ce folosesc cookie-ul de accesibilitate?",
    "2700197090": "R: Folosirea oricărei extensii de confidențialitate sau de blocare a reclamelor care acceptă lista albă la nivel de domeniu (de exemplu uBlock Origin) va funcționa conform așteptărilor: asigurați-vă doar că includeți hcaptcha.com pe lista albă.",
    "3657743880": "Instrucțiuni de browser pentru cookie-uri între site-uri",
    "1960601330": "Pentru a activa cookie-urile în Safari (Mac): Accesați meniul derulant Safari. Selectați Preferințe. Faceți clic pe Confidențialitate în panoul de sus. Sub „Blocați cookie-urile” selectați opțiunea „Niciodată”.",
    "1622303590": "Pentru a activa cookie-urile în Safari (iPhone/iPad iOS 11+): deschideți Setările. Derulați în jos și selectați Safari. Sub Confidențialitate și securitate, dezactivați „Preveniți urmărirea pe mai multe site-uri” și „Blocați toate modulele cookie”",
    "2199048568": "Faceți clic pe scutul din stânga barei de adrese pe orice pagină web. Faceți clic pe Setări de protecție. Se va deschide panoul Firefox Preferences Privacy & Security. Sub Protecție îmbunătățită de urmărire, selectați Personalizat. Alegeți ce trackere și scripturi să blocați bifând acele casete de selectare. Asigurați-vă că ați deblocat hcaptcha.com.",
    "3967047208": "De asemenea, puteți dezactiva temporar unele protecții în Personalizat pentru a depana acest lucru, debifând casetele de selectare: Debifați caseta de selectare Trackers sau debifați caseta de selectare Cookie-uri dacă încă aveți probleme.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Selectați pictograma meniului Chrome. Selectați Setări.",
    "926138631": "Accesați Confidențialitate și securitate, apoi Cookie-uri și alte date ale site-ului.",
    "3419878556": "Asigurați-vă că „Blocați cookie-urile terță parte” nu este activat.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Deschideți preferințele Chrome din bara de meniu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Pe dispozitivul Android, deschideți aplicația Chrome.",
    "3620039756": "În dreapta sus, atingeți Mai multe și apoi Setări.",
    "2813310562": "Atingeți Setări site și apoi Cookies.",
    "3014657981": "Lângă „Cookie-uri”, activați setarea.",
    "1242066691": "Bifați caseta de lângă „Permite cookie-uri terță parte”.",
    "292250020": "1. Selectați roata din colțul din dreapta sus al ecranului, apoi selectați „Opțiuni Internet”. Dacă aveți bara de meniu activată, puteți selecta „Instrumente”, apoi „Opțiuni Internet”.",
    "4114820649": "2. Faceți clic pe fila „Confidențialitate”.",
    "946838734": "3. Selectați butonul „Avansat”.",
    "348809718": "4. Sub „Cookie-uri terțe” alegeți „Accept”.",
    "1253441326": "5. Faceți clic pe „OK”",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Politica de etică AI",
    "1161704803": "De ce avem o politică de etică AI?",
    "1806535500": "Practic fiecare tehnologie, de la creioane la dinamită, este a",
    "24452499": "soluţie; poate fi folosit pentru bine sau pentru rău. Fiecare companie care cercetează, construiește sau vinde soluții cu dublă utilizare are obligația de a lua în considerare consecințele acțiunilor lor.",
    "4023575072": "dublă utilizare",
    "3336625692": "Această pagină detaliază gândurile noastre despre acest subiect în contextul Eticii AI și procesele pe care le urmăm pentru a ne asigura că utilizarea serviciilor noastre rămâne în conformitate cu politicile pe care le-am adoptat ca companie.",
    "835717930": "Etica AI la hCaptcha",
    "2179524509": "Ocazional primim întrebări cu privire la ce tipuri de întrebări sunt permise pentru serviciul hCaptcha și de ce sunt adresate anumite întrebări.",
    "1962721652": "Ființele umane caută modele și, uneori, o întrebare inofensivă poate trece de la total nesurprinzătoare la suspectă într-o clipă, din cauza schimbărilor din lume, mai degrabă decât a motivațiilor oricui pune întrebarea.",
    "3974566657": "Pe măsură ce serviciile devin mai populare, acest tip de apariție devine inevitabil mai frecvente. hCaptcha este folosit de milioane de oameni în fiecare zi în aproape fiecare țară din lume, așa că publicăm această politică și un studiu de caz despre cum abordăm aceste probleme pentru a fi cât mai transparenți posibil.",
    "1830910223": "Un studiu de caz real al eticii AI",
    "805971861": "„Umbrelă” este un termen din ImageNet, setul de date standard de referință folosit de cercetătorii în viziunea computerizată. Identificarea fiabilă a persoanelor care dețin umbrele este, de asemenea, esențială pentru construirea de sisteme avansate de asistență pentru șofer (ADAS) de ultimă generație.",
    "3988350": "Aceasta înseamnă că există cazuri excelente de utilizare pentru adnotările umbrelă din lumea reală. Există loc de dezacord cu privire la impactul mașinilor cu conducere autonomă, dar sistemele ADAS fac deja economii",
    "548587288": "in jurul lumii.",
    "3138772661": "mii de vieți în fiecare an",
    "3168199226": "Cu toate acestea, în 2020 a devenit clar că construirea acestui tip de set de date ar putea fi percepută ca o tehnologie cu dublă utilizare într-un mod pe care puțini s-ar fi așteptat în urmă cu un an.",
    "558378834": "Astfel, în acest moment nu mai acceptăm cereri de întrebări legate de umbrele. Potențialul de confuzie atunci când un utilizator final vede o întrebare despre umbrele în momentul actual este prea mare și, în cele din urmă, scopul nostru este să facem lumea un loc mai plăcut.",
    "3376604063": "Politici și procese de etică AI",
    "1923365316": "Avem o politică strictă de etică AI la hCaptcha, iar o parte din aceasta include un proces Know Your Customer (KYC).",
    "4230322909": "Încercăm întotdeauna să obținem o bună înțelegere a fiecărui client nou și a cazului de utilizare prevăzut, atât pentru a confirma că este potrivit pentru produsele și serviciile noastre, cât și pentru a ne asigura că respectă politicile pe care le-am adoptat ca companie.",
    "2735073144": "De asemenea, efectuăm evaluări continue, dacă este necesar. De exemplu, în analiza noastră recentă a datelor și surselor solicitărilor de cereri de etichetare legate de umbrele, am putut să confirmăm rapid că nicio entitate guvernamentală sau furnizor de stat cunoscut de software de supraveghere nu a făcut cereri privind umbrelele care utilizează serviciile noastre în ultimele 12 luni. .",
    "2715462692": "Cum arată procesul nostru de etică AI?",
    "3049976256": "Pentru fiecare client nou de etichetare, parcurgem o listă de verificare în timpul procesului de vânzare. Aceasta include diligența inițială KYC înainte de îmbarcare, precum și verificarea tuturor solicitărilor adresate analiștilor noștri și verificări la fața locului în timp real și revizuiri periodice ale cererilor făcute folosind platforma noastră de autoservire.",
    "3103642530": "Această revizuire este compusă din mai multe seturi de criterii:",
    "3349094124": "Criterii de preocupare etică: Obiectiv",
    "1038019440": "1. Reprezintă acest client interesele naționale ale unei țări cunoscute că se implică în comportamente contrare legilor și normelor internaționale?",
    "493717511": "2. Acest client solicită servicii care ar putea fi",
    "2209109640": "utilizate numai în scopuri rău intenționate, în contextul activităților lor normale de afaceri?",
    "3457805519": "3. Poate fi îndeplinită cererea clientului în conformitate cu legislația SUA și regulile noastre de angajament?",
    "1942611550": "în primul rând",
    "109179759": "Criterii de preocupare etică: Subiectiv",
    "1033698050": "1. Credem că clientul ne-a oferit un caz de utilizare pe care îl considerăm acceptabil din punct de vedere moral, conform interpretării noastre a normelor societale tipice occidentale?",
    "361372538": "2. Credem că serviciile oferite de noi ar fi probabil utilizate în scopuri discriminatorii de către client, în moduri care ar putea fi legale, dar care nu sunt acceptabile pentru noi?",
    "2867855718": "3. Considerăm că nevoile de confidențialitate pot fi abordate în mod satisfăcător pentru cerere?",
    "2462728596": "Dacă nu ne putem mulțumi cu privire la aceste puncte, vom refuza cererea și vom rezilia accesul la platforma noastră, așa cum este menționat în Termenii noștri.",
    "1995277831": "Mulțumesc",
    "1818116402": "Sperăm că ați apreciat această privire asupra modului în care gestionăm întrebările operaționale cu o componentă de etică AI.",
    "1499894352": "Foarte puține companii oferă transparență în procesele lor de luare a deciziilor în acest domeniu și sperăm că alții vor urma acest exemplu!",
    "535659033": "Atribuire Creative Commons",
    "1495915066": "Cum utilizăm noi, partenerii noștri de cercetare academică și clienții noștri media Creative Commons",
    "3017533972": "Noi, partenerii noștri de cercetare academică și clienții noștri putem face referire sau reproduce ocazional porțiuni de conținut cu licență Creative Commons prin intermediul platformei hCaptcha pentru a avansa cunoștințele umanității în domeniul învățării automate.",
    "1428053210": "Acest conținut este în general transformat din forma sa originală. De exemplu, un videoclip poate fi împărțit în mai multe imagini, acele imagini pot fi împărțite în mai multe imagini noi, iar acele imagini noi apoi amestecate aleatoriu pentru a produce rezultatul final afișat.",
    "1728211763": "Utilizarea conținutului în acest fel și în aceste scopuri se încadrează în ghidurile de utilizare loială, conform înțelegerii noastre cu privire la legislație și practicile standard în domeniu, dar suntem fani de multă vreme ai Creative Commons și preferăm să acordăm credit oricărei persoane care ajută în sarcină monumentală de îmbunătățire a inteligenței mașinii.",
    "1949452297": "Din cauza constrângerilor intrinseci ale interfeței de utilizare hCaptcha și a considerațiilor sale de securitate, nu este posibilă reproducerea sursei fiecărei imagini direct adiacente utilizării acesteia. În schimb, trimitem la această pagină de pe pagina noastră de pornire și menținem o listă a surselor difuzate în prezent sau recent prin intermediul platformei. Puteți accesa lista curentă",
    "2367602973": "Aici",
    "659124570": "În plus, dacă vedeți conținut care vă aparține reprodus pe platforma hCaptcha și doriți să fie eliminat din orice motiv, ne puteți contacta prin e-mail la",
    "2066749488": "Alte plângeri",
    "3479034323": "Dacă vedeți conținut care vă aparține reprodus pe platforma hCaptcha și doriți să fie eliminat din orice motiv, ne puteți contacta prin e-mail.",
    "1836554225": "Postări pe blog",
    "2873297188": "Toate CAPTCHA-urile discriminează neamericanii?",
    "165932542": "O privire asupra ratelor de rezolvare a hCaptcha de pe tot globul",
    "1865097546": "16 noiembrie 2021",
    "3005876482": "hCaptcha este acum cel mai mare serviciu CAPTCHA independent, rulează pe 15% din Internet",
    "693820850": "Puteți învinge Google punând confidențialitatea pe primul loc",
    "3609106478": "Umplutură de acreditări:",
    "299335340": "Ce este și cum să opriți atacurile",
    "354925785": "Introducere",
    "423222878": "Unele dintre cele mai greu de detectat, prevenit și oprit atacurile cibernetice sunt cele în care un actor rău intenționat poate folosi acreditările legitime ale utilizatorului pentru a se conecta la un cont de utilizator activ. Fără multe capacități de detectare sofisticate, compania care găzduiește contul nu are niciun motiv să suspecteze că ceva este în neregulă. Un client pur și simplu pare să se fi conectat la contul său. Atacatorul a reușit acest șiretlic cu succes folosind acreditări furate - de obicei rezultatul unei tehnici de atac cibernetic cunoscută sub numele de „încărcare de acreditări”. Este o problemă serioasă astăzi, dar care poate fi atenuată cu contramăsurile potrivite.",
    "777660551": "Ce este Credential Stuffing?",
    "2602763587": "Umplutura de acreditări este o formă de atac cibernetic în care atacatorul încearcă să se conecteze de mai multe ori la un site web folosind perechi de nume de utilizator și parole furate. „Umplutura” se referă la încercările de conectare repetitive, care sunt aproape întotdeauna efectuate de software-ul robot automat.",
    "1271831121": "Nu este ca și cum hackerul (îmbrăcat în hanorac, desigur!) stă acolo, tastând acreditări după acreditări. Botul de conectare automatizat ar putea fi realizat dintr-un instrument disponibil, cum ar fi Selenium, sau un instrument de hacker dezvoltat la comandă.",
    "2588750717": "Într-adevăr, unele atacuri de completare a acreditărilor implică milioane de acreditări — toate fiind introduse în interfața de conectare a site-ului web nebănuit, în speranța de a fi lăsate să intre. Odată înăuntru, atacatorul poate prelua contul victimei.",
    "1137757109": "Dacă este un cont de comerț electronic, atacatorul poate comanda mărfuri. Dacă victima este o bancă, atacatorul poate transfera fonduri offshore și așa mai departe.",
    "1559150837": "Țintele nu sunt însă lipsite de apărare. Majoritatea site-urilor web au controale care blochează un utilizator suspect care încearcă să se conecteze la mii de conturi diferite de la aceeași adresă IP într-un interval scurt de timp. Ceea ce fac atacatorii pentru a ocoli aceste tehnici de protecție este pentru a simula diversitatea geografică și IP. Folosind instrumente puternice, adesea bazate pe inteligență artificială, aceștia pot face să pară că mii de utilizatori încearcă aleatoriu să se conecteze la diferite momente ale zilei din toată țara. Acest lucru este mult mai greu de detectat și oprit.",
    "1892020899": "De unde obțin hackerii acreditările?",
    "2597149484": "Motivul pentru care hackerul trebuie să „împle” atât de multe acreditări are de-a face cu locul în care își obțin acreditările furate.",
    "3030395800": "Aceste acreditări provin de obicei din încălcări ale datelor. Cunoscute și sub denumirea de „deversări de acreditări”, aceste atacuri pot duce la aruncarea a milioane de acreditări pe dark web. Dacă deversarea a venit de la o bancă, hackerul va încerca să folosească acele acreditări pentru a ajunge pe alte site-uri. Această abordare funcționează deoarece atât de mulți oameni folosesc aceeași combinație de nume de utilizator și parolă pentru mai multe site-uri. (Această practică este descurajată, dar realitatea este ceea ce este. Oamenii tind să repete aceleași date de conectare.)",
    "1258965840": "Astfel, dacă atacatorul poate intra într-un singur site, probabil că poate intra pe mai multe site-uri folosind acreditările vărsate. De exemplu, ar putea obține o pereche nume de utilizator/parolă precum JohnDoe/525momma, dar nu au idee ce va face acea pereche pentru ei. Deci, încearcă perechea pe Amazon.com, Ebay, Citibank, Walgreens și mai departe. Ar putea încerca acea pereche pe o mie de site-uri diferite.",
    "3594440415": "În cele din urmă, vor începe să deschidă ușile.",
    "780280214": "Cum hCaptcha și hCaptcha Enterprise atenuează amenințarea de umplere a acreditărilor",
    "4165374512": "Deși este posibil să utilizați instrumente de detectare a IP-ului și a locației pentru a preveni încărcarea acreditărilor, o metodă mai rentabilă și mai precisă este pur și simplu să întrerupeți botul automat de completare a acreditărilor. hCaptcha și hCaptcha Enterprise pot împiedica botul la punctul de intrare. Chiar dacă botul are acreditările potrivite, dacă nu poate trece de detectarea hCaptcha Enterprise sau CAPTCHA de hCaptcha, nu va putea să-și facă umplutura, iar site-ul și utilizatorii dvs. sunt protejați.",
    "3269644546": "Vă rog",
    "1058572205": "ne dacă doriți să aflați mai multe despre",
    "3753613260": "a lua legatura",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Raportarea reclamațiilor DMCA",
    "54093347": "Agent înregistrat DMCA",
    "3233441200": "Politica privind încălcarea repetată",
    "4011712313": "Ca parte a Politicii noastre DMCA, plasăm conturile clienților pentru care primim mai multe notificări DMCA cu privire la presupusa încălcare într-o Politică DMCA privind încălcarea repetată în mai mulți pași. La primirea notificărilor repetate DMCA într-o lună calendaristică, contul de client va trece de la un pas de politică la următorul.",
    "766825168": "Acțiunile pe care le putem întreprinde în temeiul Politicii privind încălcarea repetată a DMCA includ trimiterea de alerte de vizibilitate sporită către clientul înregistrat al contului. Pentru a confirma aceste alerte, este posibil să solicităm clientului să se conecteze la cont sau să sune echipa noastră de asistență. Ne rezervăm, de asemenea, dreptul de a suspenda sau de a rezilia, precum și de a aplica alte măsuri provizorii, serviciului hCaptcha și IMI al oricărui client pentru care am continuat să primim notificări DMCA cu privire la presupusa încălcare, chiar și după ce am trimis alerte de încălcare repetă. În plus, putem rezilia, la discreția noastră, alte servicii hCaptcha sau IMI furnizate acestor clienți atunci când încetăm serviciul hCaptcha conform acestei politici.",
    "2410122265": "Resurse hCaptcha: Bots 101",
    "4166776480": "Credential Stuffing: Ce este și cum să opriți atacurile",
    "2301335298": "Frauda de plată: atenuarea unui mod de criminalitate cibernetică cu evoluție rapidă",
    "3682071227": "Ce sunt preluarile de cont și cum funcționează?",
    "2729131930": "Ce este răzuirea și cum funcționează?",
    "1344959096": "Lucrează ca etichetator de date individual",
    "3510143229": "hCaptcha este un serviciu pentru site-uri web și aplicații,",
    "3930611699": "lucrători individuali.",
    "1051214799": "hCaptcha este un serviciu de securitate web care încearcă să împărtășească valoare cu editorii de site-uri web sau de aplicații care îl folosesc.",
    "360236473": "Serviciul hCaptcha nu este destinat să fie utilizat pentru ca oricine să lucreze ca etichetator individual. Nu este proiectat sau potrivit pentru acest scop. Nu recomandăm nimănui să încerce să folosească hCaptcha ca sursă de venit personal.",
    "3842490632": "Un utilizator individual care încearcă să răspundă la multe întrebări este probabil să fie limitat sau interzis rapid. La fel de important ca și al nostru",
    "1560232962": "acoperă în detaliu, nu se fac garanții cu privire la suma câștigată pentru orice răspuns dat. Este posibil să nu existe întrebări plătite disponibile în acel moment, un răspuns poate fi respins din motive de calitate și așa mai departe.",
    "2694001822": "Cu toate acestea, angajăm ocazional persoane care să ne ajute să testăm proprietățile sistemului și funcțiile noi.",
    "1569804581": "Dacă doriți să fiți contactat în viitor cu privire la oportunități aferente, vă rugăm să completați acest formular.",
    "636461959": "Nume",
    "1139500589": "Țară",
    "1789607185": "Adresa de e-mail",
    "325077666": "Prin trimiterea informațiilor dvs. sunteți de acord cu noastre",
    "3555583744": "și",
    "3609929815": ". Vom păstra informațiile dvs. despre numele, țara și adresa de e-mail numai în scopul de a vă contacta pe viitor cu privire la oportunitățile de lucru individuale de etichetare.",
    "4197928199": "Politica de confidențialitate",
    "851786723": "Introducând adresa de e-mail, sunteți de acord cu Termenii și Politica noastră de confidențialitate și să primiți e-mail de la noi.",
    "2402165761": "Cum funcționează răzuirea?",
    "4260542944": "Scrapingul de conținut (cunoscut și ca „screen scraping” sau doar „scraping”) este un proces familiar, adesea util pentru colectarea de informații de pe web. Cu toate acestea, în ultimii ani, tehnica a devenit un instrument preferat de hackeri și fraudatori. Contramăsurile pot atenua eficient amenințarea, dar pentru a le implementa, este esențial să înțelegem cum funcționează procesul.",
    "2066255783": "Ce este Content Scraping?",
    "1910628828": "Content scraping este o tehnică de preluare a datelor dintr-un sistem care implică un set de instrumente automate care uzurpa identitatea unui client software sau a unui browser web. Nu este nou. De fapt, pentru inginerii de software care ar putea avea nevoie de date de la un mainframe vechi, scrapingul poate fi singura modalitate de a extrage informații. Conectorii originali pot fi dispărut și imposibil de înlocuit.",
    "3408107995": "Astăzi, totuși, scraping înseamnă invariabil o abordare programatică pentru extragerea datelor de pe un site web. Software-ul de răzuire acționează ca un utilizator uman, dând clic pe butoane și citind rezultatul rezultat. Există multe utilizări legitime pentru răzuire. Crawlerele web care alimentează motoarele de căutare sunt un exemplu. La fel și instrumentele precum Skyscanner, care caută oferte de călătorie, parcurgând mii de site-uri web de călătorie. Firmele Fintech îl folosesc și ele, scotând datele financiare ale utilizatorilor de pe site-urile băncilor dacă nu există interfețe de programare a aplicațiilor (API) disponibile pentru a realiza conexiunea de date. Lucrurile de reținut despre screen scraping sunt viteza și scalabilitatea acestuia. Procesul poate colecta cantități imense de date de pe site-uri web, presupunând că site-urile nu sunt configurate pentru a împiedica producerea. La viteza de calcul, un scraper poate acumula seturi mari de date interacționând cu site-urile web și cu software-ul și bazele de date subiacente care le alimentează.",
    "1920884252": "De ce scrapingul de conținut este o amenințare pentru securitate?",
    "2256795853": "Capacitatea de a extrage o mulțime de date, rapid, de pe site-uri web face ca scrapingul să fie un instrument puternic în mâinile actorilor rău intenționați. Un bot de scraping poate aduna date despre utilizatori de pe site-urile de social media. Apoi, prin eliminarea site-urilor care conțin adrese și alte informații personale și corelând rezultatele, un hacker s-ar putea implica în infracțiuni de identitate, cum ar fi trimiterea de cereri frauduloase pentru carduri de credit.",
    "4087694419": "Un hacker scraping ar putea, de asemenea, să adune date de pe site-uri precum Amazon și eBay pentru a crea liste de produse false sau înșelătoare. El sau ea le-ar putea oferi apoi spre vânzare prin servicii peer-to-peer, cum ar fi OfferUp, și ar putea conduce atacuri de phishing asupra cumpărătorilor. Sau, fraudatorul ar putea vinde produse care nu există. O altă fraudă de screen scraping implică falsificarea editorilor de anunțuri. Prin eliminarea conținutului de pe site-urile editorilor, fraudatorul poate crea pagini false ale editorilor de anunțuri pe diferite servicii. Apoi, aceștia pot vinde anunțuri de pe acele pagini către revânzători autorizați, ale căror contacte le-au cules din fișierul ads.txt al editorului. Spațiile publicitare par reale pentru agentul de publicitate, dar nu sunt.",
    "3315658779": "Preveniți distrugerea conținutului cu hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise folosește învățarea automată avansată pentru a identifica traficul rău intenționat către site-ul și aplicațiile dvs. - inclusiv activitățile de scraping.",
    "1422537019": "noi astăzi pentru a afla mai multe.",
    "1988268879": "Etichetarea datelor la scară rentabilă",
    "2163914794": "Aveți nevoie de mai multe etichete pentru seturile dvs. de date? hCaptcha oferă etichetare a datelor rapidă, rentabilă și de înaltă calitate pentru companiile care lucrează cu inteligență artificială și aplicații de învățare automată.",
    "3378932530": "Etichetați-vă datele acum",
    "3483700676": "Lansați milioane de sarcini instantaneu",
    "3478726913": "hCaptcha are una dintre cele mai mari piscine de pe planetă disponibilă pentru utilizare. Indiferent de amploarea dvs., ne putem descurca fără angajamente inițiale costisitoare. Milioane de sarcini pe zi nu sunt o problemă.",
    "740501259": "Conducte simple conduse de API",
    "2784612261": "Doriți să integrați recenzia umană direct în operațiunile dvs. de afaceri? Oferim SLA de înaltă fiabilitate, capacitate garantată și API-uri REST simple.",
    "1144966033": "Optimizat pentru cost și calitate",
    "3213351333": "Nu este necesar niciun angajament inițial",
    "2107077506": "Platforma HUMAN folosește modele cuprinzătoare de încredere pentru a efectua o analiză sofisticată a calității în timp real. Acest lucru ne permite să determinăm rapid atât dificultatea întrebărilor, cât și răspunsul lor corect probabil, economisind timp și bani.",
    "3576146278": "Plătiți doar pentru precizia de care aveți nevoie",
    "2952586316": "Nu toate problemele sunt la fel. Adnotările pentru sarcini critice pentru siguranță pot necesita încredere de 99,99% din partea lucrătorilor în întregime umani. Adnotările pentru o funcție beta dintr-o aplicație de joc mobil pot necesita doar o încredere moderată. Tu decizi.",
    "710145621": "Furnizați-vă propriile date de adevăr de la sol sau lăsați-ne să le construim din mers",
    "987901590": "Aveți date brute fără un set complet de verificare? În cele mai multe cazuri, putem construi unul pentru dvs. pe măsură ce sarcinile rulează prin sistem sau putem crea mostre etichetate pentru aprobarea dvs.",
    "2597352122": "Tipuri de adnotări",
    "1344687860": "Cutii de delimitare",
    "1089415440": "Detectarea precisă a obiectelor în imagini și videoclipuri",
    "3817067682": "Poligoane",
    "2682873489": "Definiți zona de delimitare pentru obiecte",
    "1275150216": "Repere",
    "2067112112": "Adnotări punctuale pentru multe cazuri de utilizare diferite",
    "4228682126": "Categorizarea atributelor",
    "2920213479": "Sortați sau adăugați categorii arbitrare de orice dimensiune",
    "3288667364": "Comparație și Detectare",
    "155877895": "Detectare și clasificare cu putere umană",
    "3128433367": "... si multe altele",
    "2827452240": "Ai nevoie de un alt tip care nu este listat aici? Doar intreaba-ne.",
    "719304627": "Aveți nevoie de control end-to-end?",
    "1172067553": "Platforma HUMAN din spatele hCaptcha oferă calitate foarte sofisticată a muncii și funcții de management prin implementări on-premise, hibride sau SaaS care se integrează cu sistemele dvs. existente.",
    "2319072959": "Rulați complet offline cu propria forță de muncă, urmăriți valoarea consumată între unitățile de afaceri sau partenerii de consorțiu, direcționați selectiv locurile de muncă către diferiți furnizori de forță de muncă interni sau externi, pe baza cerințelor de cost și de securitate și multe altele.",
    "1936512180": "‍Acces ușor la API, tablouri de bord frumoase și cea mai recentă tehnologie model-in-the-loop pentru a maximiza eficiența lucrătorilor.",
    "3913848038": "SLA-uri de funcționare de 99,99% și asistență globală disponibilă 24/7.",
    "1080752747": "Contactați vânzările",
    "1525403768": "Pentru mai multe informații, contactați Enterprise Sales.",
    "1546930020": "Obținerea etichetei datelor",
    "2486638408": "Definiți specificațiile",
    "1027200955": "Discutați cu unul dintre experții noștri în domeniu pentru a vă defini nevoile proiectului: precizia țintei, formatul și orice cerințe speciale.",
    "1156712451": "Testul inițial al locului de muncă",
    "181065232": "Executăm o mică lucrare de producție pe baza datelor dumneavoastră eșantion. Aceasta testează munca pe care am făcut-o împreună pentru a ne asigura că obțineți exact ceea ce aveți nevoie.",
    "3207769512": "Implementați locuri de muncă de producție",
    "1099238677": "Cu volumul nostru mare și latența scăzută, vă vom transforma rapid munca, cu livrare automată de îndată ce este gata.",
    "465783046": "Vrei să încerci cu datele tale?",
    "328625009": "... suntem gata atunci când sunteți: serviciul nostru este disponibil non-stop.",
    "3225770968": "hCaptcha este conceput pentru a rezolva cea mai mare problemă de muncă în învățarea automată; etichetarea unor cantități masive de date într-un mod oportun, accesibil și fiabil.",
    "2041686284": "Mai multe date produc, în general, rezultate mai bune în formarea modelelor de învățare automată. Succesul recent al modelelor profunde a dus la seturi de date din ce în ce mai mari, iar hCaptcha servește acestei nevoi. Cu toate acestea, crearea de seturi mari de date revizuite de oameni folosind metode tradiționale este atât lentă, cât și costisitoare.",
    "3729345277": "hCaptcha este o modalitate prin care companiile pot obține adnotările de care au nevoie mai rapid, cu o calitate mai bună și la un cost mai mic decât alte alternative.",
    "2103563261": "Informații private sau publice",
    "2513143348": "Sistemul hCaptcha Enterprise este unic flexibil în design: poate fi implementat parțial sau în întregime la marginea rețelei dvs. dacă operați un cloud public sau dețineți multe centre de date.",
    "3107683988": "Acest lucru poate reduce dramatic traficul și costurile în afara rețelei, păstrând în același timp toate beneficiile managementului de către personalul nostru de gardă 24/7 pentru a îndeplini cele mai stricte SLA.",
    "3660619092": "Înscrieți-vă gratuit sau contactați vânzările pentru soluții Enterprise",
    "2351176803": "Termenii de licență pentru API-ul hCaptcha JS",
    "2616226398": "Sub rezerva noastră",
    "2024293275": ". Toate celelalte drepturi rezervate, pentru moment.",
    "1062291156": "termeni standard",
    "2712493234": "Frauda de plată: atenuarea unui mod de criminalitate cibernetică cu evoluție rapidă",
    "1817772953": "Frauda nu este o nouă formă de crimă. Într-adevăr, arheologii au dezgropat dispozitive antifraudă concepute de vechii sumerieni pentru a transporta animale fără pierderi acum aproape 10.000 de ani! În cazul lor, au pus jetoane de lut, fiecare reprezentând un animal, în interiorul unei mingi de lut cunoscută sub numele de „bulla”. Bulla călătorește cu turma pe măsură ce se deplasa de la vânzător la cumpărător. Chiar și atunci, proprietarii de afaceri erau îngrijorați de faptul că nu toți cei cu care aveau de-a face erau în sus și în sus. S-au schimbat multe în 10.000 de ani, dar nevoia de a fi inovatori în prevenirea fraudei rămâne cu noi. Astăzi, problema fraudei plăților online este de o importanță capitală. Odată cu internetul, escrocii au devenit din ce în ce mai pricepuți să depășească controlul antifraudă. Noile soluții schimbă curentul, însă.",
    "1053787685": "Ce este frauda de plată?",
    "433424759": "Frauda de plată cuprinde orice tip de tranzacție ilegală în care un infractor cibernetic privează victima de ceva de valoare, de obicei bani. Acest lucru ar putea însemna folosirea unui card de credit furat pentru a comanda mărfuri online sau preluarea unui cont bancar și transferul ilegal de fonduri din acesta. Există multe variante, dar toate au același rezultat: un escroc folosește o identitate furată sau informații de plată pentru a fura de la un consumator, o bancă sau un comerciant.",
    "2939852138": "Cum [Încearcă] fraudatorii să scape cu frauda de plată?",
    "1665616092": "Frauda de plată este simplă în concept, dar poate fi fantastic de complexă în execuția sa actuală.",
    "4246520782": "De fapt, internetul a fost martor la o adevărată cursă a înarmărilor între fraudatori și apărători în ultimii ani.",
    "2167049807": "Echipele de securitate au adoptat o varietate de contramăsuri și controale care înfrâng abordările ușoare și leneșe ale fraudei de plată. Cu toate acestea, atacurile devin din ce în ce mai sofisticate. De exemplu, roboții pot acum colecta numere de card de credit furate și coduri PIN de pe site-uri web false și atacuri de phishing.",
    "1936449777": "Apoi, în modul complet automatizat, pot imita comportamentul uman pe site-urile de comerț electronic, făcând clic pe butoane și adăugând articole în coșurile de cumpărături – până la punctul în care multe, dacă nu majoritatea controalelor antifraudă, nu pot spune că un bot încearcă să fure. mărfuri. Mai degrabă, se pare că un utilizator uman pur și simplu face cumpărături. Botul se poate conecta la contul unui client real folosind datele de conectare furate. O mai ascunde frauda este capacitatea botului de a falsifica adresele IP și de a face să pară ca și cum „cumpărătorul” este undeva diferit de atacator, care s-ar putea afla într-o țară străină.",
    "648630222": "Preveniți frauda de plată cu hCaptcha Enterprise",
    "1621930829": "Ce se poate face cu activitățile avansate și neîncetate de fraudă a plăților de astăzi? Utilizarea mai multor straturi de controale este de obicei o abordare înțeleaptă. Cu toate acestea, cele mai bune contramăsuri sunt cele care pot prinde bot-ul și dezvăluie că este fals, în ciuda eforturilor creatorilor săi de a replica comportamentul uman.",
    "2423586454": "Există încă unele lucruri pe care software-ul nu le poate face, indiferent cât de bună este AI în spatele lui. Tehnologia CAPTCHA modernă oferă o metodă dovedită de blocare a roboților care încearcă să perpetueze frauda de plată. În timp ce vechile abordări ale CAPTCHA, cum ar fi simplele numere înclinate dintr-o cutie, sunt acum în mare parte deficitare în atenuarea roboților avansați, un dispozitiv automat de testare-răspuns precum hCaptcha Enterprise poate împiedica cu ușurință un robot fraudator în momentul autentificării contului sau al plății coșului de cumpărături. Chiar dacă botul are acreditări reale, dacă nu va putea trece prin CAPTCHA.",
    "1467308982": "Programe de plată",
    "1291824746": "Plățile hCaptcha se desfășoară trimestrial pe o bază de 60 de zile. Pentru a ilustra ce înseamnă acest lucru, consultați tabelul de mai jos.",
    "3444947612": "Trafic Între",
    "4181611011": "Data reconcilierii",
    "728503636": "Data plății",
    "3720584906": "15 iulie 2021 - 15 octombrie 2021",
    "388240587": "5-15 ianuarie 2022",
    "3426312287": "5-15 ianuarie 2022",
    "615618648": "15 aprilie 2021 - 15 iulie 2021",
    "3376724603": "14-24 septembrie 2021†††",
    "3398978455": "15-25 septembrie 2021†††",
    "2722456056": "15 ianuarie 2021 - 15 aprilie 2021",
    "4063155841": "Cel târziu pe 25 iunie 2021††",
    "4082053540": "19-25 iunie 2021††",
    "64953197": "15 octombrie 2020 - 15 ianuarie 2021",
    "1023070345": "Nu mai târziu de 14 martie 2021",
    "2600696085": "15 martie 2021",
    "3217791519": "15 iulie 2020 - 15 octombrie 2020",
    "649261378": "5-11 ianuarie 2021*",
    "1559190296": "5-11 ianuarie 2021†",
    "3806054689": "15 aprilie 2020 - 15 iulie 2020",
    "4162383380": "16 - 22 septembrie 2020*****",
    "1990824776": "16-24 septembrie 2020*****",
    "3856690908": "15 ianuarie 2020 - 15 aprilie 2020",
    "3200641265": "Nu mai târziu de 16 iunie 2020*",
    "3744079744": "15-19 iunie 2020****",
    "2209837451": "15 octombrie 2019 - 15 ianuarie 2020",
    "2510534204": "Nu mai târziu de 23 martie 2020***",
    "2910560864": "20-23 martie 2020***",
    "2544565802": "15 iulie 2019 - 15 octombrie 2019",
    "3963642878": "Nu mai târziu de 14 decembrie 2019*",
    "622103562": "17 decembrie 2019**",
    "4072202039": "15 aprilie 2019 - 15 iulie 2019",
    "818049069": "Cel târziu pe 15 iulie 2019",
    "1169005651": "15 septembrie 2019",
    "2303655425": "15 ianuarie 2019 - 15 aprilie 2019",
    "3678889946": "Nu mai târziu de 15 iunie 2019",
    "3094354698": "15 iunie 2019",
    "4217013126": "Plățile se efectuează de obicei pe tot parcursul zilei la Data plății și, în general, sunt finalizate până la miezul nopții, ora Pacificului. Dacă un cont a fost semnalat pentru examinare, poate dura până la cinci zile lucrătoare suplimentare pentru a elibera o plată.",
    "1447649958": "Vă reamintim că numai traficul uman precis este eligibil pentru plăți. Puteți vedea mai multe detalii despre acest lucru în Întrebările noastre frecvente, cu linkul de mai jos. Soldul disponibil trebuie să atingă, de asemenea, un prag minim pentru a fi eligibil pentru plată, în prezent 10 HMT.",
    "4257144752": "Estimările în timp real nu reflectă acuratețea sau umanitatea finală și, prin urmare, câștigurile finale pot varia substanțial în sus sau în scădere față de cifrele afișate în Tabloul de bord înainte de prima reconciliere.",
    "2728931827": "După fiecare reconciliere, estimările dvs. pentru fiecare cheie de site vor fi actualizate, iar acuratețea previziunilor viitoare ar trebui să crească, cu excepția cazului în care site-ul dvs. are o schimbare semnificativă în comportamentul utilizatorilor.",
    "1200905005": "††† Din septembrie 2021, reconciliările și plățile se desfășoară acum pe o perioadă de aproximativ 10 zile și nu pe o singură zi, pentru a simplifica constrângerile operaționale legate de creșterea serviciului.",
    "4284094387": "†† Unele reconcilieri și plăți din iunie 2021 vor avea loc în săptămâna următoare din cauza întârzierilor în verificarea calculelor finale în timpul ferestrei de reconciliere.",
    "1977013707": "† Plățile din decembrie 2020 au fost reprogramate începând cu data de 15 pentru a evita suprapunerea cu reconciliările de sfârșit de an și vacanțele personalului: acestea vor fi finalizate până în a doua săptămână a lunii ianuarie. Din cauza transferurilor mai lente decât de obicei în PayPal, plățile se vor derula pe mai multe zile, în loc să fie finalizate într-o singură zi.",
    "517010299": "Vă rugăm să rețineți: în prezent lucrăm la o tranziție majoră de backend către o reconciliere aproape în timp real. Reconciliile periodice se vor desfășura mai rar decât de obicei până în T1 2021. Acest lucru nu afectează calendarele sau datele de plată.",
    "3092200338": "** Când data de 15 cade într-un weekend, data plății este în schimb data de 17.",
    "3891941747": "*** CONSULTARE COVID-19: Din cauza capacității reduse de personal legate de COVID-19, reconcilierea a fost reprogramată pentru a acorda timp suplimentar pentru finalizarea verificării noastre standard. Plățile sunt de așteptat să înceapă vineri și să se finalizeze luni următoare.",
    "2301757528": "**** Din cauza întreținerii de către PayPal a API-urilor REST în timpul ferestrei de plată, nu toate plățile au fost finalizate pe 15 iunie. Orice plăți programate pentru 15 iunie (ora Pacificului), dar care nu au fost executate din cauza erorilor API PayPal, au fost reluate până pe 19 iunie (ora Pacificului).",
    "116842359": "***** Se așteaptă ca reconciliările să se finalizeze în câteva zile din cauza întreținerii sistemului.",
    "4154415610": "***** Plățile din septembrie 2020 se vor desfășura în loturi pe măsură ce reconcilierea se încheie, unele rulând cu câteva zile mai târziu decât era programat inițial din cauza întârzierilor de reconciliere.",
    "2310694091": "Ce înseamnă Reconciliere?",
    "164801246": "Reconcilierea este procesul prin care traficul este analizat după fapt pentru a verifica umanitatea și acuratețea acestuia, odată ce toate datele de pe toate site-urile de raportare sunt introduse. Puteți citi mai multe detalii în",
    "3256245394": "precum și postările noastre de blog, de ex",
    "3089778412": "Cum calculează hCaptcha recompensele",
    "3329755436": "Intenționați să accelerați acest proces?",
    "1911669851": "Da, lucrăm în prezent la o varietate de îmbunătățiri ale sistemelor noastre backend, care ne vor permite în cele din urmă să oferim atât o reconciliere mai rapidă, o precizie mai rapidă a estimărilor, cât și plăți mai rapide. În prezent, lucrăm pentru a accelera reconcilierea mai întâi.",
    "2366003154": "Întrebări de presă și mass-media",
    "3054564199": "Kit de presa",
    "3173156067": "Unele garanții gata făcute sunt disponibile în cazul în care doriți să includeți exemple de imagini în articolul dvs.",
    "867314732": "Puteți prelua înaltă rezoluție",
    "858218750": "și îndrumări privind utilizarea lor pe",
    "3821716514": "pagină.",
    "1186243118": "imagini cu logo",
    "3034959000": "Puteți recupera",
    "1764089150": "Aici:",
    "1558428432": ". Vă rugăm să-i creditați pe hCaptcha.com.",
    "2429359042": "exemple de imagini de interfață",
    "1480820434": "imaginea 1",
    "3213411837": "imaginea 2",
    "1270712701": "Comunicate de presă și rapoarte recente",
    "231285005": "Puteți găsi actualizări recente pe blogul nostru",
    "1289884910": "De asemenea, publicăm ocazional analize și rapoarte. De exemplu:",
    "932546190": "De ce CAPTCHA-urile vor fi mereu cu noi",
    "2344319147": "Cât de mult valorează cu adevărat detectarea botului Google?",
    "1637527266": "Ce țări au cel mai mult trafic de bot?",
    "230159237": "Contacte",
    "3759923279": "Vă rugăm să direcționați întrebările de presă la următoarea adresă de e-mail:",
    "4255608322": "Ultima actualizare: 12 aprilie 2021",
    "537881751": "Bun venit la hCaptcha! Această politică de confidențialitate descrie practicile Intuition Machines, Inc. („IMI”, „noi” sau „noi”) cu privire la colectarea, utilizarea și dezvăluirea de informații (inclusiv informații personale, definite mai jos) prin intermediul site-ului nostru web la www.hcaptcha. .com și orice alte subdomenii sau domenii pe care le folosim („Site-urile”) și interfața programului de aplicație hCaptcha și software-ul și materialele aferente (în mod colectiv, „Serviciul”).",
    "33639629": "Nu se aplică site-urilor web ale terților. Vă rugăm să rețineți că această Politică de confidențialitate nu se aplică niciunui site web, ofertă, produs sau serviciu al vreunei terțe părți, chiar dacă face link la site-ul nostru sau încorporează Serviciul - vă rugăm să consultați politicile de confidențialitate aplicabile înainte de a decide să furnizați orice informații terților. petreceri.",
    "987375734": "IMI are sediul în Statele Unite. Site-urile și Serviciile sunt controlate și operate de noi din Statele Unite. Informațiile dumneavoastră cu caracter personal pot fi stocate și procesate în orice țară în care avem facilități sau în care angajăm furnizori de servicii și, prin utilizarea Site-urilor și a Serviciului, sunteți de acord cu transferul de informații în țări din afara țării dvs. de reședință, inclusiv Statele Unite ale Americii. , care poate avea reguli de protecție a datelor diferite de cele din țara dumneavoastră. În anumite circumstanțe, instanțele, agențiile de aplicare a legii, agențiile de reglementare sau autoritățile de securitate din acele alte țări pot avea dreptul să acceseze informațiile dumneavoastră personale.",
    "452920031": "O notă pentru clienții din afara Statelor Unite.",
    "2328839224": ". Vă rugăm să consultați secțiunea noastră „Notificare pentru rezidenții din California” referitoare la drepturile dumneavoastră conform Legii privind confidențialitatea consumatorilor din California („CCPA”).",
    "1565481281": "O notă pentru rezidenții din California",
    "1028058338": "Vă rugăm să consultați secțiunea „Notificare pentru persoanele vizate din UE” referitoare la drepturile dumneavoastră conform Regulamentului general privind protecția datelor („GDPR”).",
    "2271205646": "O notă pentru rezidenții Spațiului Economic European.",
    "508143070": "Rețineți că IMI este operatorul informațiilor dvs. personale, cu excepția cazului în care prelucrăm informații personale în numele integratorilor noștri în legătură cu furnizarea Serviciului nostru, caz în care suntem procesatorii de informații cu caracter personal, iar acei integratori sunt controlorii informatii personale.",
    "2330965058": "În cazul în care acționăm ca procesator pentru integratorii noștri, nu folosim datele colectate în niciun alt scop decât cel rezonabil necesar pentru a ne furniza Serviciul, iar prelucrarea noastră va fi guvernată de contractele pe care le avem cu integratorii noștri, nu de acesta. Politica de confidențialitate",
    "3017040355": "Prelucrarea datelor vizate din UE funcționează în temeiul legal al Clauzelor Contractuale Standard (SCC) integrate în Addendumul privind prelucrarea datelor la Termenii și condițiile noastre sau la Acordurile noastre de prelucrare a datelor cu integratorii noștri.",
    "2233384692": "Dacă aveți întrebări sau nelămuriri cu privire la modul în care aceste date sunt tratate sau doriți să vă exercitați drepturile, ar trebui să contactați persoana sau entitatea (adică, operatorul de date) care a contractat cu noi să utilizeze Serviciul pentru a prelucra aceste date. Cu toate acestea, vom oferi asistență integratorilor noștri pentru a răspunde oricăror preocupări pe care le puteți avea, în conformitate cu termenii contractului nostru cu aceștia.",
    "349292953": "Informații pe care le colectăm",
    "3022001832": "Colectăm informații de la persoane care interacționează cu site-urile și serviciile noastre, inclusiv de la cei care încorporează Serviciul nostru în site-ul lor („Integratori”), de la cei care utilizează serviciile pentru etichetarea datelor („Clienți”) și de la utilizatorii finali care interacționează cu Serviciu prin intermediul site-urilor web ale integratorilor noștri („Utilizatori finali”).",
    "835545301": "Colectăm următoarele categorii de informații:",
    "3228928991": "Informații care pot fi folosite pentru a identifica sau contacta o persoană („Informații personale”), cum ar fi numele, adresa de e-mail și țara. Colectăm informații personale de la integratorii și clienții noștri actuali și potențiali atunci când ni le oferă direct (de exemplu, completând un formular atunci când vă înregistrați pentru un cont sau solicitând primirea notificărilor prin e-mail de la noi). De asemenea, putem verifica identitatea integratorilor și clienților noștri prin compararea informațiilor personale cu bazele de date ale terților sau cu documentele legale oficiale.",
    "1655796811": "Informații colectate automat ca urmare a utilizării de către un Integrator sau Client a Site-urilor sau Serviciilor („Informații de analiză”), cum ar fi adrese IP, tipul de browser, furnizorul de servicii de internet, tipul platformei, tipul dispozitivului, sistemul de operare, ștampila dată și oră. de acces și alte informații similare. Unele Informații Analytics sunt colectate în numele nostru de către terți pe care îi angajăm în acest scop, iar unele Informații Analytics sunt colectate printr-o varietate de tehnologii de urmărire, inclusiv cookie-uri (consultați „Tehnologii de urmărire și analize terță parte” de mai jos).",
    "1388241689": "Informații colectate ca urmare a răspunsului utilizatorilor finali la solicitări prin intermediul Serviciului („Date etichetate”), cum ar fi datele de etichetare a imaginilor, textul convertit din fișierele audio redate către acei Utilizatori finali, răspunsurile la întrebări și alte solicitări generate de Serviciu în scopul etichetării datelor pentru utilizare în aplicații de învățare automată. Rețineți că datele etichetate nu sunt legate de niciun individ identificat.",
    "1493790285": "Alte informații colectate de la Utilizatorii finali ca parte a Serviciului sunt necesare pentru a determina dacă aceștia",
    "2216374138": "sunt umani, cum ar fi mișcările mouse-ului, poziția de defilare, evenimentele de apăsare a tastelor, evenimentele tactile și informațiile despre giroscop/accelerometru, după caz.",
    "2394073454": "Este posibil să colectăm informații suplimentare de la Utilizatorii finali care doresc să lucreze cu noi ca etichetatori de date individuale.",
    "3103557430": "Cum folosim informațiile",
    "1130802068": "Folosim informațiile pe care le colectăm în următoarele scopuri:",
    "2940689138": "Pentru a administra conturile de Integrator și Client și pentru a furniza Serviciul. Folosim Informații Personale pentru a asocia anumite conturi cu Integratori și Clienți și pentru a le furniza Serviciul, pentru a răspunde solicitărilor sau întrebărilor, pentru a oferi suport sau asistență tehnică și pentru a facilita plățile.",
    "857974529": "Pentru a îmbunătăți Site-ul și Serviciul. Folosim informațiile Analytics pentru a ne îmbunătăți serviciile și ofertele existente și pentru a dezvolta noi și pentru a personaliza ofertele de produse existente și viitoare.",
    "1820844638": "Pentru a obține informații despre piață. Folosim Informații Analytics pentru a analiza piața și a efectua analize de afaceri legate de Site și Serviciile noastre și pentru alte scopuri de cercetare.",
    "3386280249": "Pentru a oferi o piață pentru datele etichetate. Serviciul nostru permite etichetarea datelor cu volum mare și revizuirea umană pentru sistemele de învățare automată ca serviciu pentru proprietarii de site-uri web și companiile care au nevoie de ajutor pentru a-și eticheta datele. În acest scop, dezvăluim Datele Etichetate Clienților noștri interesați să obțină Date Etichetate.",
    "3532143291": "Pentru a ne asigura serviciile și sistemele. Folosim Informații Analytics pentru a ne securiza sistemele prin identificarea potențialelor amenințări și vulnerabilități și pentru a proteja în alt mod informațiile pe care le colectăm.",
    "2185418511": "Pentru orice scop comercial legitim, cu condiția ca informațiile să fie de-identificate sau agregate astfel încât să nu poată fi legate în mod rezonabil de o persoană.",
    "2386465280": "Cum împărtășim informațiile",
    "2159517814": "Partajăm sau dezvăluim informații personale în următoarele cazuri:",
    "4256083674": "La cererea directă din partea unui Integrator pentru a identifica riscul de fraudă al unei anumite solicitări de provocare CAPTCHA sau a unei adrese IP, sau altfel, în cazul în care a fost dat consimțământul specific.",
    "3494826505": "Cu furnizorii, ne angajăm să oferim aspecte esențiale ale Site-urilor și ale Serviciului, cum ar fi stocarea datelor, găzduirea și Analytics, și numai în aceste scopuri.",
    "1119009846": "După cum este necesar pentru a respecta legislația aplicabilă, inclusiv solicitările guvernamentale, solicitările de aplicare a legii și în alt mod către entități publice și private, pentru a proteja drepturile, confidențialitatea, siguranța sau proprietatea dvs., a noastră sau a altora.",
    "197676026": "Cu alții pentru orice scop comercial legitim, cu condiția ca informațiile să fie de-identificate",
    "2359312315": "sau agregate astfel încât să nu poată fi legate în mod rezonabil de o persoană.",
    "2497216176": "Tehnologii de analiză și urmărire ale terților",
    "3694578791": "După cum sa discutat mai sus, noi (și furnizorii noștri terți) colectăm informații de analiză parțial prin utilizarea cookie-urilor, semnalizatoarelor web și a altor tehnologii de urmărire. În unele cazuri, colaborăm cu furnizori terți pentru a folosi cookie-uri în scopul colectării de informații Analytics.",
    "2238885192": "Folosim Sentry pentru a colecta date de depanare atunci când un utilizator întâmpină o eroare. Pentru informații despre modul în care Sentry colectează și procesează datele:",
    "1535054294": "Vă rugăm să consultați politica lor detaliată",
    "658775471": "Folosim Cloudflare pentru a ne optimiza traficul web. Pentru informații despre modul în care Cloudflare colectează și procesează datele:",
    "2014256987": "Dacă preferați să nu blocați utilizarea cookie-urilor sau a altor tehnologii de urmărire, vă rugăm să consultați „Gestionarea informațiilor dvs.” de mai jos. Vă rugăm să rețineți că acest lucru poate avea un impact negativ asupra experienței dvs. de utilizare a Site-urilor sau a Serviciului, deoarece este posibil ca unele funcții să nu funcționeze corect.",
    "2788024905": "Cum securizăm informațiile",
    "271333468": "Implementăm măsuri tehnice și organizatorice adecvate pentru a proteja informațiile pe care le colectăm și le stocăm și solicităm tuturor agenților care efectuează prelucrarea noastră în numele nostru să facă același lucru. Din păcate, nicio măsură de securitate nu este 100% sigură și, ca atare, nicio rețea sau sistem (inclusiv al nostru) nu poate fi garantat a fi 100% sigură împotriva distrugerii, pierderii, modificării, dezvăluirii neautorizate sau accesului la informațiile pe care le colectăm și le stocăm. Dacă credeți că informațiile dumneavoastră ar putea să nu fie securizate din orice motiv, vă rugăm să ne contactați imediat la:",
    "3031284129": "Declinarea răspunderii la garanție",
    "26365791": "În măsura permisă de lege, Site-ul și Serviciul (și orice alte servicii asociate, informații, date, caracteristici și alt conținut sau materiale) sunt furnizate „așa cum sunt” și „așa cum sunt disponibile”. În măsura permisă de lege, IMI exclude toate garanțiile, inclusiv, dar fără a se limita la, garanțiile implicite de vandabilitate, potrivire pentru un anumit scop și neîncălcare.",
    "735630686": "Gestionarea informațiilor dvs. (drepturile dvs.)",
    "498769698": "Puteți accesa, corecta, modifica sau șterge anumite Informații personale pe care ni le-ați furnizat prin contul dvs. de Integrator, Client sau Utilizator de accesibilitate (dacă sunteți Integrator, Client sau Utilizator de accesibilitate). Dacă nu puteți face acest lucru sau aveți întrebări despre informațiile personale pe care le-am colectat și/sau împărtășit despre dvs. sau doriți să vă retrageți consimțământul pentru procesarea noastră (adică să vă ștergeți în întregime contul), vă rugăm să ne contactați la:",
    "2895491273": "Dacă preferați să blocați cookie-urile sau alte tehnologii de urmărire, majoritatea browserelor și dispozitivelor mobile trebuie să vă schimbați setările pentru a vă anunța când primiți cookie-uri sau alte tehnologii de urmărire sunt utilizate și să alegeți dacă acceptați/permiteți sau nu aceasta. Majoritatea browserelor vă permit, de asemenea, să dezactivați sau să ștergeți cookie-urile existente sau să respingeți automat cookie-urile viitoare. De asemenea, puteți utiliza instrumente terțe, inclusiv plug-in-uri de browser, pentru a vă controla preferințele privind modulele cookie. Rețineți, totuși, că, dacă dezactivați toate modulele cookie, este posibil ca unele părți ale site-urilor noastre să nu funcționeze corect.",
    "707527778": "Informații de la copii",
    "1747657936": "Site-urile și Serviciile noastre nu sunt direcționate către copii cu vârsta sub 13 ani și nu colectăm cu bună știință Informații personale de la copii sub 13 ani. Dacă aflăm că am colectat Informații personale ale unui copil sub 13 ani, vom lua măsuri rezonabile pentru a șterge astfel de informații din fișierele noastre cât mai curând posibil, cu excepția cazului în care avem obligația legală de a le păstra. Vă rugăm să ne contactați dacă credeți că avem informații de la sau despre un copil cu vârsta sub 13 ani:",
    "2419795065": "Notificare pentru rezidenții din California",
    "1517625162": "În conformitate cu secțiunea 1789.3 din Codul civil din California, utilizatorii din California au dreptul la următoarea notificare privind drepturile consumatorilor: rezidenții din California pot contacta Unitatea de asistență pentru reclamații a Diviziei de servicii pentru consumatori a Departamentului pentru afaceri ale consumatorilor din California, la adresa 1625 North Market Blvd., Sacramento, CA 95834 sau prin telefon la (916) 445-1254 sau (800) 952-5210.",
    "3730344349": "Această secțiune oferă detalii suplimentare despre informațiile personale pe care le colectăm despre consumatorii din California și drepturile acordate acestora în temeiul Legii privind confidențialitatea consumatorilor din California sau „CCPA”.",
    "4044467791": "Pentru categoriile de informații personale pe care le-am colectat de la dvs. în ultimele 12 luni, vă rugăm să consultați secțiunea „Informații pe care le colectăm” de mai sus. Colectăm aceste informații în scopuri comerciale și comerciale descrise în secțiunea „Cum folosim informațiile personale” de mai sus. În ultimele 12 luni, am partajat următoarele categorii de informații cu terțe părți în scop comercial:",
    "4208081170": "Categoria de informații personale",
    "1528242915": "Identificatori.",
    "3863351997": "Categoriile de informații cu caracter personal enumerate în statutul înregistrărilor clienților din California (Cal. Cod civ. § 1798.80(e)).",
    "2826705343": "Informații comerciale.",
    "2683038211": "Internet sau altă activitate în rețea electronică.",
    "3671828834": "Exemple de informații personale partajate",
    "779426309": "Un nume real, un identificator personal unic, un identificator online, o adresă de protocol de internet, o adresă de e-mail, un nume de cont sau alți identificatori similari.",
    "2414368123": "Un nume, un număr de card de credit, un număr de card de debit sau orice alte informații financiare.",
    "4088941349": "Înregistrări ale produselor sau serviciilor achiziționate, obținute sau luate în considerare.",
    "3238612014": "Istoricul de navigare, informații despre interacțiunea unui consumator cu un site web, aplicație sau reclamă.",
    "1023108656": "Categorii de beneficiari terți",
    "1418235079": "Prestatori de servicii",
    "3238184941": "Notă: Riscul de fraudă asociat cu o adresă IP individuală poate fi partajat cu un Integrator la cerere.",
    "285116485": "Compania nu „vinde” (așa cum acest termen este definit în CCPA) informațiile personale pe care le colectăm. Vă rugăm să consultați secțiunea „Tehnologii de urmărire și analiză terță parte” de mai sus pentru mai multe informații cu privire la tipurile de cookie-uri de la terți, dacă există, pe care le folosim.",
    "1408750006": "Sub rezerva anumitor limitări, CCPA oferă consumatorilor din California dreptul de a solicita să cunoască mai multe detalii despre categoriile sau anumite informații cu caracter personal pe care le colectăm (inclusiv modul în care folosim și divulgăm aceste informații), de a șterge informațiile lor personale, de a renunța la orice „vânzări” care ar putea avea loc, precum și dreptul de a nu fi discriminat pentru exercitarea acestor drepturi.",
    "759057398": "Notificare pentru persoanele vizate din UE",
    "825780955": "Informatii personale",
    "2945960297": "În ceea ce privește persoanele vizate din UE, termenul „informații personale”, așa cum este utilizat în această Politică de confidențialitate, este echivalent cu „date cu caracter personal”, așa cum este definit în Regulamentul general privind protecția datelor (GDPR) al Uniunii Europene.",
    "1126613163": "Date sensibile",
    "3571006800": "Unele dintre informațiile pe care ni le furnizați pot constitui date sensibile, așa cum sunt definite în GDPR (numite și categorii speciale de date cu caracter personal), inclusiv identificarea rasei sau a etniei dumneavoastră pe documentele de identificare emise de guvern.",
    "1988461282": "Bazele legale pentru prelucrare",
    "3519564631": "Scopuri de prelucrare",
    "1778642038": "Pentru a comunica cu tine",
    "2223819810": "Pentru a ne optimiza platforma",
    "1678661231": "Pentru conformitate, prevenirea fraudei și siguranță",
    "2561077702": "Pentru a ne furniza serviciul",
    "2066321185": "Bază legală",
    "1174237568": "Aceste activități de prelucrare constituie interesele noastre legitime. Încercăm să luăm în considerare și să echilibrăm orice impact potențial asupra dumneavoastră (atât pozitiv, cât și negativ) și drepturile dumneavoastră înainte de a vă procesa informațiile personale pentru interesele noastre legitime. Nu folosim informațiile dvs. personale pentru activități în care interesele noastre sunt depășite de orice impact negativ asupra dvs. (cu excepția cazului în care avem consimțământul dvs. sau suntem altfel solicitați sau permis prin lege).",
    "1350478093": "Scopul procesării",
    "787916198": "Cu acordul dumneavoastră",
    "3348433919": "Drepturile tale",
    "3842673636": "Conform GDPR, aveți anumite drepturi cu privire la informațiile dumneavoastră personale. Ne puteți cere să luăm următoarele acțiuni în legătură cu informațiile dumneavoastră personale pe care le deținem:",
    "4057343238": "A renunța",
    "1834911235": "Nu vă mai trimiteți comunicări de marketing direct pe care ați consimțit anterior să le primiți. Este posibil să vă trimitem în continuare comunicări legate de servicii și alte comunicări non-marketing.",
    "3022301908": "Acces",
    "680638297": "Vă oferim informații despre prelucrarea de către noi a informațiilor dumneavoastră personale și vă oferim acces la informațiile dumneavoastră personale.",
    "1409486258": "Corect",
    "3878077249": "Actualizați sau corectați inexactitățile informațiilor dvs. personale.",
    "3645414921": "Șterge",
    "42182578": "Ștergeți informațiile dvs. personale.",
    "1609621367": "Transfer",
    "3208155808": "Transferați o copie care poate fi citită de mașină a informațiilor dvs. personale către dvs. sau către o terță parte la alegerea dvs.",
    "1786796818": "Restricționați",
    "3329634829": "Restricționați prelucrarea informațiilor dumneavoastră personale.",
    "4202774977": "Obiect",
    "3007158970": "Opuneți-vă încrederii noastre în interesele noastre legitime ca bază a prelucrării noastre a informațiilor dumneavoastră personale care vă afectează drepturile.",
    "1273071008": "Solicitări de drepturi de acces la subiectul datelor",
    "3594381346": "Locație.",
    "21141582": "acest",
    "3357523404": "Transfer transfrontalier de date",
    "290966395": "După cum este descris în secțiunea noastră „O notă pentru clienții din afara Statelor Unite”, vă rugăm să rețineți că datele dumneavoastră personale vor fi transferate, procesate și stocate în Statele Unite. Legile privind protecția datelor din SUA pot fi diferite de cele din țara dvs. de reședință. Sunteți de acord cu transferul informațiilor dvs., inclusiv a informațiilor personale, în SUA, așa cum este stabilit în această Politică de confidențialitate, vizitând site-urile noastre sau utilizând Serviciul nostru.",
    "3178581111": "Utilizați în scopuri noi",
    "1088304322": "Putem folosi informațiile dumneavoastră personale din motive care nu sunt descrise în această Politică de confidențialitate, acolo unde legea ne permite să facem acest lucru și în cazul în care motivul este compatibil cu scopul pentru care le-am colectat. Dacă trebuie să folosim informațiile dumneavoastră personale într-un scop care nu are legătură, vă putem notifica și vă explicăm temeiul legal aplicabil pentru acea utilizare. Dacă ne-am bazat pe consimțământul dumneavoastră pentru o anumită utilizare a informațiilor dumneavoastră personale, este posibil să vă solicităm consimțământul pentru orice scop care nu are legătură și să vă permitem să încetați utilizarea serviciului în acel moment, dacă vă opuneți.",
    "2260079771": "Păstrarea datelor",
    "38428546": "Stocăm datele dumneavoastră cu caracter personal în siguranță pe toată durata contului dumneavoastră la noi. Vom păstra datele dumneavoastră cu caracter personal doar atât timp cât este necesar pentru a îndeplini scopurile pentru care le-am colectat, inclusiv în scopul îndeplinirii oricăror obligații legale, contabile sau de raportare sau pentru a rezolva disputele. Criteriile pe care le folosim pentru a determina perioadele de stocare includ prevederile contractuale aplicabile care sunt în vigoare, termenele legale de prescripție, cerințele de reglementare aplicabile și standardele din industrie.",
    "384965568": "Deși cerințele de păstrare variază în funcție de jurisdicție, informațiile despre perioadele noastre tipice de păstrare pentru diferite aspecte ale datelor dvs. personale sunt descrise mai jos.",
    "2788836740": "Informațiile de contact în scopuri de marketing sunt păstrate în mod continuu până când vă dezabonați. După aceea, vom adăuga detaliile dvs. la lista noastră de suprimare pe termen nelimitat. Informațiile de e-mail colectate de la Utilizatorii de accesibilitate nu vor fi niciodată utilizate în scopuri de marketing.",
    "3520687192": "Înregistrările comunicărilor cu dvs. (de exemplu, biletele de asistență deschise prin e-mail sau Twitter) pot fi păstrate pe termen nelimitat.",
    "292211832": "Informațiile colectate prin mijloace tehnice, cum ar fi cookie-uri, contoare de pagini web și alte instrumente de analiză sunt eliminate cât mai curând posibil, dar pot fi păstrate pentru o perioadă limitată de până la un an de la expirarea cookie-ului, de obicei într-o formă de-identificata și agregată. cu excepția cazului în care detectăm un potențial abuz al serviciului nostru, caz în care vom păstra acele informații pentru a ne ajuta să prevenim abuzurile viitoare. Nu putem lega aceste informații anonime și agregate la dvs., la gospodăria dvs., la o adresă IP sau la orice informații personale bazate pe informațiile stocate.",
    "470943029": "Dacă aveți întrebări despre această politică de confidențialitate, vă rugăm să ne contactați la:",
    "3192683783": "Modificări ale acestei Politici de confidențialitate",
    "1702335960": "Orice informații pe care le colectăm sunt supuse Politicii de confidențialitate în vigoare la momentul în care aceste informații sunt colectate. Cu toate acestea, putem revizui Politica de confidențialitate din când în când. Dacă o revizuire este semnificativă, așa cum este determinată exclusiv de noi, vă vom notifica, de exemplu, prin e-mail. Versiunea actuală va fi întotdeauna postată pe pagina noastră de Politică de confidențialitate.",
    "3669258571": "Politica cookie",
    "2905621957": "Ultima actualizare: 18 iulie 2020",
    "1173934218": "Înțelegem că confidențialitatea dvs. este importantă pentru dvs. și ne angajăm să fim transparenți cu privire la tehnologiile pe care le folosim. Această politică oferă informații detaliate despre cum și când folosim module cookie pe site-urile și serviciile noastre.",
    "2694150481": "Folosim Cookie-uri?",
    "457627611": "Da. Noi și furnizorii noștri de analize sau servicii, partenerii de marketing și afiliații putem folosi cookie-uri, semnalizatoare web sau pixeli și alte tehnologii pentru a ne asigura că toți cei care utilizează Site-urile au cea mai bună experiență posibilă. Vă rugăm să consultați secțiunea „Tehnologii de urmărire și analiză terță parte” din Politica noastră de confidențialitate pentru mai multe detalii.",
    "501102544": ": credem că serviciul anti-bot hCaptcha (adică Serviciul încorporat de site-uri web, jocuri sau aplicații mobile) include numai așa-numitele cookie-uri „exceptate de consimțământ”, în conformitate cu reglementările GDPR. Exemple de astfel de cookie-uri scutite includ:",
    "461631543": "Notă GDPR",
    "2150907653": "* Cookie-uri tehnice strict necesare pentru furnizarea serviciului. Acestea includ cookie-uri de preferință, cookie-uri de sesiune, cookie-uri de echilibrare a încărcăturii etc.",
    "1012122721": "* Cookie-uri statistice gestionate direct de noi (adică cookie-uri primare, nu de la terți), unde datele nu sunt folosite pentru profilare.",
    "148542287": "Acesta nu este un sfat juridic și nu sunt oferite garanții cu privire la această analiză. Dacă aveți întrebări sau nelămuriri suplimentare, vă rugăm să ne contactați la:",
    "3956117148": "Site-urile web hCaptcha.com și BotStop.com (site-urile) pot include cookie-uri suplimentare, așa cum este descris în această Politică.",
    "3255230599": "Ce este un cookie?",
    "1095532507": "Un cookie (\"Cookie\") este un fișier text mic care este plasat pe hard disk de către un server de pagini web. Cookie-urile conțin informații care pot fi citite ulterior de un server web din domeniul care v-a emis cookie-ul. Unele cookie-uri vor fi folosite numai dacă utilizați anumite funcții sau selectați anumite preferințe, iar unele cookie-uri vor fi întotdeauna folosite. Puteți afla mai multe despre fiecare cookie vizualizând mai jos lista noastră curentă de cookie-uri.",
    "2943815316": "Actualizăm această listă periodic, astfel încât pot exista cookie-uri suplimentare care nu sunt încă listate. Web beacon-urile, etichetele și scripturile pot fi utilizate pe site-uri sau în e-mailuri pentru a ne ajuta să livrăm cookie-uri, să numărăm vizitele, să înțelegem utilizarea și eficacitatea campaniei și să stabilim dacă un e-mail a fost deschis și a luat măsuri. Este posibil să primim rapoarte bazate pe utilizarea acestor tehnologii de către furnizorii noștri de servicii/analitice pe bază individuală și agregată.",
    "2954157511": "De ce folosim cookie-uri?",
    "1539071196": "În general, folosim module cookie în următoarele scopuri:",
    "3545935449": "Pentru a recunoaște utilizatori noi sau trecuti.",
    "32739972": "Pentru a stoca informațiile despre sesiunea de conectare dacă sunteți înregistrat pe site-urile noastre.",
    "4209078147": "Pentru a ne îmbunătăți Site-ul și pentru a înțelege mai bine vizitele dumneavoastră pe platformele și Site-ul nostru.",
    "1077448694": "Pentru a se integra cu site-uri web de rețele sociale terțe.",
    "1709478090": "Pentru a vă oferi publicitate bazată pe interese sau direcționată.",
    "3256020881": "Pentru a vă observa comportamentele și activitățile de navigare de-a lungul timpului pe mai multe site-uri web sau alte platforme.",
    "1092241113": "Pentru a înțelege mai bine interesele clienților și integratorilor noștri.",
    "1434289796": "Unele cookie-uri sunt necesare pentru anumite utilizări ale site-urilor și, fără astfel de cookie-uri, nu am fi capabili să vă oferim multe servicii de care aveți nevoie pentru a utiliza corect site-urile. Aceste cookie-uri, de exemplu, ne permit să operam site-urile noastre, astfel încât să le puteți accesa așa cum ați solicitat și ne permit să recunoaștem că v-ați creat un cont și v-ați conectat la acel cont pentru a accesa conținutul site-ului. Acestea includ, de asemenea, cookie-uri care ne permit să ne amintim acțiunile dumneavoastră anterioare în cadrul aceleiași sesiuni de navigare și să ne securizăm site-urile.",
    "1533171442": "De asemenea, folosim cookie-uri funcționale și cookie-uri de la terți în scopuri de analiză și marketing. Cookie-urile funcționale permit anumitor părți ale Site-urilor să funcționeze corect și preferințele dvs. de utilizator să rămână cunoscute. Cookie-urile de analiză, printre altele, colectează informații despre modul în care clienții, integratorii și utilizatorii finali utilizează site-urile noastre, conținutul și produsele pe care utilizatorii le văd cel mai frecvent și eficiența publicității noastre terță parte. Cookie-urile de publicitate ajută la livrarea de reclame către un public relevant și la apariția anunțurilor noastre în partea de sus a rezultatelor căutării. Cookie-urile sunt fie cookie-uri „de sesiune” care sunt șterse atunci când încheiați sesiunea de browser, fie „persistente”, care rămân până la ștergerea lor de către dumneavoastră (discută mai jos) sau partea care a servit cookie-ul. Detalii complete despre toate modulele cookie utilizate pe site-uri sunt disponibile în tabelul nostru de divulgare cookie de mai jos.",
    "322830977": "Cum să dezactivezi modulele cookie.",
    "3885459114": "În general, puteți activa sau dezactiva ulterior utilizarea cookie-urilor printr-o funcționalitate încorporată în browserul dvs. web. Dacă doriți să aflați mai multe despre cookie-uri sau despre cum să le controlați, să le dezactivați sau să le ștergeți, vă rugăm să vizitați https://www.knowcookies.com/ pentru îndrumări detaliate.",
    "262509504": "Putem lega informațiile colectate de cookie-uri cu alte informații pe care le colectăm de la dvs. în conformitate cu această Politică de confidențialitate și să folosim informațiile combinate așa cum sunt prezentate aici. În mod similar, terții care servesc cookie-uri pe site-urile noastre pot lega numele sau adresa dvs. de e-mail la alte informații pe care le colectează, care pot include achiziții anterioare efectuate offline sau online sau informațiile dvs. de utilizare online.",
    "2935155034": "Dacă vă aflați în Spațiul Economic European, aveți anumite drepturi care sunt descrise mai sus la titlul „Notificare pentru persoanele vizate din UE”, inclusiv dreptul de a inspecta și corecta sau șterge datele pe care le avem despre dumneavoastră.",
    "1873812847": "Dezvăluirea cookie-urilor",
    "3319083717": "Nume:",
    "3183855267": "1. hmt_id",
    "907324388": "Funcţie",
    "2896187462": "1. Folosit pentru statistici anonime legate de servicii strict necesare și pentru alte scopuri tehnice, cum ar fi asistarea în sprijinul pentru accesibilitate.",
    "987267027": "Parte",
    "3453526675": "1. Prima parte",
    "1952810469": "Tip",
    "1795436560": "1. Sesiune",
    "102695075": "Durată",
    "3356329025": "1. 30 de zile",
    "3744153629": "Nume:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sesiune,",
    "3186435874": "sesiune ID",
    "720059527": "2. Folosit în scopuri tehnice strict necesare: echilibrarea sarcinii, rutare.",
    "1241291641": "Vezi mai multe detalii.",
    "1834801943": "2. Prima parte",
    "2114694926": "2. Sesiune",
    "938404336": "2. Variază; până la 30 de zile.",
    "2196526290": "hc_accesibility",
    "2577178569": "3. Folosit în scopuri tehnice strict necesare: permite Accesibilitatea Utilizatorului.",
    "1061239711": "3. Prima parte",
    "1483015662": "3. Sesiune",
    "3458934553": "3. Variază; până la 30 de zile.",
    "1527172673": "Dacă aveți întrebări despre această politică privind cookie-urile, vă rugăm să ne contactați la:",
    "134571844": "Impressum (Notificare de site)",
    "110836420": "Ultima actualizare: 23 decembrie 2020",
    "2901894297": "hCaptcha este un serviciu al Intuition Machines, Inc. (\"IMI\"), o corporație din Delaware din SUA (#6393793).",
    "2928362319": "Întrebările prin poștă pot fi trimise la: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Informații despre managementul actual al companiei pot fi obținute pe pagina Despre. Actualul CEO al companiei este directorul general responsabil de conținut.",
    "3094150511": "Autoritate de reglementare: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 SUA.",
    "2763011087": "IMI nu se angajează și nici nu este obligat să participe la soluționarea alternativă a litigiilor privind litigiile de consum în fața unei entități de soluționare a litigiilor de consum.",
    "1395644678": "Site-ul oficial al Comisiei Europene pentru soluționarea online a litigiilor:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Nu există garanții în ceea ce privește conținutul",
    "707541553": "Toate informațiile conținute pe paginile noastre de internet au fost validate de IMI sau de o terță parte. Cu toate acestea, nici IMI, nici terții nu pot fi considerați responsabili pentru informațiile actuale, exacte sau complete. Acest lucru este valabil și pentru alte site-uri web la care se poate ajunge prin hyperlink-uri de pe paginile noastre. IMI nu își asumă responsabilitatea pentru conținutul acestor site-uri web externe.",
    "2650241052": "Niciun sfat",
    "3361191778": "Informațiile furnizate pe paginile de internet nu reprezintă sfaturi individuale și nu le pot înlocui. Dacă aveți nevoie de sfaturi individuale, vă rugăm să contactați personalul nostru de asistență.",
    "1031855757": "Utilizarea acestui site",
    "204716894": "Conținutul și designul paginilor noastre web sunt protejate de legea drepturilor de autor. Dublarea paginilor și a conținutului acestora într-o manieră care depășește utilizarea loială rezonabilă necesită acordul prealabil scris al IMI dacă nu există alte prevederi legale specificate pentru duplicarea pe pagină.",
    "3182435854": "Drepturi de autor",
    "3187946010": "Toate textele, imaginile, animațiile grafice, videoclipurile, muzica, sunetele și alte materiale de pe aceste pagini sunt protejate de legea drepturilor de autor de către IMI sau terți, dacă este specificat. Este interzisă copierea sau modificarea acestui material pentru uz comercial într-un mod care depășește utilizarea echitabilă rezonabilă.",
    "74538881": "Responsabilitatea pentru acest site web",
    "3236873806": "IMI este responsabil pentru acest site web.",
    "2657277322": "Dacă aveți întrebări, vă rugăm să ne contactați la:",
    "1338341134": "hCaptcha + permis de confidențialitate (beta)",
    "88879089": "Privacy Pass este un",
    "1898063898": "pentru păstrarea confidențialității utilizatorilor pe care le dezvoltăm împreună",
    "1942186611": "si altii.",
    "3673079511": "standard emergent",
    "2164933356": "Cloudflare",
    "3119589996": "Cum funcționează: o extensie de browser oferă utilizatorilor posibilitatea de a crea și semna token-uri criptografic oarbe pentru site-urile web care acceptă protocolul Privacy Pass. Extensia generează permise care conțin jetoane criptografic orb care sunt semnate de hCaptcha atunci când o provocare este rezolvată pe orice site folosind serviciul hCaptcha,",
    "1254771154": "provocări afișate pe alte servicii care acceptă Privacy Pass care încorporează și hCaptcha, de exemplu Cloudflare.",
    "996362763": "Aceste jetoane sunt deblocate și stocate de extensie pentru utilizare ulterioară. Când utilizatorul vizitează un site folosind hCaptcha și trebuie să treacă provocarea (fie invizibil sau prin intermediul butonului „Sunt om”), acestea sunt răscumpărate automat. Procedura de orbire înseamnă că jetoanele semnate și răscumpărate sunt deconectate criptografic din perspectiva hCaptcha și, astfel, confidențialitatea utilizatorului este păstrată.",
    "2943346052": "Pe măsură ce procesul de standardizare IETF continuă, ne așteptăm ca browserele majore să adopte o anumită formă de Privacy Pass în mod nativ. Acest lucru va face în cele din urmă extensia inutilă. Pentru moment însă, vă rugăm să urmați instrucțiunile de mai jos.",
    "2326660907": "cu exceptia",
    "741483946": "* Cu alte cuvinte: puteți obține jetoane hCaptcha Privacy Pass pe hCaptcha.com și le puteți utiliza pe alte site-uri direct folosind hCaptcha.com. Nu puteți obține sau valorifica jetoane hCaptcha Privacy Pass pentru a ocoli serviciul hCaptcha așa cum este utilizat de Cloudflare, deoarece Cloudflare emite și își valorifică propriile jetoane Privacy Pass.",
    "1362015807": "Noțiuni de bază",
    "1358325821": "Mai întâi, instalați extensia pentru",
    "310885519": "sau",
    "4091044469": ". Asigurați-vă că ați activat extensia în modul incognito. Apoi, vizitați orice site web folosind hCaptcha și rezolvați un captcha. Începând cu versiunea 2.0.3, puteți valorifica aceste jetoane pe site-uri web folosind hCaptcha.",
    "3904679538": "Crom",
    "3700767772": "După ce ați instalat extensia, faceți clic aici (sau pe orice site web care utilizează hCaptcha) pentru a câștiga permise:",
    "166277959": "Vă rugăm să rețineți: această funcție este în prezent în versiune beta și este posibil să nu funcționeze pentru toate site-urile web și utilizatorii tot timpul. În cazul în care nu este activat sau nu funcționează pentru un anumit utilizator, comportamentul va reveni pur și simplu la experiența standard hCaptcha, fără pierderi de funcționalitate.",
    "3031357206": "O pictogramă nouă va apărea lângă bara de adrese URL. Acum vizitați un site web folosind hCaptcha. Va arata asa:",
    "1066753052": "ceea ce înseamnă că portofelul este gol și te afli pe un site care include o provocare hCaptcha. Odată ce finalizați provocarea, veți câștiga jetoane care pot fi răscumpărate pe orice alt site web cu hCaptcha.",
    "651123197": "Un număr al totalului curent din portofel va fi afișat pe pictogramă după finalizarea provocării.",
    "554844646": "Puteți confirma că extensia funcționează văzând contorul scăzând cu 1 de fiecare dată când faceți clic",
    "4087729475": "provocarea după rezolvarea inițială.",
    "647630208": "Si asta e! Navigarea dvs. online este acum mai privată.",
    "3272552822": "Dezvoltatori și criptografi:",
    "4059570880": "Dacă doriți să urmăriți efortul de standardizare, eforturile sunt în prezent în desfășurare la",
    "1904390996": "pentru a standardiza",
    "252720667": "care stă la baza securității criptografice a Privacy Pass. Protocolul în sine trece prin",
    "3972554015": "proces de asemenea. Și extensia de browser este, desigur",
    "3723626769": "pentru contribuțiile și recenzia dvs.",
    "3882147547": "Funcții Pseudoradom uite",
    "565624910": "proiect",
    "3421090159": "sursa deschisa",
    "3098677775": "Î: IP-ul meu și istoricul de navigare sunt complet private de la hCaptcha când folosesc Privacy Pass?",
    "4019638786": "R: Utilizatorii de Privacy Pass ai hCaptcha nu își vor expune niciodată IP-ul la hCaptcha decât dacă portofelul cu token al browserului lor este gol sau site-ul îl trimite. hCaptcha nu are nicio modalitate de a conecta utilizatorul la răscumpărarea token-ului și nu interacționează niciodată direct cu utilizatorul în timpul răscumpărării decât dacă portofelul lui token este gol.",
    "3887113660": "Î: Cum afectează Privacy Pass veniturile hCaptcha?",
    "1116455671": "R: Veți câștiga o recompensă pentru rezolvarea inițială dacă utilizatorul o completează pe site-ul dvs. Răscumpărările urmează același tipar de răspuns ca și cum utilizatorul ar fi trecut automat pe site-ul dvs. datorită încrederii ridicate a clientului: nu are loc niciun câștig, iar apelul siteverify de la serverul dvs. primește un „credit: Fals” în rezultatele permisului.",
    "779817954": "Î: Dacă am permise de confidențialitate emise de un alt furnizor, le pot valorifica pe hCaptcha?",
    "3014149332": "R: Nu, permisele nu sunt interoperabile: trebuie emise și răscumpărate de aceeași autoritate, în acest caz hCaptcha. Rețineți că, dacă aveți permise atât de la Cloudflare, cât și de la hCaptcha în extensia dvs., numărul disponibil se va schimba la valoarea corectă, în funcție de cerințele paginii pe care o vizitați. Cu alte cuvinte, dacă aveți 100 de permise Cloudflare în portofel și 10 permise hCaptcha, ar trebui să vedeți 10 pe pictograma extensiei în paginile cu hCaptcha încorporat.",
    "3679148535": "Î: La ce alte aplicații ale Privacy Pass lucrați?",
    "1606783855": "R: Suntem foarte interesați de Privacy Pass pentru cazul de utilizare pentru accesibilitate („a11y”). Opțiunile populare anterior, cum ar fi captch-urile audio, discriminează mulți utilizatori de orice vârstă. Credem că combinarea abordării noastre actuale a11y cu emiterea Privacy Pass va permite utilizatorilor a11y să navigheze în siguranță, în siguranță, știind că traficul lor este mai privat, restricționând în același timp abuzul de către operatorii de bot care are loc inevitabil atunci când sunt disponibile opțiuni a11y.",
    "2359150347": "Î: Alte servicii de securitate online acceptă Privacy Pass?",
    "2082237880": "R: hCaptcha este primul serviciu de acest gen care acceptă Privacy Pass și în prezent este singurul care face acest lucru. Cu toate acestea, ne așteptăm ca alte servicii să recunoască avantajele creșterii confidențialității online a utilizatorilor și ne așteptăm ca în viitor mai mulți să întreprindă implementări, pe măsură ce standardele IETF pe care le ajutăm să le dezvoltăm sunt adoptate oficial.",
    "2109792055": "Ghidul utilizatorului: Depanarea problemelor cu emiterea și validarea permisului de confidențialitate",
    "3588620914": "Privacy Pass este o nouă invenție a standardelor web și este posibil ca alte aplicații și extensii de browser care nu cunosc acest lucru să interfereze cu funcționalitatea acestuia.",
    "4039193170": "Dacă întâmpinați probleme cu obținerea sau răscumpărarea jetoanelor:",
    "2378786360": "1. Încercați unul dintre celelalte browsere acceptate: dacă sunteți pe Chrome, încercați să utilizați Firefox fără a importa setările din Chrome și instalați pluginul acolo. Dacă funcționează, este posibil să aveți o problemă de configurare a browserului.",
    "394235836": "3. Dacă niciuna dintre sugestiile de mai sus nu funcționează, trimiteți-ne un e-mail de asistență și vom fi bucuroși să vă ajutăm să descoperim ce se întâmplă.",
    "3470857731": "O analiză a cât de bine detectează reCAPTCHA boții.",
    "3240786848": "Ultima actualizare: 18 februarie 2021",
    "2547140673": "De mai bine de un deceniu, serviciul reCAPTCHA de la Google le-a oferit proprietarilor de site-uri web o tranzacție: permiteți-l pe Google să vă urmărească utilizatorii și să le pună întrebări, iar în schimb ei promit că vor opri roboții și spamul.",
    "2133754014": "Peste 4,5 milioane de site-uri web folosesc reCAPTCHA [",
    "3152512587": "iar sistemul colectează sute de milioane de rezolvări zilnice. [",
    "2296918009": "Acest lucru echivalează cu peste 100 de ani-persoană de muncă în fiecare zi.[",
    "3900538778": "Datele etichetate sunt combustibilul care alimentează învățarea automată. Răspunsurile reCAPTCHA au fost folosite pentru a îmbunătăți serviciile Google ML/AI încă din 2009. Mulți oameni care folosesc reCAPTCHA nu își dau seama că munca lor este folosită.",
    "1160252730": "Google percepe acum prețuri mari pentru reCAPTCHA Enterprise, ceea ce a determinat multe companii să reevalueze această ofertă.",
    "1131196501": "Companii importante ca",
    "204889717": "au trecut la hCaptcha's",
    "639413188": "in raspuns.",
    "3280658086": "solutii intreprinderi",
    "3842815245": "Acesta este un comerț echitabil?",
    "714342693": "Echipa hCaptcha colectează date privind prețurile de la serviciile de spargere captcha „dark web” din 2016. Am observat o tendință interesantă:",
    "468929661": "Costul mediu de spargere a unui reCAPTCHA este incredibil de scăzut (mai puțin de 1 USD la 1000 de soluții) și nu a crescut semnificativ de când a început monitorizarea noastră în 2016. Acest lucru se aplică atât reCAPTCHA v2, cât și v3. [",
    "2862164005": "Datele de prețuri ne permit să punem o valoare exactă în dolari pentru securitatea oferită de un reCAPTCHA: 0,001 USD sau mai puțin pe răspuns.",
    "102498091": "Google percepe 1 USD la 1000 de solicitări pentru reCAPTCHA Enterprise, ceea ce înseamnă că acum percepe mai mult pe cerere decât costă pentru a sparge securitatea serviciului lor. Aceasta pare o afacere proastă.",
    "130239139": "Care este valoarea celor peste 100 de ani-persoană de muncă colectate zilnic de Google?",
    "1421074182": "Substanțial mai mare.",
    "1953519598": "Costul pentru etichetarea unei singure imagini variază de la 0,03 USD la 1,00 USD sau mai mult. După orice estimare conservatoare, Google a extras miliarde de dolari de forță de muncă gratuită până în prezent. [",
    "3025548709": "Există o alternativă la această înțelegere nedreaptă?",
    "263761351": "hCaptcha este prima alternativă credibilă, folosită acum de sute de milioane de oameni în fiecare lună.",
    "2743692546": "Pe măsură ce utilizatorii își demonstrează umanitatea prin hCaptcha, munca lor intră pe o piață deschisă anonimă pentru licitare.",
    "1982750088": "Companiile din întreaga lume licitează pentru acea muncă pentru a îndeplini sarcini simple, care sunt ușoare pentru oameni, dar dificile pentru mașini. Utilizatorii susțin site-ul pe care îl vizitează și experimentează mai puțin spam web datorită unui nivel mai ridicat de securitate.",
    "1108398506": "clienții obțin control total asupra experienței și beneficiază de expertiza pe care hCaptcha a dobândit-o operand cel mai mare furnizor independent de provocări de pe internet. De asemenea, beneficiază de o ofertă mai bună decât reCAPTCHA Enterprise: prețuri cu până la 50-80% mai bune, în funcție de volum.",
    "3012870872": "Site-urile web și aplicațiile care utilizează versiunea gratuită (hCaptcha Publisher) obțin venituri din această activitate în loc să le doneze către Google.",
    "2271512952": "Utilizatorii susțin site-ul pe care îl vizitează și experimentează mai puțin spam web.",
    "278010425": "Varietatea largă și adesea în schimbare de sarcini de pe hCaptcha sunt, de asemenea, mai greu de automatizat. Interfața unică a reCAPTCHA nu s-a schimbat de mulți ani și are un set mic de întrebări care se schimbă rar. Acesta este unul dintre modalitățile prin care hCaptcha oferă o protecție anti-bot mai robustă decât reCAPTCHA.",
    "984849234": "hCaptcha folosește învățarea automată avansată pentru a oferi ceea ce promite doar reCAPTCHA, împărtășind în același timp valoarea capturată cu site-urile web care îl folosesc.",
    "4063769686": "Utilizatorii susțin site-ul pe care îl vizitează și experimentează mai puțin spam web. Aceasta pare a fi o afacere mai corectă.",
    "685916926": "De ce reCAPTCHA nu s-a îmbunătățit în timp?",
    "3992401943": "A existat o revoluție în învățarea profundă din 2012. Norma industriei pentru acuratețea sarcinilor s-a îmbunătățit radical în ultimul deceniu, în primul rând datorită rețelelor convoluționale profunde. Alte servicii bazate pe ML oferite de Google au urmat această curbă.",
    "615031303": "(Vezi notele de subsol",
    "2125514305": "ML s-a îmbunătățit, dar dificultatea de a ocoli reCAPTCHA nu sa schimbat semnificativ în acest timp.",
    "1406188018": "6 și 7",
    "2689973938": "Îmbunătățirea reCAPTCHA creează un conflict intrinsec pentru Google ca furnizor de anunțuri.",
    "464238793": "Dacă Google însuși stabilește că un utilizator care a văzut un anunț sau a făcut clic pe un link a fost de fapt un bot, nu poate taxa pentru anunțurile afișate utilizatorului respectiv. Acest conflict de interese a limitat sever sfera ambițiilor Google anti-bot.",
    "918924423": "De exemplu, Google nu a oferit servicii evident valoroase, cum ar fi detectarea retroactivă a botului. Este mult mai fiabil să declarați traficul utilizatorului generat de bot după analizarea mai multor zile de date.",
    "661412233": "A ști după captcha că unii utilizatori erau roboți este, de asemenea, valoros. Permite proprietarilor de site-uri web să curețe vechile postări de spam și să ștergă „conturile dormitoare” înregistrate pe forumurile de spam în viitor, să reducă frauda și multe altele.",
    "3600797185": "Oferirea de identificare retroactivă a botului ar deschide Google la întrebări spinoase cu privire la modul în care să ramburseze retroactiv agenții de publicitate care au cheltuit bani pentru acel trafic fraudulos.",
    "2076932190": "Produsul reCAPTCHA a stagnat astfel timp de un deceniu.",
    "3856912381": "Utilizatorii au avut de suferit, iar spam-ul web inutil este acum răspândit. Dar există o alternativă.",
    "1035621426": "Fiecare bot identificat de reCAPTCHA reduce direct veniturile din reclame ale Google.",
    "3668115514": "Cum este hCaptcha diferit?",
    "2413742287": "Stimulentul hCaptcha este de a maximiza acuratețea, nu veniturile din reclame: răspunsurile bot sunt inutile pentru clienții noștri, care au nevoie de date de pregătire umană.",
    "1373262754": "A ști cine este o persoană are valoare minimă pentru hCaptcha. Ne pasă doar dacă sunt oameni sau un actor rău intenționat.",
    "600646860": "În loc să ofere un serviciu de valoare îndoielnică în timp ce extrage forță de muncă cu valoare reală, hCaptcha oferă atât compensare, cât și protecție puternică anti-bot.",
    "1836191653": "În loc să ofere un serviciu ușor de învins utilizatorilor gratuit, în timp ce încarcă milioane de dolari pentru o versiune de întreprindere care nu este cu mult mai bună, hCaptcha oferă o protecție excelentă împotriva botilor, oferind în același timp utilizatorilor întreprinderi funcții și personalizare suplimentare, împreună cu SLA puternice și suport rapid.",
    "990215503": "hCaptcha este singurul serviciu captcha major care nu este deținut de o rețea publicitară.",
    "971933157": "hCaptcha îi pasă de confidențialitate, transparență și corectitudine.",
    "178839499": "hCaptcha împărtășește valoarea muncii depuse în timp ce utilizatorii își dovedesc umanitatea.",
    "1237076138": "hCaptcha oferă o ofertă corectă atât clienților gratuiti (hCaptcha Publisher) cât și companiilor (hCaptcha Enterprise).",
    "614310292": "Cine a construit hCaptcha?",
    "4188814619": "hCaptcha este un serviciu de Intuition Machines (",
    "3265328927": "), o companie de învățare automată care oferă produse și servicii companiilor care implementează învățarea automată la scară.",
    "2740033957": "Echipa IM este compusă din oameni de știință și ingineri de la Apple, Amazon și alți lideri în învățarea automată, sisteme distribuite și securitate.",
    "1579715421": "Oamenii de știință din IM publică în mod regulat în conferințe de top precum ICML, ICLR, ECCV și NeurIPS, iar compania a lansat public rezultate de ultimă generație în discipline ML, cum ar fi hashingul profund [",
    "4015238193": "și OCR [",
    "279580593": "imachines.com",
    "279918384": "Cum folosește Google forța de muncă gratuită?",
    "2385522384": "Probabil că ați văzut cadre de videoclipuri de la camerele de pe mașinile autonome Waymo de la Google și ați ajutat la îmbunătățirea recunoașterii obiectelor acestora.",
    "1517627947": "Probabil că ați văzut imagini cu clădiri sau indicatoare stradale de la mașinile Google Streetview și ați ajutat la etichetarea locațiilor pentru produsele lor Maps și Earth.",
    "3225936061": "Probabil că ați văzut imagini cu text preluate din paginile cărților în serviciul Cărți Google și ați ajutat la îmbunătățirea software-ului OCR (recunoaștere a textului).",
    "129661785": "Vi s-a cerut vreodată să „dați clic pe mașină/trecerea de pietoni/semafor?”",
    "936667684": "Vi s-a cerut vreodată să „introduceți clădirea/semnalul stradal?”",
    "3773515538": "Vi s-a cerut vreodată să „introduceți cele două cuvinte?”",
    "1778058441": "Ce fel de joburi rulează pe hCaptcha?",
    "366088791": "hCaptcha acceptă o mare varietate de sarcini.",
    "3114147525": "Clienții hCaptcha folosesc serviciul pentru sarcini care includ recunoașterea obiectelor, detectarea atributelor (colectarea etichetelor pentru a identifica tipurile de îmbrăcăminte), clasarea relevanței (alegerea celui mai relevant produs din mai multe opțiuni în comparație cu un produs principal), casete de delimitare (găsirea zonelor de interes pe o imagine), „OCR uman” (identificarea textului într-o imagine) și multe alte tipuri de sarcini.",
    "3139609561": "Mai jos sunt două exemple de tipuri de joburi de clasificare a imaginilor și de detectare a atributelor. [",
    "2273532558": "Cine sunt clienții plătitori ai hCaptcha?",
    "4104221634": "Clienții hCaptcha acoperă o varietate de industrii, de la companii de tehnologie până la cele axate pe modă, retail și alte domenii în care pot crea valoare prin aplicarea învățării automate.",
    "1337725003": "hCaptcha se angajează să democratizeze accesul la adnotări în timp real cu volum mare, permițând companiilor mari și mici să își îmbunătățească calitatea produselor și serviciilor prin aplicarea învățării automate în afacerea lor.",
    "4086379603": "Întrebări?",
    "1243684308": "Luăm în serios feedbackul dvs. și dorim să ne asigurăm că toată lumea are o experiență mai plăcută online, cu mai puțini roboți și mai puțin spam. Contactează-ne:",
    "2645321220": "Și dacă considerați că costul reCAPTCHA este prea mare, întrebați-ne despre hCaptcha Enterprise. Folosite în prezent de unii dintre cei mai mari editori, companii de servicii financiare și companii de infrastructură web din lume, acestea nu sunt doar o alternativă credibilă la reCAPTCHA: credem că oferă cea mai bună protecție împotriva botului disponibilă în prezent.",
    "1229233916": "Note de subsol",
    "1115642494": "1. Sursa: site-uri BuiltWith.com reCAPTCHA. Preluat la 9 iulie 2019.",
    "448807334": "(„Sute de milioane de CAPTCHA sunt rezolvate de oameni în fiecare zi.”). Recuperat la 8 iulie 2019.",
    "2397590157": "3. Estimare conservatoare: 200 de milioane de rezolvari * 30 de secunde per rezolvare in ani = 190,3 persoane-ani/zi.",
    "3236311792": "4. Analiza internă hCaptcha. Date culese până la 30 iunie 2019. Detalii disponibile la cerere.",
    "1752259468": "5. Estimare conservatoare: costul de 0,01 USD al unei singure adnotări * 200 M mediu. adnotări pe zi (limită inferioară) * 365 de zile pe an * 10 ani de la achiziția din 2009 = valoare limită inferioară de 7,3 miliarde USD.",
    "3268946369": "6. Credit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Sursa: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "Încorporarea relațională bazată pe ierarhie semantică pentru deep hashing sub supraveghere slabă, Heikki Arponen, Tom E Bishop. ICML 2019, Atelier LLD.",
    "2544169219": "Rezultate recente de ultimă generație: ICML LLD, mai 2019.",
    "1973347745": "10. Exemple de imagini fără drepturi de autor. Sursa: Petapixel.",
    "1493115924": "Note privind mărcile comerciale:",
    "4051104324": "„Intuition Machines” este o marcă înregistrată a Intuition Machines, Inc.",
    "3983646521": "Toate denumirile de produse, siglele, mărcile, mărcile comerciale și mărcile comerciale înregistrate sunt proprietatea proprietarilor respectivi. Toate denumirile de companii, produse și servicii utilizate pe acest site sunt doar în scop de identificare. Utilizarea acestor nume, mărci comerciale și mărci nu implică aprobare. În acest caz, dimpotrivă.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Oamenii de știință IM stabilesc un nou punct de referință pentru recunoașterea textului slab supravegheat (OCR) la CVPR 2020.",
    "1259002282": "Ați găsit o eroare? Iată cum să-l raportezi.",
    "3301728462": "Milioane de oameni folosesc hCaptcha în fiecare lună, pe mii de combinații de browsere, extensii, dispozitive, firewall-uri și multe altele.",
    "3878230879": "Scopul nostru este să ne asigurăm că funcționează întotdeauna pentru tine, așa că apreciem foarte mult rapoartele tale!",
    "2465128185": "Pentru a oferi feedback rapid, trebuie doar să faceți clic pe butonul „Trimite-ne feedback”.",
    "2921990472": "Dacă observați o problemă funcțională, vă rugăm să urmați",
    "2870341481": "de mai jos. Pentru orice alte browsere doar",
    "1866590035": "instrucțiuni pentru jurnalul de depanare pentru Chrome",
    "444492541": "instrucțiuni pentru jurnalul de depanare pentru Firefox",
    "169267610": "Trimite-ti-ne un e-mail",
    "3100722753": "Pentru potențiale probleme de securitate sau confidențialitate, consultați instrucțiunile de mai jos.",
    "1906593952": "Oferiți feedback despre hCaptcha pe care tocmai l-ați văzut",
    "3951254541": "Apreciem contribuția dvs. Anunțați-ne orice problemă și le vom rezolva rapid.",
    "3324288040": "Trimite-ne feedback",
    "2864016648": "Probleme de confidențialitate",
    "304004915": "Nu ne interesează cine sunt utilizatorii, ci doar cât de probabil sunt aceștia să fie rău intenționați sau mașini. Susținem inițiative precum",
    "1139493658": "și depuneți eforturi pentru a echilibra confidențialitatea și securitatea.",
    "3083289844": "Dacă ați găsit o problemă care credeți că ar putea afecta confidențialitatea utilizatorului, vă rugăm să ne trimiteți un e-mail la",
    "4264784515": "Erori de securitate",
    "963238401": "Suntem întotdeauna interesați să primim rapoarte despre erori de securitate. E-mail",
    "3926027556": "și vă vom răspunde rapid.",
    "1589805435": "Avem și un",
    "2560582224": "program de recompensă pentru erori",
    "103876916": "pentru rapoarte de securitate eligibile pentru serviciul hCaptcha și codul sursă aferent.",
    "497117287": "Optiuni de accesibilitate",
    "3230004040": "Sunteți cu deficiențe de vedere sau nu puteți finaliza hCaptchas?",
    "3480023141": "Aflați mai multe despre opțiunile de accesibilitate",
    "2052161540": "Capturarea detaliilor raportului de eroare: Chrome",
    "2281169898": "Trimiterea informațiilor de depanare împreună cu raportul dvs. ne va face mult mai ușor să identificăm ceea ce se întâmplă. Iată instrucțiuni pas cu pas:",
    "1123365779": "Dacă sunteți un dezvoltator web sau un utilizator expert, rezumatul este că am dori să ne trimiteți o înregistrare în rețea a jurnalelor HAR și a consolei browserului.",
    "2015218686": "înainte de a parcurge acești pași. Dacă asta vă rezolvă problema, am aprecia totuși să ne comunicați versiunea browserului dvs., dispozitivul de blocare a anunțurilor sau extensia de browser și adresa URL a site-ului web.",
    "3922723611": "Încercați să dezactivați orice blocare de anunțuri sau extensii de securitate pentru browser",
    "4036872105": "mai întâi și apoi reîncercați",
    "993651083": "Pasul 1: Deschideți Instrumentele pentru dezvoltatori (Acest lucru începe înregistrarea sesiunii.)",
    "4163469907": "Pasul 2: Faceți clic pe fila Rețea din Instrumente pentru dezvoltatori. Bifați caseta „Păstrare jurnal” din partea de sus.",
    "4243348003": "Pasul 3: vizitează",
    "641342999": ", sau site-ul pe care aveți o problemă (Notă de confidențialitate: numai dacă nu vă deranjează să împărtășiți ce este) ... apoi faceți clic pe butonul „Sunt om” și încercați să rezolvați.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Pasul 4: Faceți clic pe „Export HAR” (săgeata mică în jos) după ce încercați să rezolvați, ceea ce salvează jurnalul de rețea. Trimite-ne acel fișier.",
    "1503240421": "Pasul 5: Faceți clic pe fila Consolă, apoi faceți clic dreapta pe „Salvare ca….” pentru a salva jurnalul consolei. Trimite-ne și asta.",
    "2863840904": "Pasul 6: Ultimul pas, trimiteți-ne prin e-mail acele fișiere de jurnal HAR și consolă și descrieți problema",
    "4051785543": "Utilizare:",
    "3623028666": "(vă rugăm să utilizați un serviciu ca",
    "551761392": "și trimiteți linkuri) și opțional o captură de ecran, dacă bănuiți că ceva nu se afișează corect. Vă rugăm să trimiteți și IP-ul pe care îl utilizați. Îl poți obține de la",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Vă mulțumim pentru timpul acordat pentru a ne ajuta să obținem aceste informații!",
    "3680327841": "Ne angajăm să facem ca hCaptcha să funcționeze bine pentru toată lumea",
    "1059502393": "Capturarea detaliilor raportului de eroare: Firefox",
    "1112074001": "Pasul 2: Faceți clic pe fila Rețea din Instrumente pentru dezvoltatori. Bifați caseta „Persist logs” din partea de sus.",
    "1797298240": "Pasul 4: Faceți clic pe „HAR” după ce încercați să rezolvați și alegeți „Salvați totul ca HAR” pentru a salva jurnalul de rețea. Trimite-ne acel fișier.",
    "3671246379": "Pasul 5: Faceți clic pe fila Consolă și faceți clic dreapta, apoi „Selectați tot” și salvați-l într-un fișier text, pentru a salva jurnalul consolei. Trimite-ne și asta.",
    "3816867833": "Părere",
    "788770967": "Imi pare rau sa aud asta! Poate doriți să utilizați opțiunea noastră de accesibilitate:",
    "1333016413": "Acest lucru vă permite să evitați întrebările viitoare prin înregistrarea și setarea unui cookie.",
    "2333410049": "De asemenea, încercați să dezactivați funcția de blocare a anunțurilor.",
    "1345083090": "Raportați o problemă de funcționalitate?",
    "2184564739": "Vedea",
    "604751186": "Alte probleme? E-mail",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "cum să raportați probleme cu jurnalele detaliate",
    "1050501253": "Prea dificil",
    "3264813246": "Nepotrivit",
    "3526939538": "Bug software",
    "126134492": "Alte",
    "3511610999": "Să ne asigurăm că ajungi la locul potrivit.",
    "3906886217": "Pentru companii sau site-uri web",
    "1621597093": "Soluții de securitate pentru întreprinderi (plătite)",
    "3176531704": "Adnotarea datelor",
    "1834239172": "Achiziționați servicii de adnotare hCaptcha",
    "1457707016": "Pentru persoane fizice",
    "770264626": "Adăugați hCaptcha la serviciul dvs. (gratuit)",
    "881015166": "Adăugați hCaptcha pentru editori pe site-ul sau aplicația mea",
    "47536007": "Aflați mai multe despre hCaptcha",
    "2012837493": "Rezultatele cautarii",
    "4034694801": "Niciun rezultat potrivit.",
    "3621411541": "Aflați despre opțiunile de accesibilitate pentru hCaptcha",
    "3401005681": "A castiga bani",
    "3933993151": "Lucrați ca etichetator individual de date",
    "563059212": "Lista subprocesorilor",
    "3501923981": "Ultima actualizare: 1 ianuarie 2020.",
    "3548097301": "În vigoare: 1 ianuarie 2020.",
    "3991444169": "Această pagină listează subprocesorii actuali pentru serviciul hCaptcha Enterprise.",
    "835396984": "Momentan activ",
    "424089481": "Amazon Web Services, Inc. (Global). Servicii oferite: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Servicii oferite: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Servicii oferite: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Servicii oferite: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Notă: nu se aplică tuturor clienților. De exemplu, IP Blinding sau alți clienți cu opțiuni avansate de confidențialitate sau securitate (de exemplu, clienții Secure Virtual Tenancy) sunt complet excluși de la orice potențial „PII” care intră vreodată în sistemele de telemetrie, chiar și o adresă IP. Vă rugăm să contactați reprezentantul de cont pentru mai multe informații, dacă este necesar.",
    "700843971": "Hound Technology, Inc. (Global). Servicii oferite: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Servicii oferite: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Servicii oferite: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Servicii oferite: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastructură",
    "370366524": "Telemetria serviciului efemer",
    "121192737": "Adăugări viitoare",
    "2420789666": "Fastly, Inc. Servicii furnizate: Fastly CDN și edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "În vigoare: 1 septembrie 2021. Adăugarea infrastructurii",
    "1487796027": "Pentru companii",
    "3943417791": "Obțineți asistență pentru hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (gratuit)",
    "3397976149": "Obțineți asistență pentru hCaptcha Publisher",
    "833750823": "Întâmpinați dificultăți cu o provocare?",
    "2024737147": "Doriți să raportați o eroare?",
    "1978884623": "Aflați mai multe despre raportarea problemelor software",
    "4188664955": "Termenii și condițiile principale",
    "2621989404": "Ultima actualizare: 24 septembrie 2021. Vă rugăm să rețineți că termenii noștri în limba engleză sunt autoritari.",
    "2404545611": "Bun venit la hCaptcha! Vă mulțumim că faceți parte din comunitatea noastră. Toți utilizatorii „Serviciilor” (definite mai jos) trebuie să fie de acord cu următorii termeni („Termenii și condițiile”). În conformitate cu acești Termeni și condiții, „IMI”, „noi” și „noi” se referă la Intuition Machines, Inc. și filialele sale, afiliații, funcționarii, agenții, angajații, reprezentanții și agenții, iar „site-ul nostru web” include orice site web sub controlul nostru, inclusiv www.hcaptcha.com și www.imachines.com.",
    "2348450790": "Vă rugăm să citiți acești Termeni și condiții. Acestea includ, printre alte prevederi, declinări de garanții, limitări de răspundere și arbitraj obligatoriu. Vă rugăm să rețineți că acești Termeni și condiții s-ar putea să se fi modificat de la ultima dvs. vizită pe site-ul nostru. Putem revizui și actualiza acești Termeni și condiții din când în când, la discreția noastră. În cazul unei modificări semnificative, vă vom anunța prin postarea Termenilor și condițiilor actualizate pe această pagină, după care trebuie să acceptați în mod afirmativ Termenii și condițiilor actualizate pentru a continua să utilizați sau să accesați Site-ul sau Serviciul.",
    "1064537632": "Vă rugăm să rețineți că utilizarea de către dvs. a Serviciului nostru este guvernată de Acordul nostru de prelucrare a datelor, care este încorporat aici prin referință. Vă rugăm să examinați acest acord pentru a vedea cum procesăm datele personale în numele dvs. Rețineți că funcționăm ca „procesator de date” în sensul Regulamentului general al UE privind protecția datelor și ca „furnizor de servicii” în sensul Legii privind confidențialitatea consumatorilor din California.",
    "1933936765": "Acord de prelucrare a datelor (ultima actualizare: 23 septembrie 2021)",
    "2959486280": "Dacă nu sunteți de acord cu acești Termeni și condiții, nu puteți utiliza sau accesa Site-ul sau Serviciul.",
    "3200859925": "1. Scop",
    "1807143500": "Serviciile includ un serviciu de securitate online („Serviciul hCaptcha”) și o platformă („Platforma Intuition Machines”) pe care o persoană („Contributor”) poate alege să îndeplinească sarcini pe care o terță parte sau Intuition Machines în sine (fiecare un „Solicitant”) postează pe site-ul nostru web sau pe Serviciul hCaptcha, fie direct pe site-ul nostru web, fie accesând Platforma Intuition Machines și/sau efectuând sarcini prin sau în legătură cu o entitate terță parte și/sau platformă sau serviciu (fiecare, un „Integrator”). Solicitanții postează sarcini și invită Colaboratorii să le execute în schimbul recompenselor oferite de IMI integratorilor sau după cum este stabilit de Solicitant, dacă Solicitantul folosește Platforma Intuition Machines sau Serviciul hCaptcha pentru a servi sarcini propriilor utilizatori finali. Noi taxăm companii și persoane fizice (fiecare un „Client”) pentru utilizarea platformei noastre, astfel încât acestea să poată folosi software-ul nostru, să creeze sarcini, să ne angajeze pentru a crea sarcini și/sau să obțină acces la Colaboratori. De asemenea, taxăm Integratorii pentru utilizarea Serviciului nostru hCaptcha pentru a reduce frauda, abuzul și spam-ul pe site-urile lor web, aplicațiile mobile și alte proprietăți online. Cele de mai sus sunt denumite în mod colectiv „Serviciile”.",
    "3212830633": "2. Eligibilitate",
    "2605814073": "Prin utilizarea sau înregistrarea pentru Serviciile noastre, sunteți de acord: aveți cel puțin 18 ani; aveți autoritatea de a încheia acest acord în numele dvs. sau al entității pe care o reprezentați și veți rămâne în orice moment în conformitate cu acești Termeni și condiții și cu toate politicile și orientările IMI la care se face referire aici; și nu veți abuza de site-ul nostru web, nu ne veți denatura identitatea sau nu veți folosi inteligența artificială pentru a finaliza orice parte a vreunei sarcini din IMI care necesită inteligență umană.",
    "2616040974": "3. Clienți și Solicitanți",
    "1544829730": "Dacă sunteți Client sau Solicitant, sunteți de acord că termenii suplimentari atașați la aceasta ca Anexa pentru Client se vor aplica și vor fi încorporați prin referință în acești Termeni și condiții. Dacă nu sunteți Client sau Solicitant sau încetați să mai fiți Client sau Solicitant, atunci termenii suplimentari din Anexa Clientului nu se vor aplica și nici nu vor fi încorporați prin referință în acești Termeni și condiții.",
    "3759360138": "4. Nume de utilizator și parolă",
    "2236960358": "La înregistrare, vi se va cere să dezvăluiți anumite informații personale despre dvs. (\"Informații personale\"), inclusiv numele dvs., adresa de e-mail și să creați un nume de utilizator și o parolă, toate acestea vor fi supuse Politicii noastre de confidențialitate, disponibile pe pagina noastră. site-ul web. Sunteți singurul responsabil pentru monitorizarea, asigurarea și menținerea securității contului dvs., a parolelor și a oricăror chei de autentificare asociate contului dvs. și sunteți responsabil pentru orice utilizare sau acțiune întreprinsă prin utilizarea acestor informații în Servicii.",
    "3047519814": "Sunteți de acord că nu vă veți împărtăși nimănui contul sau parola.",
    "1699668873": "Trebuie să anunțați imediat IMI dacă bănuiți că informațiile contului dvs. au fost furate sau utilizate de altcineva sau orice altă încălcare a securității.",
    "3044038608": "Sunteți de acord să ne furnizați informații adevărate, exacte și complete așa cum sunt solicitate în procesul nostru de înregistrare. De asemenea, sunteți de acord să actualizați aceste informații prompt, după cum este necesar, pentru a le menține la zi și exacte.",
    "4132302900": "5. Confidențialitatea dvs., datele dvs. și „Date pentru toți”",
    "10724169": "Acceptați Politica noastră de confidențialitate, care guvernează ce vom face cu orice Informație cu caracter personal pe care ni le furnizați.",
    "1669194950": "În plus față de Informațiile personale, vi se poate cere să furnizați (sau poate fi necesar să colectăm) alte date, astfel încât să putem furniza Serviciile (colectiv, „Datele clienților”). Nu suntem răspunzători pentru nicio neefectuare a Serviciilor care este cauzată de întârzierea sau nea furnizat Datele Clientului.",
    "1330274831": "Prin prezenta ne acordați o licență mondială, neexclusivă, sublicențiabilă, transferabilă, fără drepturi de autor, irevocabilă pe durata acestui Acord pentru a utiliza, reproduce, distribui electronic și afișa public orice Date ale clienților exclusiv în scopul furnizării Serviciilor. . Declarați și garantați că dețineți suficiente drepturi, titluri și interes asupra datelor dvs. pentru a acorda licența în această secțiune.",
    "2230333214": "Agrupăm Datele Clienților cu alte date, astfel încât rezultatele să nu poată fi identificate personal și colectăm, de asemenea, jurnalele tehnice dezidentificate și date privind utilizarea Serviciilor („Date agregate/Deidentificate”). Fără a aduce atingere oricăror dispoziții contrare din prezentul document, orice astfel de Date agregate/de-identificate pot fi utilizate de IMI în orice scop comercial în timpul sau după termenul prezentului Acord, inclusiv, fără limitare, pentru a dezvolta și îmbunătăți Serviciile și pentru a crea și distribui rapoarte și alte materiale. Datele clientului pot, de asemenea, să persistă și să fie afișate în sistem pentru o perioadă limitată de timp, care nu depășește 180 de zile după finalizarea unei lucrări, de exemplu ca date de calibrare sau validare automată pentru sistemele Intuition Machines. Pentru claritate, această Secțiune 5 nu ne oferă dreptul de a vă identifica ca sursă a oricăror Date agregate/de-identificate fără permisiunea dumneavoastră prealabilă în scris.",
    "3881754581": ". Dacă sunteți client al serviciilor noastre de adnotare și ați selectat opțiunea „Date pentru toți” ca parte a utilizării Serviciilor, atunci acordați IMI și tuturor utilizatorilor Serviciilor un serviciu la nivel mondial, neexclusiv, sublicențiabil, transferabil, licență irevocabilă, fără drepturi de autor, pentru a exploata pe deplin toate Datele clienților, inclusiv toate drepturile de proprietate intelectuală aferente. Dacă selectați opțiunea „Date pentru toți”, declarați și garantați că dețineți suficiente drepturi, titluri și interes asupra datelor dumneavoastră pentru a acorda licența în această secțiune.",
    "3496767126": "Pentru a evita orice dubiu, următorul paragraf se aplică exclusiv Clienților care utilizează serviciile noastre de adnotare și nu pentru utilizarea Serviciilor noastre ca Integrator",
    "767207800": "Dacă datele dumneavoastră conțin conținut potențial explicit sau ofensator, vă solicităm să le marcați „CONTINUT EXPLICIT” pentru a servi drept avertisment corect pentru oricine vă vede datele. Fără un acord scris separat cu IMI, nu puteți include sarcini care încalcă politicile noastre, inclusiv, dar fără a se limita la, (a) sarcini care promovează direct sau indirect un alt site web sau serviciu, (b) sarcini care încalcă termenii unui site web terță parte și condiții, (c) sarcini care le cer Contributorilor să solicite terțe părți, (d) sarcini care le cer Contributorilor să ia măsuri pentru a manipula comportamentul sau rezultatele unui site web, (e) sarcini care încalcă drepturile de proprietate intelectuală ale terților și (f) sarcini care necesită contribuatorilor să descarce software sau fișiere.",
    "3370561195": "6. Comportament acceptabil",
    "4205152730": "Sunteți încurajat să interacționați cu alți utilizatori oriunde pe site-ul nostru web, forum, mesagerie, chat și alte canale de social media controlate de IMI, dar dacă faceți acest lucru trebuie să respectați toți termenii și condițiile de utilizare a site-ului nostru și toate legile relevante. .",
    "1394253934": "7. Utilizare greșită, abuz și denaturare",
    "1406393333": "Orice acces sau utilizare a Serviciilor, altfel decât în conformitate cu acești Termeni și condiții și orice instrucțiuni pe care le oferim, este strict interzisă. În special, NU VEȚI:",
    "3409726716": "înregistrați-vă pentru mai multe conturi la noi fără autorizație scrisă;",
    "3119498672": "să efectueze orice sarcină folosind roboți de internet, roboți web, roboți, scripturi sau orice altă formă de inteligență artificială sau să încerce în alt mod să obțină recompense de la IMI sau de la orice solicitant sau integrator fără a finaliza sarcinile așa cum sunt descrise;",
    "1188668818": "furnizați orice informații false în timpul utilizării acestui site web (inclusiv, fără limitare, uzurparea identității oricărei alte persoane sau organizații din contul dvs. sau declararea falsă sau denaturarea în alt mod a dvs. sau a afilierii dvs. cu orice altă persoană sau organizație din contul dvs.;",
    "2804310964": "accesați sau încercați să accesați site-ul nostru prin orice server web proxy sau alt dispozitiv conceput pentru a vă ofusca locația sau identitatea adevărată sau prin orice alt mijloc decât interfața furnizată;",
    "1374227759": "utilizați site-ul pentru orice activitate ilegală sau în orice alt scop decât scopul pentru care a fost pus la dispoziție;",
    "2103513933": "să se angajeze în activități care interferează cu sau perturbă funcționarea site-ului;",
    "137127070": "inserați, încărcați sau atașați linkuri sau fișiere externe rău intenționate sau necunoscute sau încărcați orice conținut care conține un virus, cal troian, vierme, bombă cu ceas sau alt cod de computer dăunător;",
    "1686655020": "Încărcați orice conținut supus dreptului de autor care nu este opera dvs. originală, cu excepția cazului în care aveți permisiunea proprietarului de drept de a posta un astfel de conținut și de a acorda IMI toate drepturile licențiate acordate aici;",
    "1406692811": "să se angajeze în spam sau să posteze orice fel de publicitate, să încerce să obțină recomandări, comunicări în masă, oferte sau solicitări de bani, solicitări de servicii, publicitate, marketing, mesaje prostii, subiecte duplicate, conținut ilegal, link-uri de site-uri sociale, adrese de e-mail sau ID-uri de mesagerie instant, cu excepția cazului în care sarcina este cerută;",
    "3893539589": "introduceți link-uri externe care oferă bunuri sau servicii, cu excepția cazului în care sarcina este cerută;",
    "3214322759": "în caz contrar, să se angajeze în orice activitate rău intenționată sau frauduloasă.",
    "3733422465": "8. Verificarea identității",
    "267645277": "IMI vă poate verifica identitatea. Aceasta poate include compararea informațiilor dumneavoastră cu caracter personal cu baze de date terțe sau cu documente legale oficiale. Ne autorizați să facem orice întrebări necesare pentru a vă confirma identitatea, proprietatea dvs. asupra adresei dvs. de e-mail și proprietatea dvs. asupra conturilor dvs. financiare. Sunteți de acord să furnizați informații despre dvs. pentru a ne ajuta să vă verificăm identitatea.",
    "4169910317": "9. Respectarea Legii",
    "519755936": "Sunteți singurul responsabil pentru respectarea legile federale, statale, provinciale și locale în legătură cu utilizarea Serviciilor. Sunteți de acord să ne despăgubiți și să ne faceți inofensivi pentru orice pretenții împotriva noastră, deoarece nu ați respectat vreo lege sau ați încălcat orice drept al terților, inclusiv, fără limitare, drepturile contractuale, de proprietate intelectuală sau de confidențialitate.",
    "731546974": "10. Taxe pentru contribuabil sau integrator",
    "3128328457": "Dacă sunteți Contributor sau Integrator, sunteți singurul responsabil pentru plata oricăror impozite pe venit estimate sau alte impozite federale, de stat sau locale, asigurări sociale, FICA și compensații pentru lucrători datorate ca urmare a utilizării site-ului nostru web, precum și pentru taxe sau taxe similare în jurisdicții din afara SUA. Sunteți de acord să ne despăgubiți și să ne faceți inofensivi pentru orice evaluări împotriva noastră, deoarece nu ați respectat nicio lege fiscală.",
    "2931396764": "11. Încălcarea acestor Termeni și condiții",
    "1240667045": "Putem suspenda, limita sau anula accesul dumneavoastră la Servicii în orice moment, din orice motiv, inclusiv pentru că: (a) credem că ați încălcat acești Termeni și condiții (inclusiv alte politici conexe); (b) credem că ați încălcat drepturile noastre sau ale oricărei terțe părți; (c) nu putem verifica sau autentifica informațiile pe care ni le-ați furnizat; sau (d) credem că acțiunile dumneavoastră pot crea răspunderi pentru dumneavoastră, noi sau o terță parte. Pentru a evita orice dubiu, ne rezervăm dreptul de a preveni sau suspenda plata către dvs. dacă credem în mod rezonabil că oricare dintre cele de mai sus se aplică unei astfel de plăți.",
    "1601080128": "Dacă suspendăm sau închidem contul dvs., nu veți mai avea acces la nicio parte a site-ului web, inclusiv la date, mesaje, fișiere și alte materiale pe care le păstrați pe site. NU puteți continua să utilizați site-ul nostru web sub un nume de cont diferit sau nou. Încălcările acestor Termeni și condiții pot fi urmărite penal în cea mai mare măsură a legii și pot duce la penalități și sancțiuni suplimentare.",
    "1160707899": "12. Rolul contribuabilului și relația cu IMI și alți solicitanți",
    "269838707": "Dacă sunteți Colaborator, dumneavoastră și numai dvs. decideți care și câte sarcini să finalizați și când și unde le finalizați. Sunteți liber să petreceți cât de mult sau cât de puțin timp pentru îndeplinirea sarcinilor doriți. În niciun moment nu aveți nicio obligație de a finaliza o sarcină.",
    "1087195513": "Dacă sunteți un Colaborator care accesează Serviciile și/sau îndeplinește sarcini prin sau în legătură cu un Integrator în numele unui Solicitant care nu este IMI, atunci sunteți de acord și recunoașteți că Intuition Machines nu este responsabilă și nu are nicio obligație față de dvs. cu privire la orice recompense sau alte compensații pentru sarcinile îndeplinite. Sunteți de acord și luați la cunoștință că orice recompense sau alte compensații pentru sarcinile finalizate sunt determinate exclusiv în conformitate cu acordul dvs. cu Solicitantul și/sau Integratorul, după caz. Orice dispute cu privire la astfel de recompense sau alte compensații (inclusiv, fără a se limita la eșecul de a primi astfel de recompense sau alte compensații) sunt exclusiv între dvs. și Solicitantul și/sau Integrator, după caz.",
    "952813944": "Nici utilizarea de către dvs. a site-ului nostru web și nici nimic din acest acord nu creează o relație de angajare, parteneriat, joint venture, agenție, franciză sau reprezentant de vânzări între dvs. și Intuition Machines. Nu vă oferim niciun echipament sau instrumente pentru a finaliza o sarcină. Nu vă oferim niciun fel de beneficii, compensații pentru lucrători sau acoperire de asigurare. Nu suntem responsabili pentru nicio cheltuială pe care le suportați în utilizarea site-ului nostru web. Nu vom reține nicio sumă din recompensa dumneavoastră pentru impozitul pe venit federal sau de stat, securitate socială sau orice alt impozit. Sunteți liber în orice moment să îndepliniți sarcini pentru orice persoană sau afacere, inclusiv pentru oricare dintre concurenții noștri. Nu aveți autoritatea de a încheia niciun contract, scris sau oral, în numele Intuition Machines.",
    "3460432665": "Fără a aduce atingere celor de mai sus, dacă sunteți un contribuabil din SUA, vă putem solicita un W-9, care să fie actualizat anual și vă putem interzice să îndepliniți sarcini până când ați finalizat sau actualizat un W-9.",
    "458271951": "Dacă sunteți un Colaborator care accesează Serviciile și/sau efectuează sarcini prin sau în legătură cu un Integrator în numele Intuition Machines (acționând ca Solicitant), Intuition Machines vă poate recompensa pentru finalizarea acceptabilă a anumitor sarcini. În cazul în care se constată că v-ați implicat în fraude, abuz sau încălcare a acestor Termeni și condiții, toate recompensele pentru dvs. pot fi reținute și/sau recuperate de Intuition Machines.",
    "3056723024": "13. Finalizarea inacceptabilă a sarcinilor",
    "3913203723": "Dacă, din orice motiv, Solicitantul nu acceptă îndeplinirea unei sarcini pe care ați finalizat-o, dumneavoastră, în calitate de Contributor sau Integrator, nu veți avea dreptul la nicio recompensă pentru sarcină. În cazul în care ți-au fost deja distribuite recompense pentru o sarcină finalizată inacceptabil, este posibil să le recuperăm de la tine.",
    "3666807632": "14. Calificări și abilități ale colaboratorului",
    "1993899769": "15. Utilizarea noastră a informațiilor",
    "2927283721": "Prin îndeplinirea sarcinilor pe site-ul nostru web, autorizați colectarea, utilizarea și dezvăluirea informațiilor dumneavoastră personale în conformitate cu Politica noastră de confidențialitate. În plus, este posibil să împărtășim anumite informații despre dvs. și despre sarcinile dvs. finalizate Solicitantului ale cărui sarcini le-ați îndeplinit pentru a facilita relația de servicii și pentru a îmbunătăți site-ul web, inclusiv, de exemplu, ID-ul colaboratorului, rezultatele sarcinilor finalizate și alte atribute legate de calificările, limbile, abilitățile și utilizarea site-ului dvs.",
    "3027055607": "16. Proprietatea intelectuală și drepturile de proprietate",
    "3910971075": "IMI deține toate drepturile, inclusiv drepturile de proprietate intelectuală, în codul sursă, codul obiect sau structura subiacentă, idei sau algoritmi, API și orice software, documentație sau date suplimentare legate de Servicii („Software”). Nu veți, direct sau indirect, prin intermediul unei terțe părți sau în alt mod: (a) să faceți inginerie inversă, să decompilați, să dezasamblați sau să încercați în alt mod să descoperiți Software-ul; (b) să modifice, să traducă sau să creeze lucrări derivate bazate pe orice Software; (c) să copieze, să închirieze, să închirieze, să distribuie, să gaj, să cedeze sau să transfere sau să greveze în alt mod drepturile asupra oricărui Software; (d) să utilizeze orice Software pentru partajare pe timp, în scopuri de birou de servicii sau în alt mod în beneficiul unei terțe părți; sau (e) elimina orice notificări sau etichete de proprietate.",
    "3660891610": "Dacă sunteți Colaborator, IMI, și nu dvs., are drepturi de proprietate asupra oricărei lucrări pe care le produceți ca parte a îndeplinirii oricărei sarcini. Acceptând termenii acestui Acord, sunteți de acord să ne transferați (și prin prezenta) posesia, proprietatea și titlul (inclusiv toate drepturile de proprietate intelectuală existente în întreaga lume) în și către munca dvs. Pentru a ne asigura că suntem capabili să dobândim, să perfecționăm și să folosim astfel de drepturi, sunteți de acord să (i) să semnați orice documente pentru a ajuta la documentarea, perfecționarea și aplicarea drepturilor noastre; și (ii) să ofere acces rezonabil la informații pentru înregistrarea, perfecționarea, securizarea, apărarea și aplicarea acestor drepturi de proprietate în orice țară. Obligațiile dvs. conform acestei secțiuni vor continua chiar și după ce vă anulați sau încetați utilizarea Serviciilor. Ne desemnați ca mandatar pentru a executa documentele în numele dvs. în scopurile prevăzute în această secțiune.",
    "426125156": "17. Drepturi de autor și eliminare",
    "1408530660": "IMI respectă proprietatea intelectuală a altora și ne rezervăm dreptul de a elimina de pe site-ul nostru orice material despre care credem că poate încălca drepturile intelectuale ale oricărei terțe părți. Dacă credeți că propria dvs. lucrare a fost copiată într-un mod care constituie o încălcare a drepturilor de autor pe acest site web, vă rugăm să contactați asistența pentru clienți Intuition Machines.",
    "2696932851": "18. Despăgubiri",
    "3844300338": "Sunteți de acord să ne despăgubiți, să ne apărați și să ne feriți de orice pretenții, daune, răspunderi, costuri și cheltuieli (inclusiv onorariile și costurile rezonabile ale avocaților), care decurg din sau sunt legate de îndeplinirea sarcinilor de către dvs. sau de utilizarea site-ului nostru web. .",
    "2474091800": "19. Litigii cu alți utilizatori; Eliberare",
    "3162107126": "IMI nu este parte la nicio dispută între dumneavoastră și orice alt utilizator al Serviciilor. Eliberați IMI și afiliații săi de orice revendicări, cereri și daune de orice fel și natură, cunoscute și necunoscute, suspectate și nebănuite, dezvăluite și nedezvăluite, care decurg din sau sunt legate de orice dispută între dvs. și alt utilizator.",
    "2271969747": "20. Informații confidențiale pe care le primiți",
    "1042802841": "Informația confidențială este orice informație marcată ca confidențială sau proprietară sau care ar trebui să fie înțeleasă în mod rezonabil de partea care o primește ca fiind confidențială sau proprietară. Aceasta nu include nicio informație care este (1) disponibilă publicului, (2) aflată deja în posesia, dezvoltată independent de sau deja cunoscută de partea care o primește, sau (3) care a fost dezvăluită prin ordin judecătoresc sau așa cum se solicită în alt mod de către lege.",
    "1918025546": "Dacă vi se furnizează informații confidențiale de la oricine din Servicii, sunteți de acord să protejați secretul informațiilor confidențiale cu același grad de grijă pe care îl folosiți pentru a vă proteja propriile informații confidențiale, dar în niciun caz cu mai puțină atenție. Nu puteți dezvălui sau publica astfel de informații confidențiale sau de proprietate, cu excepția cazului în care este necesar pentru îndeplinirea unei sarcini. Toate informațiile dintr-o sarcină pe Platforma Intuition Machines trebuie considerate confidențiale chiar dacă informațiile nu sunt desemnate în mod expres ca confidențiale.",
    "2690395789": "Dacă și atunci când nu mai aveți nevoie de informațiile confidențiale pe care le-ați primit, trebuie să returnați sau să distrugeți cu promptitudine (după cum a solicitat oricine a dezvăluit informațiile) toate copiile informațiilor care există în sediul, sistemele sau alte echipamente pe care le controlați.",
    "2178073797": "Deoarece dezvăluirea informațiilor confidențiale poate cauza un prejudiciu ireparabil, partea care dezvăluie este îndreptățită să solicite măsuri de instanță pentru orice încălcare sau amenințare de încălcare a acestui termen.",
    "2185860003": "21. Modificări ale site-ului",
    "2631249972": "Putem îmbunătăți sau modifica site-ul nostru web fără notificare.",
    "3764131594": "22. Site-uri web ale terților",
    "295955580": "Site-ul nostru web poate conține link-uri către site-uri web ale terților. Nu controlăm, investigăm, monitorizăm sau verificăm astfel de site-uri web. Nu suntem responsabili pentru programele de calculator, conținutul sau opiniile conținute pe astfel de site-uri web și nici nu aprobăm. Dacă decideți să părăsiți site-ul nostru web și să accesați orice site web al unei terțe părți, o faceți pe propriul risc.",
    "838225123": "23. Declinarea răspunderii privind garanția",
    "3897238493": "SERVICIILE SUNT FURNIZATE PE BAZĂ „CA AȘA ESTE”. NU OFERIM DECLARAȚII SAU GARANȚII, IMPLICITE SAU EXPRESE, CU PRIVIRE LA ACCESIBILITATEA, ADECVENȚIA, LEGITITATEA, DISPONIBILITATEA SAU FUNCȚIONALITATEA SERVICIILOR, ORICE SOFTWARE SAU MATERIALE CONEXE, SARCINI ȘI ACTIVITĂȚI ORICE ACORD. ÎN MĂSURA MAXIMĂ PERMISĂ DE LEGE, IMI RENUNȚĂ TOATE CONDIȚIILE EXPRESE SAU IMPLICITE, DECLARAȚII ȘI GARANȚII INCLUSIV, DAR FĂRĂ A SE LIMITĂ LA, GARANȚII DE VANTABILITATE, ADECVENȚĂ PENTRU UN ANUMIT SCOP ȘI NEÎNCĂLCAREA. SINGURUL ȘI EXCLUSIV REMEDIU ÎMPOTRIVA IMI CU PRIVIRE LA ORICE DEFECTE, NECONFORMĂȚI SAU NESATISFACȚIE ESTE ÎNCETAREA UTILIZĂRII SERVICIILOR. din accesul sau utilizarea de către dumneavoastră a site-ului web sau a platformei Intuition Machines. Pot apărea întreruperi programate și neprogramate și nu garantăm disponibilitatea neîntreruptă a site-ului nostru.",
    "2110259227": "24. Limitarea răspunderii",
    "3018077211": "25. Rezolvarea litigiilor de colaborator",
    "2790841456": "Dacă sunteți Colaborator, sunteți de acord cu următoarea clauză de arbitraj și cu renunțarea la acțiunea colectivă:",
    "3302832698": "Este necesară soluționarea alternativă a litigiilor.",
    "561456032": "Sunteți de acord că, pentru orice dispută care decurge din sau se referă la utilizarea de către dvs. a Serviciilor, inclusiv orice dispută care ar fi putut apărea din momentul în care ați început să îndepliniți sarcini pentru IMI și, în special, inclusiv orice reclamație legată de faptul că vă clasificați sau nu drept un contractant independent, mai întâi veți notifica IMI cu privire la cererea dumneavoastră împotriva acestuia. Dumneavoastră și IMI veți încerca apoi să rezolvați problema fie prin negociere directă, fie prin mediere. Vom împărți în mod egal costul medierii și vom fi de acord ca medierea să fie efectuată prin telefon sau prin alte mijloace electronice. Dacă o revendicare rămâne nerezolvată în urma negocierilor informale sau a medierii, sunteți de acord că dvs. și IMI veți folosi arbitrajul final și obligatoriu pentru a rezolva disputa. Această clauză reglementează toate revendicările retroactiv din momentul în care ați început să utilizați site-ul nostru web, fie că se bazează pe delict, contract, statut, inclusiv, dar fără a se limita la, orice revendicări de discriminare și hărțuire, fie că se bazează pe Legea privind ocuparea echitabil și locuința din California. , Titlul VII din Legea drepturilor civile din 1964, cu modificările ulterioare, sau orice altă lege sau reglementare statală sau federală, lege echitabilă sau altfel.",
    "3794239003": "Procedura de arbitraj.",
    "4193379787": "Toate arbitrajele în temeiul acestui acord se vor desfășura în conformitate cu regulile Asociației Americane de Arbitraj sau de către un serviciu de arbitraj convenit de comun acord. Arbitrul va fi un arbitru din SUA selectat dintr-o listă de nu mai puțin de șapte (7) nume prin avertismente alternative. În arbitraj, fiecare parte va avea dreptul de a efectua o descoperire civilă adecvată, de a prezenta moțiuni dispozitive și de a prezenta martori și probe, după cum este necesar, pentru a-și prezenta cauzele și apărările, iar orice dispută în acest sens va fi soluționată de arbitru. Soluționarea litigiului se va baza exclusiv pe legea care guvernează pretențiile și apărările invocate, iar arbitrul nu poate invoca niciun alt temei decât o astfel de lege de control. Arbitrul are imunitate de răspundere civilă a unui ofițer judiciar atunci când acționează în calitate de arbitru, imunitate care completează orice altă imunitate existentă. Hotărârile trebuie să includă opinia motivată scrisă a arbitrului. Renunțați la dreptul de a vă judeca prin juriu pentru orice pretenție pe care o puteți avea împotriva IMI sau pe care IMI o poate avea împotriva dumneavoastră. Orice reclamație în temeiul acestei clauze trebuie formulată în termenul de prescripție aplicabil. Actul Federal de Arbitraj al Statelor Unite guvernează această clauză și recunoașteți că acest Acord evidențiază o tranzacție comercială.",
    "2583888954": "Excepții.",
    "1034830": "Litigiile care nu pot face obiectul unui acord de arbitraj predispută, conform prevederilor Legii de reformă și protecție a consumatorilor din Dodd-Frank Wall Street (Legea publică 111-203) sunt excluse din acest acord.",
    "263977834": "Epuizarea Administrativă.",
    "1807512722": "Puteți depune orice reclamație care decurge din utilizarea acestui site web unei agenții administrative, dar numai în măsura în care legea aplicabilă permite accesul la o astfel de agenție, fără a aduce atingere existenței unui acord de arbitraj. Astfel de cereri administrative includ, fără limitare, cereri sau acuzații aduse în fața Comisiei pentru șanse egale în muncă, Departamentului Muncii din SUA și Consiliului național pentru relații de muncă. Nimic din această clauză nu va fi considerat că vă împiedică sau vă scuză de a depune o reclamație administrativă în fața oricărei agenții pentru a vă îndeplini obligația de a epuiza căile de atac administrative înainte de a depune o cerere în arbitraj, cu toate acestea, renunțați la dreptul la orice hotărâre în bani prin aceasta. procedurile agenției.",
    "996430331": "Locația arbitrajului.",
    "3040062804": "Orice procedură de arbitraj conform acestei secțiuni se va desfășura în mod implicit în statul California, cu excepția cazului în care locuiți în afara Statelor Unite, caz în care arbitrajul va avea loc în întregime electronic sau telefonic. Arbitrajul poate avea loc în orice altă locație, dacă fiecare parte este de acord în scris. Indiferent de locația sa, orice parte poate opta să se prezinte la arbitraj prin video live sau teleconferință.",
    "3091247030": "Renunțare la acțiunea colectivă.",
    "2520904193": "Renunțați la orice drept pe care îl aveți ca orice dispută să fie introdusă, audiată sau arbitrată ca acțiune colectivă, colectivă sau reprezentativă. Fără a aduce atingere oricărei alte clauze cuprinse în prezentul acord, teza anterioară nu va putea fi separată de prezentul acord în niciun caz. Orice pretenție conform căreia întreaga sau o parte a acestei renunțări este inaplicabilă, inacceptabilă, nulă sau anulabilă poate fi determinată numai de o instanță cu jurisdicție competentă și nu de un arbitru. Nu veți fi răzbunați sau împiedicați să îndepliniți sarcinile de pe site-ul nostru web ca urmare a exercitării drepturilor dumneavoastră în temeiul secțiunii 7 din Legea națională privind relațiile de muncă sau prin depunerea sau participarea la o acțiune de grup, colectiv sau reprezentativ în orice forum. , dar putem solicita în mod legal punerea în aplicare a acestei renunțări la acțiunea colectivă și să solicităm respingerea acestor acțiuni sau revendicări colective sau reprezentative.",
    "3493572638": "Costuri și taxe.",
    "702926385": "Părțile își vor suporta fiecare costurile respective pentru reprezentarea juridică la orice astfel de arbitraj, cu excepția cazului în care onorariile avocaților sunt prevăzute în mod explicit de lege. Părțile vor împărți orice taxă administrativă inițială percepută de arbitru, până la un cost maxim pentru dvs. de două sute cincizeci de dolari (250,00 USD). Costul arbitrului și al reporterului, dacă există, va fi suportat inițial de noi; cu toate acestea, arbitrul va avea puterea de a acorda costuri corespunzătoare părții care prevalează, așa cum este prevăzut de lege și/sau de a solicita părților să împartă costurile asociate cu arbitrul și/sau raportorul judiciar.",
    "3199694247": "Separabilitate.",
    "3102490587": "Cu excepția renunțării la acțiunea colectivă, în cazul în care orice termen sau prevedere sau o parte din această clauză de arbitraj este declarată nulă sau inaplicabilă, aceasta va fi întreruptă, iar restul clauzei de arbitraj va fi aplicabilă.",
    "2323013093": "26. Legea aplicabilă",
    "2900525040": "Legile statului California guvernează acești Termeni și condiții și orice controversă, dispută sau reclamație care decurge din acestea.",
    "3339302473": "27. Rezilierea",
    "1158384644": "Puteți alege în orice moment să încetați utilizarea site-ului nostru web, cu condiția să respectați toate politicile IMI aplicabile. Putem, la discreția noastră exclusivă, să reziliem acest acord, să suspendăm accesul la site-ul nostru web sau să înlăturăm orice serviciu imediat, fără notificare, din orice motiv.",
    "41530052": "28. Condiții generale",
    "3202747130": "Întregul acord. Acești Termeni și condiții și orice politici, proceduri sau termeni la care se face referire în acest acord constituie întregul acord al părților cu privire la subiect și înlocuiesc și anulează toate acordurile, pretențiile, declarațiile și înțelegerile anterioare și contemporane conexe ale părților. .",
    "4080263153": "Fără excepție. Nu se va considera că am renunțat la nicio parte din drepturile sau căile noastre de atac decât dacă renunțarea este în scris și semnată de noi. Dacă întârziem aplicarea sau nu reușim să ne aplicăm drepturile în temeiul vreunei prevederi a acestui acord, aceasta nu va constitui o renunțare la dreptul nostru de a aplica ulterior o astfel de prevedere sau orice parte a acestui acord.",
    "1789371580": "Atribuibilitate. Nu puteți atribui acești Termeni și condiții fără acordul nostru scris prealabil. Putem atribui acești Termeni și condiții în orice moment, fără notificare. Sub rezerva celor de mai sus, acești Termeni și condiții vor fi obligatorii pentru succesorii și mandatarii autorizați ai fiecărei părți.",
    "2819628066": "Separabilitate. Dacă vreo prevedere a acestor Termeni și condiții este considerată invalidă sau inaplicabilă din orice motiv, aceasta nu va afecta valabilitatea și aplicabilitatea oricăror prevederi rămase.",
    "3955981186": "Amendamente. Nicio modificare sau modificare a acestor Termeni și condiții de către altcineva decât IMI nu va fi obligatorie pentru IMI, cu excepția cazului într-un instrument scris semnat de un reprezentant autorizat al IMI.",
    "1377538813": "Limbajul predominant. Versiunea în limba engleză a acestor Termeni și condiții va controla în toate privințele și va prevala în cazul oricăror inconsecvențe cu versiunile traduse, dacă există.",
    "2438016011": "Acord voluntar. Toate părțile la acești Termeni și condiții declară și sunt de acord că fiecare a revizuit toate aspectele acestui acord, a citit cu atenție și a înțeles pe deplin toate prevederile acestuia și că intră în mod voluntar în acest acord.",
    "2445034923": "Dacă nu sunteți de acord cu toți termenii și condițiile acestor Termeni și condiții, nu (și nu puteți) utiliza sau accesa Site-ul sau Serviciile.",
    "2646127839": "Anexă pentru clienți la Termenii și condițiile principale",
    "4097297673": "În calitate de Client, Solicitant sau Integrator, sunteți de acord să respectați termenii de mai jos, pe lângă orice alți termeni obligatorii dintre dvs. și IMI.",
    "1093280979": "1. Formulare de comandă pe platformă",
    "1549953005": "Este posibil să fi completat unul sau mai multe formulare de comandă de acces la platformă (fiecare, un „Formular de comandă”) ca o condiție pentru a deveni Client sau Solicitant. Dacă da, atunci termenii și condițiile descrise în Formularul de comandă devin parte din Termenii și condițiile și sunt încorporate prin prezenta prin referință.",
    "3819851005": "2. Taxe",
    "1591032933": "Veți plăti IMI taxele așa cum este descris în Formularul de comandă aplicabil, prin metoda de plată pe care ați furnizat-o în Formularul de comandă aplicabil. Cu excepția cazului în care ambele părți au convenit în mod expres altfel în scris, veți furniza plata integrală pentru toate facturile emise în termen de treizeci (30) de zile de la data expedierii facturii. Ne autorizați să executăm autorizații pentru cardul de credit pentru toate informațiile despre cardul de credit pe care ni le furnizați, să stocăm acele informații despre cardul de credit și să debităm cardul dvs. de credit sau orice alt cont pe care suntem de comun acord ca formă de plată. Cu excepția cazului în care se menționează altfel în Formularul de comandă sau în Acordul dvs. de servicii pentru întreprindere sau în Acordul principal de servicii, toate taxele pentru Servicii, cu excepția depășirilor, sunt facturate anual la începerea serviciilor furnizate de IMI conform Acordului dvs. („Data Intrării în vigoare”).",
    "4142610534": "Orice plăți cu întârziere vor acumula taxe de întârziere la o rată de 1,5% la sută pe lună sau suma maximă permisă de lege, oricare dintre acestea este mai mică. Dacă nu reușiți să plătiți suma datorată conform prezentului Acord din orice motiv, contul dumneavoastră poate fi suspendat, la discreția noastră, caz în care nu se vor efectua plăți suplimentare din contul dumneavoastră pentru finalizarea sarcinilor și toate sarcinile dumneavoastră vor fi eliminate. de pe site-ul nostru. Trebuie să ne rambursați toate sumele datorate la cerere, plus orice taxe de procesare, taxe de întârziere sau comisioane de avocați. De asemenea, putem face rapoarte adecvate agențiilor de raportare a creditelor și autorităților de aplicare a legii.",
    "512991700": "Dacă doriți să contestați orice taxe, trebuie să contactați departamentul nostru de asistență pentru clienți în cel mult treizeci (30) de zile de la data de închidere a primului extras de cont sau de facturare în care a apărut eroarea sau problema pentru a primi o ajustare sau un credit.",
    "1273914192": "3. Impozite",
    "4242322181": "Sunteți responsabil pentru plata tuturor taxelor asociate Serviciilor, altele decât impozitele din SUA, calculate pe venitul net sau proprietatea personală a Intuition Machines.",
    "1671996585": "Este posibil să vi se solicite să vă integrați site-ul web, aplicația sau platforma cu Serviciile noastre prin interfața noastră de programare a aplicațiilor („API”). În cazul în care faceți acest lucru, vă acordăm o licență limitată, neexclusivă, netransferabilă, neatribuabilă și revocabilă pentru a utiliza API-ul exclusiv pentru a accesa Serviciile. Putem modifica API-ul și/sau încetăm suportul pentru versiunile sau versiunile vechi ale API-ului în orice moment. Ne rezervăm dreptul de a suspenda sau de a vă limita accesul la API la discreția noastră și vom depune eforturi rezonabile pentru a vă notifica înainte de suspendare.",
    "4036662147": "5. Protecția informațiilor confidențiale",
    "3564208535": "Sunteți de acord să depuneți eforturi rezonabile din punct de vedere comercial pentru a proteja orice Informație Confidențială primită de la noi sau prin intermediul Serviciilor noastre. include scoruri bot și detalii non-publice ale serviciului nostru de întreprindere, inclusiv documentație non-publică și orice detalii pe care le putem împărtăși cu privire la metodele noastre de detectare a botului. Dacă vi se acordă acces la orice astfel de informații confidențiale, vă putem modifica, suspenda sau limita accesul la serviciile noastre, la discreția noastră, dacă stabilim că informațiile confidențiale sunt expuse prin utilizarea serviciilor noastre și vom depune eforturi rezonabile. pentru a vă anunța înainte de suspendare.",
    "120384113": "6. Rezilierea",
    "453723556": "Puteți rezilia acest Anex pentru clienți independent de Termenii și condițiile, încetând să mai fiți Client sau Solicitant. Ne rezervăm dreptul de a suspenda sau de a rezilia statutul dvs. de Client sau Solicitant în orice moment, sau de a vă închide în alt mod contul sau utilizarea Serviciilor în conformitate cu Termenii și condițiile. Rămâneți răspunzător la reziliere pentru orice sumă datorată conform formularului dumneavoastră de comandă. Dacă abonamentul dvs. include taxe lunare sau anuale sau minime lunare sau anuale, veți fi în continuare responsabil pentru plata tuturor taxelor pentru Servicii până la sfârșitul lunii sau, respectiv, anului respectiv.",
    "218889628": "Cu excepția cazului în care reziliem acest apendice pentru clienți sau Termenii și condițiile ca urmare a încălcării de către dvs. a acestui apendice pentru clienți sau a Termenilor și condițiilor, dacă reziliem și ne-ați plătit în avans orice taxe, vă vom rambursa o parte proporțională a acestora. sume plătite în avans, în funcție de timpul rămas sau de Serviciile pentru care ați plătit, oricare dintre acestea este mai mică. Ne vom încheia activitatea într-un mod rezonabil din punct de vedere comercial și vom păstra și vă vom livra toate seturile de date de ieșire plătite și toate datele clienților în posesia noastră. La orice reziliere, putem, dar nu suntem obligați să ștergem orice date.",
    "2505227594": "7. Suplimente",
    "2369877184": "Rata RPS maximă permisă pentru integratorii sau clienții hCaptcha este de 1.000 de solicitări pe secundă către entitățile din contul dvs. (\"RPS\"), cu excepția cazului în care se specifică altfel printr-un acord contractual scris între dvs. și noi.",
    "234420106": "În cazul în care sunteți Integrator sau Client al serviciului hCaptcha Enterprise și utilizarea API-ului dvs. măsurată de RPS depășește rata prevăzută pentru nivelul dvs. de servicii, este posibil să alegem să vă modificăm serviciul sau să percepem o rată excesivă. În cazul în care rata dvs. de vârf RPS depășește rata prevăzută cu un factor de 10 pentru 10 sau mai multe minute în total într-o perioadă de 30 de zile și majoritatea acestor solicitări sunt, după singura noastră judecată, nu trafic rău intenționat, putem alege să vă taxează cu tariful de supraîncărcare specificat în contract pentru toate solicitările API făcute în luna respectivă.",
    "2619472217": "8. Revânzare",
    "2019702084": "Cu excepția cazului în care este permis în mod expres în Acordul de servicii principal al clientului sau în Acordul de reseller, serviciile SaaS comandate nu vor fi vândute, revândute, închiriate, sub-închiriate, licențiate, sub-licențiate sau puse la dispoziție în alt mod oricărei alte părți terțe (altele decât un afiliat al clientului). ), iar toate comenzile în temeiul Acordului și toate utilizările Serviciului de către Client vor fi pentru uzul comercial intern al Clientului sau al Afiliatului acestuia.",
    "1233229030": "Diverse",
    "1467783792": "Nicio persoană, entitate sau organizație sancționată de Statele Unite (un „Actor sancționat”) nu este eligibilă pentru recompense sau pentru a utiliza Serviciile ca Integrator. Pentru a evita orice dubiu, aceasta include orice actor sancționat desemnat de Oficiul pentru Controlul Activelor Străine („OFAC”) al Departamentului Trezoreriei SUA.",
    "3759657802": "Nu aveți dreptul să cedați, să transferați sau să delegați acești Termeni și condiții sau drepturile sau obligațiile dvs. în temeiul acestora în niciun fel (prin aplicarea legii sau în alt mod).",
    "1627232990": "Traducerile acestor Termeni și condiții sunt furnizate pe baza celor mai bune eforturi. În cazul oricărei diferențe substanțiale între Termenii și condițiile în limba engleză și o traducere a acestora, Termenii și condițiile în limba engleză vor fi interpretați ca fiind autoritari.",
    "805221621": "Vă rugăm să ne contactați la",
    "259613338": "dacă aveți întrebări cu privire la acești Termeni și condiții.",
    "2735878907": "Declarație de planificare a continuității afacerii",
    "2887242610": "Intuition Machines, Inc a dezvoltat un plan de continuitate a afacerii cu privire la modul în care vom răspunde la evenimentele care perturbă semnificativ afacerea noastră hCaptcha. Deoarece momentul și impactul dezastrelor și perturbărilor sunt imprevizibile, va trebui să fim flexibili în a răspunde evenimentelor reale pe măsură ce acestea apar. Având în vedere acest lucru, vă oferim aceste informații despre planul nostru de continuitate a activității.",
    "809251240": "Contactează-ne",
    "2551802342": "– Intenționăm să recuperăm și să reluăm rapid operațiunile comerciale după o întrerupere semnificativă a afacerii și să răspundem prin protejarea angajaților și proprietăților noștri, efectuând o evaluare financiară și operațională, protejând registrele și evidențele companiei și permițând clienților noștri și utilizatorilor lor finali să tranzacționeze online. Pe scurt, planul nostru de continuitate a activității este conceput pentru a permite companiei noastre să reia operațiunile cât mai repede posibil, având în vedere amploarea și gravitatea întreruperii semnificative a activității. Planul nostru de continuitate a afacerii se adresează: backup și recuperare a datelor; toate sistemele critice de misiune; evaluări financiare și operaționale; comunicații alternative cu clienții, angajații și organismele de supraveghere; locația fizică alternativă a angajaților; impact critic asupra furnizorilor și clienților; raportare de reglementare; și anunțând clienții noștri imediat în cazul în care nu ne putem continua afacerea. Grupul nostru de furnizori de bază susține înregistrările noastre importante într-o zonă separată din punct de vedere geografic. În timp ce fiecare situație de urgență pune probleme unice bazate pe factori externi, cum ar fi ora din zi și severitatea întreruperii, acest grup de furnizori ne-a informat că obiectivul lor este de a-și restabili propriile operațiuni și de a putea relua rapid serviciile. Deși am lucrat pentru a reduce riscul utilizând un set divers de furnizori, serviciile dumneavoastră ar putea fi modificate sau întrerupte în această perioadă.",
    "826396656": "Planul nostru de continuitate a afacerii",
    "1979347895": "– Întreruperea semnificativă a afacerii poate varia în ceea ce privește domeniul lor, cum ar fi doar firma noastră, o singură clădire care găzduiește firma noastră, cartierul în care se află firma noastră, orașul în care ne aflăm sau întreaga regiune. În fiecare dintre aceste zone, severitatea perturbării poate varia, de asemenea, de la minim la sever. Într-o întrerupere a firmei noastre, a cartierului nostru de afaceri, a orașului sau a regiunii sau a unei clădiri care găzduiește firma noastră, ne vom transfera operațiunile pe un site local atunci când este necesar și nu ne așteptăm la nicio întrerupere semnificativă a operațiunilor comerciale. În oricare situație, intenționăm să continuăm activitatea, să transferăm operațiunile către furnizori alternativi, dacă este necesar, și să vă anunțăm prin intermediul site-ului nostru la hcaptcha.com și a paginii noastre de stare la hcaptchastatus.com cu privire la modul în care ne puteți contacta. Dacă întreruperea semnificativă a afacerii este atât de gravă încât ne împiedică să rămânem în activitate, vă vom anunța rapid.",
    "653679457": "Tulburări variate",
    "410397176": "Pentru mai multe informatii",
    "2095899021": "Ghid de branding hCaptcha și licență generală pentru mărci comerciale",
    "2340340589": "Instrucțiuni privind utilizarea mărcii hCaptcha",
    "2430148876": "Am creat aceste linii directoare și licența generală a mărcii comerciale pentru a le permite clienților, partenerilor și fanilor noștri să lucreze cât mai ușor cu marca noastră, păstrând în același timp identitatea noastră corporativă. Dacă trebuie să utilizați pictogramele, siglele sau alte mărci hCaptcha în moduri care diferă semnificativ de aceste reguli, va trebui să ne contactați (IMI) pentru o licență scrisă.",
    "3884400764": "Deși puteți utiliza mărcile hCaptcha conform acestor instrucțiuni, aceasta nu înseamnă că aveți drepturi investite asupra mărcilor hCaptcha, siglelor sau asupra oricărei alte mărci comerciale, nume comerciale, mărci de serviciu, denumiri comerciale sau bunăvoință a hCaptcha. Dorim să acordăm cât mai multă flexibilitate posibil, dar suntem obligați să protejăm hCaptcha împotriva utilizării neautorizate a oricărei mărci comerciale, nume comerciale, mărci de serviciu, nume comerciale sau fonduri comerciale ale hCaptcha. Orice utilizare neautorizată anulează automat permisiunea sau licența acordată de hCaptcha și poate atrage răspunderi legale pentru orice daune.",
    "512598290": "Astfel, trebuie să vă cerem să utilizați întotdeauna toate mărcile și siglele hCaptcha într-o formă care să respecte regulile de mai jos, inclusiv scrierea cu majuscule, caractere și stil.",
    "2075610992": "Mulțumesc pentru sprijin!",
    "1023190144": "hCaptcha® în text",
    "4274324704": "Iată cum să ne folosim numele în copie scrisă:",
    "3912926900": "hCaptcha® ar trebui să aibă un simbol al mărcii înregistrate prima dată când apare într-o copie creativă.",
    "950637875": "Ortografia hCaptcha nu trebuie schimbată niciodată, iar hCaptcha ar trebui să fie întotdeauna scrisă cu majuscule în a doua literă (\"C\"). Nu este niciodată plural sau posesiv.",
    "2624601135": "„hCaptcha” nu trebuie folosit ca parte a unui nume de marcă, alăturat cu o cratimă sau folosit în numele aplicațiilor sau altor produse.",
    "3828090208": "În schimb, utilizați „for hCaptcha”. Dacă este utilizat cu o siglă terță parte, „for hCaptcha” trebuie să fie mai mică decât sigla terță parte.",
    "4149738856": "hCaptcha ar trebui folosit ca adjectiv și urmat de un termen generic adecvat.",
    "1446868537": "hCaptcha nu trebuie folosit niciodată ca verb.",
    "2487931657": "Nu utilizați: „am Captcha’d site-ul nostru”.",
    "2565565429": "În schimb, folosiți: „folosim hCaptcha pentru a face site-ul nostru mai sigur și mai sigur”.",
    "3434202027": "Orice utilizare a numelui hCaptcha în comunicații necesită atribuirea: „hCaptcha este o marcă înregistrată a Intuition Machines, Inc.”",
    "2754937029": "Utilizări inacceptabile",
    "2436973524": "Sunt acceptate doar referințele exacte. Nu este permis să spunem că un site folosește servicii și aplicații hCaptcha atunci când nu. În mod similar, utilizarea siglei noastre sau a oricăror insigne este de asemenea adecvată numai atunci când site-ul utilizează serviciile hCaptcha.",
    "69844082": "De asemenea, mărcile comerciale hCaptcha, simbolurile grafice, siglele, caracterele de caractere sau pictogramele nu pot fi utilizate într-o manieră denigratoare.",
    "3861413614": "Nu puteți utiliza nicio marcă sau logo hCaptcha care ar implica faptul că hCaptcha are o afiliere sau susținere, sponsorizare sau sprijin pentru un produs sau serviciu terță parte, fără permisiunea scrisă expresă.",
    "1409822234": "În niciun caz, o marcă comercială hCaptcha identică sau aproape identică nu va fi utilizată ca nume de domeniu.",
    "4181060163": "Terții nu ar trebui să folosească variații sau greșeli de ortografie sau să acționeze în vreun fel care ar provoca confuzii inițiale de interes asupra mărcilor hCaptcha.",
    "3955555607": "În afară de Parteneri sau Revânzători autorizați, terții nu pot licita pentru cuvinte cheie, Google AdWords sau alte sisteme de publicitate direcționate care folosesc marcaje hCaptcha sau greșeli de ortografie. De asemenea, terții nu pot folosi mărci hCaptcha în numele de domenii, în orice optimizare pentru motoarele de căutare, meta-etichete, termeni de căutare, cod sau alte denaturari.",
    "1985238261": "Alte mărci restricționate",
    "2193061499": "Unele dintre logo-urile și mărcile noastre sunt limitate la utilizarea de către hCaptcha și partenerii săi. Terții nu pot folosi următoarele mărci fără o licență scrisă de la hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop de la hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Sigla BotStop™",
    "3942875761": "Ajutați la construirea unui Web mai bun™",
    "364774188": "Sunt om™",
    "2785425016": "(în contextul unei soluții de verificare a umanității, de exemplu, un apel la acțiune)",
    "2639657759": "Marcaje utilizate cu permisiunea",
    "1268918580": "Unele dintre siglele și mărcile utilizate de hCaptcha și partenerii săi sunt deținute de terți și pot fi utilizate numai cu permisiunea acestora. Terții nu pot folosi următoarele mărci, cu excepția cazurilor permise de proprietarii lor:",
    "3782751514": "HUMAN Protocol® este o marcă înregistrată a Fundației HUMAN Protocol și este utilizată cu permisiunea acesteia.",
    "1620709264": "HUMAN Token® este o marcă înregistrată a HUMAN Protocol Foundation și este utilizată cu permisiunea acesteia.",
    "3031953928": "HUMAN Network™ este o marcă comercială a HUMAN Protocol Foundation și este utilizată cu permisiunea acesteia.",
    "3554363588": "Alte Marci",
    "3290996791": "Toate celelalte nume de produse, logo-uri și mărci sunt proprietatea proprietarilor respectivi. Toate celelalte nume de companii, produse și servicii utilizate pe acest site sunt doar în scop de identificare. Utilizarea acestor nume, logo-uri și mărci nu implică aprobare.",
    "2444685143": "Politica siglei",
    "2414232014": "Logo-ul nostru este recunoscut instantaneu și este unul dintre bunurile noastre cele mai valoroase și importante. Pentru a ne asigura că rămâne o reprezentare puternică a companiei noastre, trebuie prezentată într-o manieră atentă și consecventă pe toate canalele de comunicare.",
    "803639471": "Sigla hCaptcha este compusă din pictograma mână și logotipul hCaptcha. În forma sa alternativă, pictograma mână poate apărea singură atunci când spațiul este limitat și „hCaptcha” este folosit ca semn de cuvânt (așa cum este descris mai sus) în imediata apropiere a pictogramei mână, astfel încât să fie clar că pictograma mână reprezintă hCaptcha.",
    "564127016": "Pictograma de mână hCaptcha:",
    "1424800293": "Logo-ul hCaptcha:",
    "1525506526": "Ce sunt preluarile de cont și cum funcționează?",
    "2446481523": "Există o veche poveste populară în care un șofer de căruță și un nobil apar la poliția dintr-un mic sat de la țară. Un bărbat, îmbrăcat în haine murdare, de sărac, i-a spus polițistului: „Eu sunt nobilul. Omul acesta a fost șoferul meu.",
    "1767952047": "M-a atacat aseară, mi-a furat hainele și mi-a luat banii.” Celălalt bărbat, îmbrăcat în haine mari, îmbrăcămintea clasei nobiliare, a răspuns: „Conetabil, acest om este nebun. El crede că este un nobil. Eu sunt adevăratul nobil. Arestati-l!\"",
    "2947576723": "Această poveste precede permisele de conducere și amprentarea digitală, dar oferă un bun exemplu despre ceea ce poate merge prost într-o situație de preluare a unui cont. O persoană se conectează la un cont bancar online sau la o aplicație de plăți mobile. Este el deținătorul contului real sau un hacker? Cine este cu adevărat cine? Aceste probleme de securitate afectează organizațiile care permit accesul la cont cu autoservire.",
    "1687299615": "Ce este preluarea unui cont?",
    "2648707986": "Preluarea unui cont este o formă de fraudă cibernetică în care un actor rău intenționat se uită la proprietarul unui cont online. De obicei, contul se află la o instituție financiară sau o afacere de comerț electronic, unde fraudatorul poate fura bani, mărfuri sau carduri cadou. Atacatorul folosește acreditările de conectare furate pentru a accesa contul și apoi îl preia, poate schimbând parola pentru a bloca proprietarul real al contului.",
    "1476843710": "Formele mai puțin dăunătoare din punct de vedere financiar, dar totuși dăunătoare, de preluare a conturilor implică deturnarea conturilor de rețele sociale și altele asemenea. În aceste cazuri, atacatorul încearcă de obicei să răspândească programe malware sau să se angajeze în atacuri de tip phishing împotriva prietenilor nebănuiți ai victimei. Sau, atacatorul încearcă să facă de rușine victima, ceea ce se întâmplă uneori cu celebrități și politicieni, de exemplu.",
    "2904949278": "Cum preia un hacker un cont?",
    "2575690545": "Preluările de cont, la fel ca atâta fraudă cibernetică, sunt în mare parte o chestiune de procese automate, în masă. Este rar ca un hacker, îmbrăcat în hanoraș în subsolul mamei sale, să introducă pe rând parolele pe site-urile băncilor.",
    "3614653023": "Mai degrabă, practica se bazează pe atacuri la scară largă de umplere a acreditărilor care încearcă milioane de perechi nume utilizator/parolă pe zeci de instituții financiare țintă, în speranța de a debloca un mic subset de conturi. Odată ce software-ul de fraudă automatizat a obținut acces la cont, un hacker uman se poate implica, dar în unele cazuri, nu.",
    "2762759509": "Multe atacuri de preluare a conturilor sunt aproape în întregime automatizate.",
    "1972710018": "Privind din perspectiva companiei",
    "1282121137": "Pentru a înțelege cât de problematică poate fi preluarea contului, luați în considerare cum arată experiența din punctul de vedere al instituției financiare. Ei gestionează milioane de autentificări în fiecare zi.",
    "2315518622": "Având în vedere sofisticarea disponibilă în instrumentele de atac de astăzi, este extrem de dificil să detectezi care, dacă există, sunt frauduloase. Apoi, o persoană sună la linia de asistență pentru clienți și spune „Contul meu a fost atacat! Nu mă pot autentifica și cineva îmi fură banii!”",
    "1836369533": "La fel ca polițistul din basmul popular, cum se poate determina cine este cu adevărat cine? Dacă atacatorul are suficiente elemente de identitate furate, cum ar fi numărul permisului de conducere, numărul de securitate socială, numele de fată a mamei, adresa și așa mai departe, ar putea fi destul de dificil să se determine dacă apelantul este deținătorul real al contului sau un atacator care încearcă să obțină un resetarea parolei pentru un cont în care dorește să-l pătrundă.",
    "2880837730": "Ce se poate face pentru a opri preluarea conturilor?",
    "3654556483": "Instituțiile financiare și companiile de comerț electronic au procese și controale care atenuează o parte din amenințarea de preluare a contului. Acestea variază de la întrebările de securitate de modă veche „care era numele celui mai bun prieten al tău din școala elementară” până la metode de detectare care scot la iveală adrese IP suspecte și profiluri de dispozitive mobile.",
    "2449501658": "oferă una dintre cele mai avansate modalități de a atenua amenințarea din încercările frauduloase de conectare la cont, folosind învățarea automată pentru a detecta și opri roboții și făcând efectiv mult mai dificil sau chiar imposibil pentru fraudatori să se implice în preluarea contului.",
    "3621455477": "pentru a afla mai multe!",
    "555246307": "Apropo, iată cum se termină povestea nobilului și a șoferului său: polițistul i-a făcut pe cei doi să stea împreună ore întregi într-o cameră și să se plictisească din minți. La sfârșitul zilei, a apărut și a spus: „Voi vorbi acum cu șoferul de vagon”. Bărbatul în haine nobile se ridică. Era atât de plictisit, încât a uitat că se preface doar că este nobilul.",
    "1224727373": "BotStop de hCaptcha",
    "1187718370": "Contactează-ne",
    "3892905664": "hCaptcha ajută serviciile dvs. online preferate să țină departe roboții, spam-ul și abuzul punând întrebări simple care sunt ușoare pentru oameni și dificile pentru mașini.",
    "555158694": "Un serviciu pe care îl utilizați a ales să vă îmbunătățească experiența pe site-ul lor instalând hCaptcha pentru a reduce traficul rău intenționat.",
    "1617196410": "hCaptcha se concentrează pe oprirea roboților. Nu ne interesează cine este un utilizator, ci doar dacă este rău intenționat. Lucrăm din greu pentru a echilibra confidențialitatea și",
    "1624200563": "securitate și respectă GDPR, CCPA, LGPD, PIPL și alte reglementări privind confidențialitatea.",
    "1927613000": "hCaptcha combină învățarea automată sofisticată cu o platformă puternică de provocare pentru a proteja aplicațiile web de preluări de conturi, umplere de acreditări, scraping și alte tipuri de abuz.",
    "1133989302": "De ce hCaptcha?",
    "34074886": "De fiecare dată când răspundeți la o provocare, folosim modele sofisticate pentru a ne da seama dacă sunteți om. Site-ul pe care l-ați vizitat folosește apoi acest rezultat pentru a vă ajuta să vă îmbunătățiți experiența pe site-ul lor, ținând departe roboții.",
    "3412647984": "Acest lucru vă permite să evitați întrebările viitoare prin înregistrarea și setarea unui cookie. De asemenea, încercați să dezactivați funcția de blocare a anunțurilor.",
    "2510209017": "Ai nevoie de mai mult ajutor?",
    "477275453": "De ce sunt API-urile o țintă populară pentru hackeri?",
    "596347471": "Interfețele de programare a aplicațiilor (API) au devenit o țintă populară pentru actorii rău intenționați din spațiul cibernetic. Există multe motive pentru aceasta, inclusiv marea lor utilitate în integrarea aplicațiilor. Cu toate acestea, este posibil să se diminueze riscul API.",
    "2441638955": "În primul rând, ce este un API?",
    "3963216198": "Pentru a discuta de ce API-urile sunt o țintă populară pentru hackeri, merită mai întâi să acordați un scurt moment pentru a defini ce înseamnă în prezent termenul „API”. Conceptul de API nu este deloc nou. De fapt, interfețele pentru a conecta diverse sisteme de computer între ele, precum și componentele lor interne, există cel puțin de la începutul anilor 1960.",
    "1047251718": "Astăzi, totuși, când oamenii vorbesc despre API-uri, se referă invariabil la API-uri bazate pe standarde. Acestea sunt API-uri construite folosind standarde deschise, cum ar fi Representational State Transfer (REST) și formate de fișiere standard deschise, cum ar fi JavaScript Object Notation (JSON). Astfel de „API-uri RESTful”, așa cum sunt cunoscute, pot fi create fără a fi nevoie de software proprietar. API-urile rezultate sunt capabile să trimită și să primească date și apeluri de procedură între aplicațiile software. De exemplu, o aplicație bancară mobilă folosește un API pentru a accesa sistemele băncii.",
    "3195334319": "Utilitatea și vulnerabilitatea API-urilor",
    "1903743785": "Apariția API-urilor bazate pe standarde a reprezentat un salt înainte major în integrarea aplicațiilor. În ultimii aproximativ 20 de ani, API-urile au trecut de la a fi produse software proprietare costisitoare și complicate la instrumente gratuite, bazate pe standarde, cu care erau relativ ușor de lucrat și rapid de implementat.",
    "879362350": "Odată cu noile API-uri care funcționează prin Internet, a devenit posibilă conectarea oricărui software sau sursă de date, oriunde în lume, indiferent de platformă, schemă de date sau limbaj de programare. Drept urmare, lumea computerelor se află acum în mijlocul unei revoluții API. A avut loc o explozie de conectivitate între aplicații și date. E grozav, până nu mai este.",
    "3844432472": "Deschiderea și utilitatea API-urilor le fac ținte incredibil de bogate pentru atacatori. În același mod în care o aplicație mobilă poate fi programată să ajungă și să obțină date dintr-un sistem corporativ folosind un API, la fel poate și un malware. Hackerii au scris o mare varietate de instrumente software pentru a abuza de API-uri. Este o tehnică eficientă de atac.",
    "2187096543": "Într-adevăr, au existat câteva breșe majore de date rezultate din software-ul scris de hackeri care a apelat la un API pentru a extrage date dintr-o bază de date. La urma urmei, dacă furtul de date necesită pur și simplu un apel GET de bază pe un API, scris folosind REST și JSON, atunci este ușor să curățați rapid o bază de date. De fapt, atunci când oamenii vorbesc despre atacuri de „screen scraping”, ceea ce înseamnă cu adevărat, în cea mai mare parte, sunt apeluri API rapide care scot date din baze de date. API-urile au devenit o suprafață de atac majoră pentru organizațiile care le construiesc.",
    "4222109231": "Atenuarea riscului API cu produsul Enterprise hCaptcha",
    "1783317946": "Oprirea atacurilor API este un caz de utilizare popular pentru",
    "3022922096": ", suita de produse pentru întreprinderi hCaptcha. Spre deosebire de versiunea gratuită a hCaptcha,",
    "63719113": "folosește învățarea automată avansată pentru a identifica traficul rău intenționat către site-ul și aplicațiile dvs. - inclusiv activitățile de scraping.",
    "3566102529": "noi astăzi pentru a afla mai multe.",
    "3096553330": "Fiecare sistem pe care îl creăm pur și simplu reflectă relațiile noastre cu ceilalți oameni.",
    "1467218142": "Ceea ce ne dorim de la ei și de la noi înșine ne determină comportamentul și, astfel, aceleași modele de interacțiune revin în toate sistemele umane. Internetul oferă multe exemple sterline ale acestui aspect fundamental al lumii noastre.",
    "808872868": "De exemplu: spam-ul, frauda și abuzul au existat online din aproape a doua zi după ce două sisteme au fost conectate pentru prima dată împreună.",
    "1085089390": "Abuzul online provine din comportamentele umane înnăscute",
    "3064321967": "Primul e-mail de spam cunoscut a fost trimis în 1978. [",
    "3800781598": "] Aproape cinci decenii mai târziu, spam-ul prin e-mail continuă să ne afecteze. Multe miliarde de dolari și mii de ani-persoană de efort de inginerie au fost depuse pentru a-l învinge și, totuși, spam-ul persistă. Există industrii de miliarde de dolari de ambele părți, adică cele care se apără împotriva ei și cele care o trimit.",
    "2119943547": "De ce asta? Răspunsul este simplu. Atâta timp cât există un stimulent pentru a abuza de un sistem, cineva va găsi în general o cale. Și odată ce o fac, altcineva va avea acum un stimulent să-i oprească.",
    "532470444": "Echilibrul se poate schimba ușor de la an la an, dar acest comportament reflectă pur și simplu natura umană fundamentală, iar cinci mii de ani de istorie înregistrată înseamnă că dinamica este puțin probabil să se schimbe în curând.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Această analiză nu este nouă, dar oamenii sunt veșnic optimiști. Mai ales când cred că ideea lor este nouă.",
    "1216071511": "Aceleași idei sunt propuse atât de des încât acum aproximativ 20 de ani, un autor anonim a venit cu o completare utilă pentru discuțiile online despre soluțiile anti-spam:",
    "1941999673": "Postarea dvs. susține a",
    "4179118182": "( ) tehnic ( ) legislativ ( ) bazat pe piață ( ) vigilant",
    "3978720689": "abordare a combaterii spamului. Ideea ta nu va funcționa. Iată de ce nu va funcționa.",
    "318339230": "(Unul sau mai multe dintre următoarele se pot aplica ideii dvs. particulare și poate avea",
    "30312304": "alte defecte care variau de la stat la stat înainte ca o lege federală proastă să fie adoptată.)",
    "2710988028": "( ) Spammerii îl pot folosi cu ușurință pentru a colecta adrese de e-mail",
    "3912514510": "( ) Listele de corespondență și alte utilizări legitime ale e-mailului ar fi afectate",
    "2030062561": "( ) Nimeni nu va putea găsi tipul sau colecta banii",
    "3334160175": "( ) Este lipsit de apărare împotriva atacurilor cu forță brută",
    "3238345709": "( ) Va opri spam-ul timp de două săptămâni și apoi vom rămâne blocați cu el",
    "4227800293": "( ) Utilizatorii de e-mail nu o vor suporta",
    "2271252286": "( ) Microsoft nu va suporta asta",
    "692064738": "( ) Poliția nu va suporta asta",
    "3475647460": "( ) Necesită prea multă cooperare din partea spammerilor",
    "1482845460": "( ) Necesită cooperare totală imediată din partea tuturor în același timp",
    "3741193183": "( ) Mulți utilizatori de e-mail nu își pot permite să piardă afaceri sau să înstrăineze potențialii angajatori",
    "2234909600": "( ) Spammerilor nu le pasă de adresele nevalide din listele lor",
    "1982617151": "( ) Oricine ar putea distruge anonim cariera sau afacerea altcuiva",
    "2498172334": "Mai exact, planul tău nu ține cont",
    "389705801": "( ) Legile care îl interzic în mod expres",
    "190955495": "( ) Lipsa unei autorități de control central pentru e-mail",
    "237009707": "( ) Deschideți relee în țări străine",
    "3507532387": "( ) Ușurință în căutarea spațiului de adrese alfanumeric mic al tuturor adreselor de e-mail",
    "2477958756": "( ) Oameni rai",
    "3254142589": "( ) Probleme de jurisdicție",
    "3621401685": "( ) Impopularitatea noilor taxe ciudate",
    "4277475973": "( ) Reticența publicului de a accepta noi forme ciudate de bani",
    "941057651": "( ) Investiții uriașe în software existent în SMTP",
    "3265293440": "( ) Susceptibilitatea altor protocoale decât SMTP la atac",
    "515733427": "( ) Dorința utilizatorilor de a instala patch-uri OS primite prin e-mail",
    "2631159699": "( ) Armate de viermi ciuruite în cutii Windows conectate în bandă largă",
    "776542208": "( ) Cursa eternă a înarmărilor implicată în toate abordările de filtrare",
    "989480928": "( ) Rentabilitatea extremă a spamului",
    "3898950867": "( ) Locuri de muncă Joe și/sau furt de identitate",
    "3395399558": "( ) Politicieni analfabeti din punct de vedere tehnic",
    "1118929614": "( ) Prostia extremă din partea oamenilor care fac afaceri cu spammeri",
    "838951836": "( ) Necinste din partea spammerilor înșiși",
    "2123236933": "( ) Costurile lățimii de bandă care nu sunt afectate de filtrarea clientului",
    "2292919419": "( ) Outlook",
    "2534436327": "și se pot aplica și următoarele obiecții filozofice:",
    "832385387": "( ) Ideile similare cu ale tale sunt ușor de găsit, dar niciuna nu a fost niciodată dovedită practică",
    "1993984258": "( ) Orice schemă bazată pe renunțare este inacceptabilă",
    "3909240516": "( ) Anteturile SMTP nu ar trebui să facă obiectul legislației",
    "1151065360": "( ) Listele negre sunt naibii",
    "2396605499": "( ) Listele albe sunt naibii",
    "2225785608": "( ) Ar trebui să putem vorbi despre Viagra fără a fi cenzurați",
    "3004688366": "( ) Contramăsurile nu ar trebui să implice fraudă electronică sau fraudă cu cardul de credit",
    "922470170": "( ) Contramăsurile nu ar trebui să implice sabotarea rețelelor publice",
    "3068923550": "( ) Contramăsurile trebuie să funcționeze dacă sunt introduse treptat",
    "2752975480": "( ) Trimiterea e-mailului ar trebui să fie gratuită",
    "117227832": "( ) De ce ar trebui să avem încredere în tine și în serverele tale?",
    "1021431157": "( ) Incompatibilitate cu licențe open source sau open source",
    "2801524659": "( ) Măsurile pentru a se simți bine nu rezolvă problema",
    "931661269": "( ) Adresele de e-mail temporare/unice sunt greoaie",
    "2090457681": "( ) Nu vreau ca guvernul să-mi citească e-mailul",
    "3536122902": "( ) Oprirea lor nu este suficient de lentă și dureroasă",
    "2391175562": "În plus, asta este ceea ce cred despre tine:",
    "229198134": "( ) Îmi pare rău omule, dar nu cred că ar funcționa.",
    "345563040": "( ) Aceasta este o idee stupidă, iar tu ești o persoană proastă pentru că ai sugerat-o.",
    "409780280": "( ) Bună încercare, ****! Sper că cineva îți calcă tastatura!",
    "2820080973": "găzduit cu ❤ de",
    "3943164003": "vizualizare brută",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "De ce noua dvs. soluție anti-spam nu va funcționa",
    "361795034": ". Autor necunoscut, c. 2000",
    "1547006769": "Verificarea umanității este aceeași problemă",
    "3717942925": "Așa cum vor exista întotdeauna oameni care vor să vă atragă atenția prin e-mail, va exista întotdeauna dorința de a restricționa accesul la unele resurse astfel încât doar oamenii să le poată accesa.",
    "2481032625": "Dacă scopul este prevenirea:",
    "1691348394": "- achiziții automate în masă în timpul unei vânzări cu lansare limitată",
    "1771016224": "- software de la descărcarea în masă a întregului conținut de pe site-ul dvs. web",
    "1959762846": "- să vă completați formularele web cu spam sau abuz de marketing nesfârșit",
    "345108670": "- umplerea acreditărilor și alte încercări de preluare a contului",
    "2540760245": "printre multe alte utilizări, posibilitatea de a filtra traficul online pe baza „uman sau nu” va rămâne probabil un instrument valoros atâta timp cât natura umană urmează aceleași modele înregistrate în ultimii cinci mii de ani.",
    "3346362371": "Dar învățarea automată?",
    "3619183405": "În 2021, CAPTCHA-urile simple pot fi uneori rezolvate cu software, datorită progreselor în învățarea automată. Pentru a rezolva acest lucru, hCaptcha face și o analiză foarte detaliată a proprietăților precum",
    "3292221787": "provocarea a primit răspuns, nu doar dacă a fost corectă, și schimbă frecvent atât întrebările, cât și datele folosite.",
    "1080672247": "Deoarece multe dintre întrebările adresate nu pot fi rezolvate economic cu software-ul de pe raft și pentru că datele sunt în general unice pentru sistem, aceasta înseamnă că roboții sunt adesea opriți complet de serviciul gratuit și trebuie să se bazeze în schimb pe soluții umani CAPTCHA, care face multe tipuri de abuz complet neeconomic.",
    "4172868199": "merge mult mai departe decât aceasta, trecând în tărâmul încercării de a distinge și „omul bun” de „omul rău” și este folosit astăzi de multe dintre cele mai populare servicii online din lume pentru a găsi și a opri orice, de la frauda de cumpărare la cele avansate persistente. amenințări la adresa utilizatorilor lor, menținând în același timp un accent unic pe păstrarea confidențialității.",
    "2873911365": "Dar atestarea hardware?",
    "1477196356": "De zeci de ani au fost propuse diverse metode de conectare a identității la un dispozitiv într-un mod sigur din punct de vedere criptografic, uneori cu proprietăți de păstrare a confidențialității. Criptografia cu cheie publică datează din c. 1975, iar jetoanele hardware au existat aproape la fel de mult timp.",
    "2349681896": "Din păcate, controlul unei piese hardware nu înseamnă că ești o persoană. Practic, fiecare schemă populară de atestare a hardware-ului de consum a fost ruptă în mod repetat, corectată și apoi ruptă din nou.",
    "254326776": "Abuzul rău intenționat al acestor defecte este adesea descoperit că a avut loc cu luni sau ani înainte de dezvăluire sau publicare academică.",
    "2462909475": "Un zid de peste 10.000 de telefoane folosite pentru abuz, parte a unei operațiuni bot chinezești.",
    "1963951234": "Indiferent cât de fiabilă schema ta criptografică, dacă cineva poate cheltui pur și simplu bani la sfârșitul zilei pentru a-ți oferi răspunsul pe care îl cauți, deținerea unei piese hardware este insuficientă.",
    "1278884196": "Acestea fiind spuse, criptografia este o disciplină destul de tânără. Pe baza istoriei recente, este posibil ca schema și/sau implementarea dvs. criptografică să fie întreruptă de îndată ce cineva are un stimulent să o examineze îndeaproape și este posibil ca alți oameni să-și dea seama de acest lucru cu mult înaintea dvs. Bazându-te pe hardware înseamnă, de asemenea, că poate fi necesar să ceri fiecăruia dintre utilizatorii tăi să schimbe un dispozitiv fizic pentru a remedia defectul. Este puțin probabil ca acest lucru să se întâmple rapid în majoritatea cazurilor, ceea ce înseamnă că, în realitate, sistemul dvs. pur și simplu nu se va deschide.",
    "1828028934": "De-aceea",
    "1642844535": "este important: hCaptcha folosește mai multe abordări diferite pentru a răspunde la aceeași întrebare fundamentală, permițând compararea pentru coerență în toate evaluările.",
    "1155821305": "apărarea este profunzime",
    "119098046": "Dar soluțiile pasive sau fără provocare?",
    "2760410719": "Serviciile care încearcă să detecteze bot cu semnale pur pasive se confruntă rapid cu o problemă fundamentală: cum validezi dacă un sistem detectează corect actorii răi atunci când nu ai adevărul exact?",
    "1722734001": "Internetul deschis este un mediu foarte zgomotos. Actorii răi atacă utilizatorii serviciului nostru și concurenți precum reCAPTCHA în fiecare zi și, desigur, încearcă să arate cât mai umani posibil în timp ce fac acest lucru.",
    "1595254735": "Serviciile pur pasive se luptă să mențină acuratețea detectării botului sau chiar să știe când sunt inexacte. Fără capacitatea de a provoca ocazional utilizatori și de a analiza corect rezultatele provocării, precizia tinde să scadă foarte mult în timp.",
    "2412751979": "Datorită semnalelor umane mai precise care alimentează hCaptcha, multe companii care au folosit anterior reCAPTCHA v3/Enterprise au trecut la",
    "2284856231": "și am văzut o precizie îmbunătățită dramatic și în modul pur pasiv al hCaptcha Enterprise.",
    "4162847": "Am putut observa acest lucru în mod direct, deoarece unii dintre clienții noștri efectuează teste A/B la aceeași solicitare înainte de a trece complet de la ofertele Google. De obicei, suntem capabili să dovedim atât o rată ridicată de fals pozitiv, cât și de fals negativ, provenind de la reCAPTCHA v3 sau reCAPTCHA Enterprise.",
    "436125785": "Acest lucru nu este surprinzător, având în vedere inexactitatea buclelor de feedback disponibile în acele produse și faptul că acestea sunt vândute de o rețea publicitară cu un interes covârșitor de a nu deveni prea buni la detectarea botului, pentru a nu dăuna activității lor de bază.",
    "2233741720": "In concluzie",
    "2133809801": "Atâta timp cât oamenii rămân oameni, este probabil ca verificarea umanității să aibă un rol de jucat online.",
    "2255549335": "Sarcina noastră la hCaptcha este să găsim compromisuri bune între dificultate și precizie și să menținem frecarea scăzută, în special pentru",
    "4138068262": "utilizatorilor. În cele din urmă, interacțiunea cu provocările va rămâne probabil parte din arsenalul de instrumente pentru reducerea abuzului online atâta timp cât natura umană rămâne neschimbată.",
    "855097735": "Construirea unui serviciu care face acest lucru bine în același timp echilibrând toate preocupările este o problemă foarte grea (și ne străduim mereu să o îmbunătățim, astfel încât experiența să fie cât mai plăcută), dar sperăm că veți fi de acord că reducerea spamului, a abuzului, preluărilor de conturi , iar frauda online merită în cele din urmă o întrebare simplă ocazională.",
    "1953959745": "accesibilitate",
    "2543123170": "Verificare a umanității fără frecare",
    "547245263": "Rezolvați problema botului dvs. astăzi.",
    "3117887301": "De încredere de către cele mai mari servicii online",
    "981806349": "Construit pe platforma hCaptcha dovedită",
    "2373007864": "hCaptcha Enterprise rulează pe tehnologia platformei hCaptcha, extinsă pentru a include funcțiile de care companiile cu trafic mare au nevoie.",
    "2652399059": "Un partener de încredere",
    "1997838163": "Cele mai mari companii din lume depind de hCaptcha Enterprise. Integrarea este simplă, iar acuratețea detectării este de neegalat.",
    "734735952": "Am evaluat un număr de furnizori de CAPTCHA și am construit un sistem singuri. În cele din urmă, hCaptcha a apărut ca cea mai bună alternativă la reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Director de management de produs, Cloudflare",
    "3971348140": "De ce am folosit hCaptcha? Nimeni altcineva nu ar putea oferi caracteristicile și performanța de care aveam nevoie. Ne-au pus în funcțiune rapid, iar comercianții noștri adoră experiența.",
    "4248655793": "— Alex M.",
    "4185927140": "Manager de produs, Flash, Shopify",
    "282913023": "Opțiunea rentabilă pentru întreprinderile cu trafic mare",
    "999610953": "În sfârșit, o alternativă credibilă la Google. hCaptcha Enterprise oferă economii dramatice la factura reCAPTCHA cu o securitate mai mare: cu până la 80% mai puțin costisitor în unele cazuri.",
    "1886100235": "Multe dintre cele mai mari servicii online din lume au trecut la hCaptcha Enterprise și au primit o detectare îmbunătățită a botului, alături de economii substanțiale de costuri.",
    "2903742230": "Rețelele publicitare văd vizitatorii ca pe un produs. Pentru noi singurul scop este determinarea umanității lor. Serviciile noastre îndeplinesc sau depășesc cerințele GDPR, CCPA, LGPD și PIPL și muncim din greu pentru a echilibra confidențialitatea și securitatea.",
    "3901503296": "Acest accent unic asupra confidențialității înseamnă că putem oferi zero reținere a datelor individuale, funcționare fără cookie-uri și alte garanții contractuale de confidențialitate, după cum este necesar, menținând în același timp o securitate excelentă.",
    "3342910682": "Citeste mai mult",
    "1130783905": "Precizia este în interesul dumneavoastră și al nostru. hCaptcha funcționează pentru a vă oferi date reale și vă permite să decideți cum să le utilizați. Alte soluții de securitate sunt furnizate de companiile de publicitate Gigantic. Aceasta înseamnă că fiecare bot pe care îl blochează își poate reduce veniturile.",
    "2019130052": "Inovațiile noastre în ML centrat pe confidențialitate ne permit să depășim standardele de securitate ale strategiilor moștenite „înregistrați totul pentru totdeauna”, fără a afecta securitatea sau confidențialitatea utilizatorilor.",
    "23114595": "Experiență excelentă pentru utilizator",
    "3437412311": "Pentru utilizatorii Enterprise, sunt disponibile opțiuni pentru a evita complet provocările în majoritatea scenariilor, bazându-se pe scoruri pasive.",
    "1996843433": "Reduceți frecarea evitând complet o provocare pentru 99,9% din traficul dvs. legitim, oferind în același timp o securitate excelentă.",
    "3093689546": "Integrare ușoară",
    "247560732": "Adăugați hCaptcha cu trei linii de cod. Dacă veniți de la reCAPTCHA, API-ul nostru este compatibil și trecerea durează doar câteva minute.",
    "1510448156": "Puteți începe și utilizați o alternativă superioară astăzi și puteți activa funcții mai avansate, dacă este necesar.",
    "2718999653": "Scoruri personalizate de amenințare",
    "2698140263": "Nu toate problemele sunt la fel: obținerea unui singur scor înseamnă că trebuie să vă răspundă nevoilor pentru a fi util.",
    "897432717": "Cu designul nostru nou pentru scoruri personalizate de amenințări, adăugarea cunoștințelor dvs. de afaceri permite modelelor noastre să ofere scoruri relevante pentru utilizatorii dvs.",
    "2650502379": "Lansați-vă propriile provocări în câteva secunde",
    "3578122193": "Rămâneți pe brand cu conținut relevant",
    "1074044172": "Când utilizatorii trebuie să rezolve o provocare pentru a vă îndeplini cerințele de securitate, de ce să nu puneți întrebări plăcute și relevante pentru utilizator?",
    "1579093044": "Cu designerul nostru simplu de provocări personalizate, puteți lansa conținut de provocare pe marcă în doar câteva minute.",
    "3717512591": "Integrare directă a platformei",
    "121743429": "Pentru companiile de infrastructură web",
    "2131386784": "Expertiză accesibilă și asistență atât pentru dvs., cât și pentru utilizatorii dvs",
    "2782263070": "Serviciul este o prioritate de top pentru noi. Menținem asistență 24/7 și oferim coordonare directă Slack cu echipa dvs. de integrare de inginerie și personalul nostru de gardă în timpul și după implementare.",
    "3740051331": "De asemenea, ne angajăm să monitorizăm în mod activ și să răspundem la întrebările utilizatorilor dvs. prin intermediul rețelelor sociale, forumurilor și canalelor noastre de asistență prin e-mail și în widget. Suntem accesibili și receptivi și tratăm satisfacția utilizatorilor ca pe un KPI de top.",
    "170775527": "Caracteristici Enterprise",
    "3383086062": "hCaptcha Enterprise este o soluție completă de securitate online. Modurile activ și pasiv vă permit să opriți încărcarea acreditărilor, să detectați preluări de cont și să blocați actorii suspecti. Toate fără frecare pentru utilizatorii legitimi.",
    "1408599440": "Începeți rapid cu câteva rânduri de cod și modul nostru pasiv de 99,9% sau preluați controlul deplin asupra momentului și modului în care utilizatorii sunt provocați. Modelele personalizate de amenințări și provocările personalizabile înseamnă o flexibilitate de neegalat pentru a asigura securitatea.",
    "3365203058": "Protecție anti-bot de clasă mondială",
    "1803009328": "Testat în luptă la scară web.",
    "1586809757": "Scoruri bot de mare precizie",
    "353367791": "Detectați actori răi de multe tipuri diferite.",
    "191460155": "Zero frecare și 99,9% moduri pasive",
    "585557010": "Provocați mai puțin de 0,1% dintre utilizatorii legitimi.",
    "3287172429": "Tipuri de provocări de control afișate",
    "1844885924": "Bibliotecă largă de tipuri din care să alegeți.",
    "3018523079": "Rămâneți pe brand cu o experiență constantă a utilizatorului.",
    "3817811295": "Fiabilitate garantată și asistență rapidă 24/7.",
    "1798492192": "Suport pentru browser vechi",
    "1356745565": "Compatibil până la Internet Explorer 8.",
    "751483365": "Suport pentru clienți non-JavaScript.",
    "4199502476": "Tablouri de bord avansate de raportare și API",
    "3630114728": "Vedeți ce se întâmplă pe toate site-urile și aplicațiile dvs.",
    "3573245166": "Spre deosebire de reCAPTCHA, lucrăm în fiecare țară.",
    "2354267648": "Politica de confidențialitate compatibilă cu GDPR, CCPA și LGPD",
    "3167979932": "Proiectat pentru intimitate din prima zi. Acord puternic de prelucrare a datelor.",
    "4065065042": "Formați acest lucru pentru a se potrivi exact cazul dvs. de utilizare.",
    "111184581": "Gazduire primara",
    "4272022475": "Toate solicitările și activele ajung la hcaptcha.yourdomain.com",
    "2676853536": "Tablouri de bord multi-utilizator",
    "1368787974": "Distribuiți managementul echipei dvs.",
    "1045484714": "Integrarea SAML SSO cu furnizorul dvs. de identitate, de exemplu, Okta sau Azure AD.",
    "3953584369": "Sunt disponibile restricții sofisticate de acces RBAC.",
    "2781507299": "Verificare instantanee",
    "4019660456": "Latență de 0 ms: verificați tokenurile hCaptcha fără apel API.",
    "3446714684": "Integrare mobil (iOS și Android).",
    "2593768395": "Experiență perfectă pe web, mobil nativ, web mobil. Sunt disponibile integrări prefabricate și SDK-uri native.",
    "1779265104": "Termeni personalizați și garanții de confidențialitate",
    "122875767": "Satisface-ti nevoile legale atunci cand alte companii nu pot.",
    "148188781": "Provocări prezentate",
    "838049015": "Selectați toate imaginile care se potrivesc cu interogarea",
    "1126302400": "Casetă de încadrare",
    "3554448168": "Categorizare",
    "2104933754": "Identificați etichetele corespunzătoare",
    "3612043014": "...și alte sarcini simple. Ușor pentru oameni, greu pentru roboți.",
    "3624758171": "Activități personalizate disponibile și pentru editorii întreprinderilor.",
    "1001938065": "Integrarea nu ar putea fi mai ușoară",
    "2138799135": "hCaptcha are zeci de integrări prefabricate pentru sistemele frontend și backend pe care le utilizați.",
    "2535001179": "Dacă se întâmplă să veniți de la reCAPTCHA de la Google, API-urile noastre sunt înlocuitoare.",
    "1393184984": "sunt tot ce ai nevoie.",
    "3715747429": "Inginerii noștri de onboarding vă pot ajuta să mergeți rapid, indiferent dacă aveți nevoie de integrare React, SDK-uri pentru aplicații native iOS, un exemplu de backend Java sau practic orice alt scenariu.",
    "2681650568": "Și, ca întotdeauna, confidențialitatea este o valoare de bază pentru noi. Adăugați codul nostru de provocare numai acolo unde este necesar și acolo unde este logic să vă protejați atât pe dvs., cât și pe utilizatori. Minimizarea colectării datelor începe din momentul integrării.",
    "1130868224": "Trei linii de cod",
    "2183926131": "Începeți cu hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Proiectat pentru confidențialitate.",
    "1297224875": "O abordare unică bazată pe confidențialitate a securității online Enterprise.",
    "2762458927": "Datele dvs. de utilizator nu sunt de vânzare.",
    "2058856283": "hCaptcha Enterprise are un singur scop: să împiedice actorii răi să vă perturbe operațiunile online și să vă rănească utilizatorii.",
    "2408036504": "Sistemele noastre sunt astfel proiectate de la zero pentru a minimiza colectarea și păstrarea datelor, menținând în același timp securitatea de vârf. Cel mai bun mod de a proteja datele utilizatorului este să nu le stocați deloc.",
    "4099477834": "Toate relațiile cu clienții sunt, de asemenea, protejate de un Acord puternic de prelucrare a datelor. Serviciul hCaptcha respectă toate legile privind confidențialitatea, indiferent unde locuiesc serviciul sau clienții tăi. Nepăstrarea datelor personale face acest lucru mult mai ușor pentru noi decât pentru alte companii.",
    "3569492665": "Înregistrarea activității online nu este răspunsul.",
    "3389431373": "Servicii precum reCAPTCHA v3 spun că plasarea pixelului lor de urmărire pe fiecare pagină a site-ului dvs. este necesară pentru o bună securitate. Nu este cazul.",
    "3590546893": "Analiza comportamentală simplă este un semnal falsificat cu ușurință de către actorii răi și necesită păstrarea istoricului de navigare pentru tot traficul dvs. legitim.",
    "1105363520": "Nu operam o rețea publicitară și nu avem niciun interes să observăm comportamentul dvs. de utilizator pentru a le vinde reclame. Aceasta înseamnă că nu avem nevoie de un pixel pasiv pe fiecare pagină a site-ului dvs.",
    "3088605177": "Adăugați codul nostru de provocare numai acolo unde este necesar și acolo unde este logic să vă protejați atât pe dvs., cât și pe utilizatori.",
    "337971271": "Învățarea automată este utilă. Dar nu necesită date personale pentru a funcționa.",
    "320166522": "Învățarea automată afectează acum aproape fiecare aspect al vieții noastre, adesea în moduri pe care nu le dăm seama și nu le putem vedea. Serviciile de securitate online nu sunt diferite.",
    "3180664128": "Învățând peste mii de semnale, modelele pot deduce și atinge un grad ridicat de încredere în detectarea comportamentului rău intenționat foarte rapid, chiar și atunci când niciun semnal individual nu ar fi suficient de puternic pentru a indica o problemă.",
    "961941354": "Cu toate acestea, nimic din toate acestea nu necesită utilizarea informațiilor de identificare personală („PII”). Tehnicile criptografice moderne ne permit să aruncăm orice date cu caracter personal cât mai repede posibil, creând în schimb semnături unidirecționale care nu pot fi legate de niciun individ.",
    "1706581702": "Instruirea privind datele de-identificate funcționează la fel de bine și nu necesită compromisuri nici în ceea ce privește securitatea, nici confidențialitatea. Clienții noștri au făcut testele empirice și ne-au declarat egali sau mai buni decât alternative mult mai puțin private.",
    "3203921334": "Ne-au plăcut o serie de lucruri despre soluțiile hCaptcha: 1) nu vând date personale; colectează doar datele personale minime necesare, sunt transparente în descrierea informațiilor pe care le colectează și modul în care le folosesc și/sau le dezvăluie.",
    "305735018": "În sfârșit, o alternativă credibilă la Google. hCaptcha Enterprise oferă economii dramatice la factura reCAPTCHA cu o securitate mai mare: cu până la 80% mai puțin costisitor în unele cazuri.",
    "3695206755": "Încercați-ne în mediul dvs. fără nicio obligație.",
    "2941545733": "Suntem ingineri, nu vânzători: vrem să fiți mulțumit de alegerea dvs.",
    "131871195": "Cea mai bună modalitate de a vă asigura satisfacția este de a demonstra că vă satisfacem nevoile.",
    "3436534225": "Practic, toate companiile care încep un pilot aleg soluțiile noastre.",
    "4060250206": "Utilizați acest formular pentru a contacta unul dintre specialiștii noștri tehnici. Răspundem rapid.",
    "1159746815": "De asemenea, ne puteți trimite un e-mail direct.",
    "2531534427": "Detaliile sunt aici.",
    "2059998584": "Regiune",
    "3916131732": "Americi",
    "135276624": "Europa, Orientul Mijlociu, Africa (EMEA)",
    "1182294134": "Asia-Pacific (APAC)",
    "2437934778": "Numele dumneavoastră",
    "3859506577": "Email de afaceri",
    "1268414751": "Alte detalii pe care ar trebui să le avem?",
    "42559805": "Aveți nevoie de integrare urgentă?",
    "851679588": "Da.",
    "1729677626": "Sunt atacat și am nevoie de integrare imediată.",
    "2808971932": "Acesta este un text din interiorul unui bloc div.",
    "2468683988": "Titlu",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Legătură text",
    "2212670355": "Inscrie-te",
    "31502377": "Ce este un element Rich Text?",
    "2310705547": "Elementul de text îmbogățit vă permite să creați și să formatați titluri, paragrafe, citate bloc, imagini și videoclipuri, toate într-un singur loc, în loc să fie nevoie să le adăugați și să le formatați individual. Doar faceți dublu clic și creați ușor conținut.",
    "2590587108": "Editare de conținut statică și dinamică",
    "778204464": "Un element de text îmbogățit poate fi utilizat cu conținut static sau dinamic. Pentru conținut static, puneți-l în orice pagină și începeți editarea. Pentru conținut dinamic, adăugați un câmp de text îmbogățit la orice colecție și apoi conectați un element de text îmbogățit la acel câmp în panoul de setări. Voila!",
    "1890955039": "Cum să personalizați formatarea pentru fiecare text îmbogățit",
    "3286051798": "Titlurile, paragrafele, ghilimele, figurile, imaginile și legendele figurilor pot fi toate stilate după ce o clasă este adăugată la elementul de text îmbogățit folosind sistemul de selector imbricat „Când în interior”.",
    "504332576": "Suntem mândri să anunțăm că hCaptcha a devenit cel mai mare serviciu independent de securitate cibernetică din lume, rulând pe aproximativ 15% din internet - și am preluat cea mai mare parte din această cotă de piață direct de la Google reCAPTCHA. Împreună, hCaptcha și",
    "1155436473": "(oferta noastră pentru întreprinderi) protejează acum sute de milioane de utilizatori pe zeci de milioane de site-uri web și aplicații în fiecare lună. Povestea noastră arată că puteți concura cu Big Tech atunci când puneți confidențialitatea pe primul loc.",
    "3108727249": "BotStop",
    "1296696044": "Confidențialitate vs. securitate: de ce nu ambele?",
    "538871570": "Concurența cu Google și cu alte companii Big Tech pare o comandă dificilă: puterea lor monopolistă de piață, efectele platformei și armata de dezvoltatori foarte plătiți sunt în general considerate prea puternice pentru a fi abordate pentru oricine, în afară de alți giganți tehnologici, cum ar fi Facebook sau Amazon. Povestea noastră arată că nu trebuie să fie așa - puteți învinge Big Tech concentrându-vă pe confidențialitate.",
    "3600718611": "Luați în considerare Google reCAPTCHA,",
    "4281708680": ". La hCaptcha, am adoptat în mod deliberat o abordare foarte diferită, folosind tehnici de învățare automată care păstrează confidențialitatea pentru a identifica comportamentele tipice ale botului cu o precizie ridicată, toate în timp ce consumăm și stochăm cât mai puține date posibil.",
    "3312336121": "care consumă cantități enorme de date comportamentale pentru a determina dacă utilizatorii web sunt oameni sau roboți legitimi",
    "1193738791": ": urmăresc comportamentul utilizatorilor pe fiecare pagină a unui site web și pe web. Am conceput hCaptcha pentru a fi cât mai prietenos cu confidențialitatea din prima zi. Acest lucru a condus la o abordare complet diferită a problemei. După cum se dovedește, urmărirea utilizatorilor pe web și legarea istoricului lor web de identitatea lor este complet inutilă pentru a obține o securitate bună. Multe companii care au trecut la hCaptcha",
    "2620705814": "Google este o companie publicitară, iar produsele lor de securitate seamănă foarte mult cu produsele lor publicitare",
    "1126447688": "raportează adesea performanțe egale sau mai bune în detectarea și atenuarea botului, în ciuda concentrării noastre privind confidențialitatea",
    "439777523": "Reglementarea contează",
    "3588274874": "Concentrându-ne pe furnizarea unui produs aliniat cu eforturile de reglementare, cum ar fi GDPR al Uniunii Europene și CCPA din California, am experimentat o creștere masivă - bineînțeles, ajută faptul că hCaptcha este un simplu înlocuitor „de introducere” pentru reCAPTCHA și poate fi astfel instalat în câteva minute.",
    "2150595700": ". GDPR și CCPA au pus problemele legate de confidențialitate pe harta cumpărătorilor de întreprinderi și, în același timp, confidențialitatea online devine din ce în ce mai importantă pentru public, pe măsură ce începem cu toții să înțelegem modul în care industria de publicitate și marketing online ne-au folosit istoric în mod istoric datele.",
    "2624949852": "Desigur, reCAPTCHA a fost unul dintre cei mai devreme care a intrat în securitatea web din 2009, protejând milioane de site-uri web împotriva amenințărilor din ce în ce mai mari din partea roboților și spammerilor rău intenționați. Cu toate acestea, a fost complet compromisă în ultimii ani:",
    "499510428": "De fapt, credem că reglementarea ne-a ajutat aici",
    "1232651561": "software-ul este acum la fel de bun ca oamenii în rezolvarea provocărilor reCAPTCHA.",
    "824740867": "În loc să îmbunătățească soluția, Google a lansat în schimb reCAPTCHA v3, care funcționează mult mai mult ca o rețea publicitară decât ca un software de securitate, colectând date comportamentale de pe web pentru a crea profiluri de utilizator. Din păcate, acest tip de semnal este ușor de învins și, prin urmare, oferă puțină protecție împotriva roboților, dăunând în același timp confidențialității utilizatorilor.",
    "1027023087": "Noi, cei de la hCaptcha, ne-am concentrat în schimb pe abordări mai moderne ale problemei, care nu necesită păstrarea înregistrărilor comportamentale pe termen lung, cum ar fi istoricul de navigare, și ne-am dovedit mult mai rezistenți în fața adversarilor hotărâți de când a fost introdus serviciul.",
    "2852295413": "Un conflict de interese inerent: oprirea roboților reduce veniturile unei rețele publicitare",
    "1597520917": "Un număr tot mai mare de critici au subliniat că nerespectarea de către Google pentru confidențialitatea utilizatorilor ar trebui să privească clienții care doresc să-și protejeze site-urile web și aplicațiile.",
    "763447231": "În același timp, oprirea accesului roboților pe site-urile editorilor poate dezvălui fraude publicitare, punând produsul reCAPTCHA de la Google direct cu afacerea lor publicitară, care produce peste 80% din veniturile lor.",
    "999674529": "Fiecare bot pe care Google îl detectează ar trebui să câștige zero dolari publicitari. Stimulentele companiei Google sunt astfel slab aliniate cu utilizatorii serviciilor lor de securitate și aceasta poate fi o explicație pentru performanța slabă a ofertei lor de securitate reCAPTCHA.",
    "956019009": "Cele mai mari companii de infrastructură web au luat deja măsuri",
    "1923297430": "Punctul final de rupere pentru mulți clienți mai mari a venit atunci când Google a început să taxeze companiile pentru utilizarea produsului lor la orice scară semnificativă. Acest lucru i-a determinat pe utilizatorii reCAPTCHA de mult timp să caute alternative mai bune, deoarece preocupările de reglementare din întreaga lume au făcut deja utilizarea ofertelor Google din ce în ce mai neatrăgătoare.",
    "2197218442": "CEO-ul Cloudflare, Matthew Prince, a rezumat acest punct de vedere în",
    "155456850": "anunțând trecerea lor la hCaptcha:",
    "435302267": "postarea pe blog a companiei",
    "2087769953": "„Suntem încântați de această schimbare, deoarece ajută la abordarea unei probleme de confidențialitate inerente dependenței de un serviciu Google pe care îl avem de ceva timp. Am evaluat un număr de furnizori CAPTCHA și am construit singuri un sistem. În cele din urmă, hCaptcha a apărut ca cea mai bună alternativă la reCAPTCHA.” „Ne-au plăcut o serie de lucruri despre soluțiile hCaptcha: 1) nu vând date personale; colectează doar datele personale minime necesare, sunt transparente în descrierea informațiilor pe care le colectează și modul în care le folosesc și/sau le dezvăluie.”",
    "595582512": "Dacă doriți să vă protejați eficient site-ul sau aplicația de roboți, spammeri sau alți actori rău intenționați, păstrând în același timp confidențialitatea utilizatorilor dvs. (și respectând toate reglementările relevante!), luați în considerare hCaptcha și oferta noastră Enterprise.",
    "3388180864": "Sunteți interesat să lucrați la provocări tehnice profunde la scară web? Angajăm mereu ingineri talentați în întreaga lume -",
    "3892952987": "verificați deschiderile noastre și aplicați aici",
    "3368788823": "Terence Eden face un punct interesant pe blogul său: „",
    "1491780143": "CAPTCHA-urile nu dovedesc că ești uman, ci demonstrează că ești american",
    "2146900431": "Intuitiv, această afirmație are mult sens. CAPTCHA-urile, ca aproape orice, sunt încorporate într-un context cultural și, dacă grupul dvs. de provocări a fost creat în mare parte într-o cultură, este posibil să nu se traducă prea bine în alta. În esență, aceasta este o chestiune de cultură",
    "378086442": "de CAPTCHA, mai degrabă decât UX-ul lor în sine.",
    "1445008801": "După cum spune Eden:",
    "332723732": "conţinut",
    "2072808435": "„Ghici ce, Google? Taxiurile din țara mea sunt în general negre. Am urmărit suficiente filme pentru a știu că toate cele din America sunt galbene. Dar în toate celelalte țări pe care le-am vizitat, taxiurile au fost un amestec de diferite nuanțe.”",
    "3206136647": "Problema Google aici se bazează pe datele întrebărilor pe care le folosesc față de cine le vede. Dacă toate datele provin din aceeași cultură (și în cazul Google, aceeași companie) cu siguranță vă puteți aștepta să aveți provocări care nu se traduc bine în alte culturi, în conformitate cu plângerea lui Eden.",
    "2217842245": "Cu toate acestea, datele noastre arată că (pentru hCaptcha)",
    "4280117172": "Multe țări se descurcă, de fapt, puțin mai bine decât SUA, inclusiv Nigeria, India, Brazilia și Germania:",
    "555749578": "există o variație mai mică de 1% în ratele de rezolvare în țările majore de pe fiecare continent.",
    "151737819": "hCaptcha Solve Ratele de pe tot globul arată foarte puține variații",
    "3908992897": "și este utilizat în fiecare țară și teritoriu din lume, așa că suntem foarte concentrați pe furnizarea unei experiențe globale consistente.",
    "2808122102": "Prin urmare, funcționalitatea interculturală este o cerință de bază pentru serviciul nostru. Asigurarea că toți utilizatorii legitimi pot accesa rapid conținutul este o parte critică a misiunii noastre. Oferim provocări în 110 limbi și îmbunătățim continuu traducerile relevante pentru a ne asigura că provocările noastre pot fi rezolvate de toată lumea.",
    "3913801502": "hCaptcha rulează acum pe aproximativ 15% din internet",
    "2077639538": ". În primul rând, datele despre provocări ale serviciului nostru pot proveni din mai multe surse, nu doar una - de la marile companii Fortune 500 până la startup-uri de învățare automată, atâta timp cât acestea aderă la",
    "3951112506": ". Acest lucru garantează deja un grad mai mare de eterogenitate a datelor.",
    "1803943584": "În al doilea rând, lăsăm provocările să se auto-optimizeze pentru a determina în ce țări sau limbi vor rula, crescând și mai mult probabilitatea unei experiențe consistente. Dacă acuratețea este mai mică decât se aștepta, un set de întrebări pur și simplu nu va mai rula în regiunea sau limba în care apare acest efect.",
    "3668873369": "La hCaptcha, am adoptat o abordare diferită de la prima zi",
    "1519201684": "Politica de etică AI",
    "2155089487": ". Dacă provocările noastre ar fi mai ușor de rezolvat pentru unele grupuri, ne-am aștepta să vedem o diferență în modul în care oamenii de pe tot globul și din diferitele culturi performanțe atunci când le rezolvăm. În contextul postării lui Eden, ne-am aștepta ca americanii să se descurce mai bine decât oamenii din alte țări. Deoarece am petrecut ani de zile dezvoltând sisteme pentru a evita această problemă, vedem de fapt exact contrariul.",
    "2603863826": "PS: Dacă găsiți o traducere în limba dvs. care ar putea avea nevoie de îmbunătățiri, nu ezitați să trimiteți a",
    "3543141425": "pentru aceasta!",
    "2697276059": "Dovada că acest lucru funcționează: rate uniforme de rezolvare pe tot globul",
    "664236229": "cerere de tragere",
    "1137470858": "11 decembrie 2021",
    "12462594": "hCaptcha este construit pe platforma HUMAN, care permite rutarea și analiza sofisticate pentru a optimiza costurile și eficiența la fiecare pas.",
    "2262549101": "Metodele alternative de contact sunt documentate în Directorul agenților desemnați DMCA al Oficiului pentru drepturi de autor din SUA",
    "2272776729": "Vă rugăm să rețineți că trebuie să vă verificați identitatea și să solicitați înainte de a lua măsuri suplimentare, cum ar fi furnizarea de identificare guvernamentală. În conformitate cu legea din California, puteți desemna un agent autorizat pentru a face o cerere în numele dvs. Pentru a desemna un agent autorizat care să facă o cerere în numele dvs., trebuie să furnizați o procură valabilă, un act de identitate valabil emis de guvern al solicitantului și un act de identitate valabil emis de guvern al agentului autorizat.",
    "2335607721": "Înștiințare. Toate notificările legate de acești Termeni și condiții vor fi trimise prin e-mail sau postate pe site-ul nostru web. Trebuie să ne trimiteți notificări la",
    "2875934612": "20 noiembrie 2020",
    "3084122606": "În cazul în care utilizarea de către noi a informațiilor dumneavoastră personale se bazează pe consimțământul dumneavoastră, aveți dreptul de a le retrage în orice moment, în modul indicat în Serviciu sau contactându-ne la",
    "3312286067": "sau depuneți o plângere la autoritatea de reglementare pentru protecția datelor din jurisdicția dvs. Puteți găsi autoritatea de reglementare a protecției datelor la adresa",
    "3506025515": "hCaptcha nu este afectat de log4shell. Iată cum știm.",
    "3516838896": "Bug-ul de execuție a codului de la distanță log4j2 a măturat recent internetul, afectând un procent mare de servicii online. hCaptcha nu a fost afectat. Iată cum am verificat acest fapt.",
    "3553195003": "hCaptcha nu este afectat de log4shell.",
    "3610875753": "– Dacă după o întrerupere semnificativă a afacerii nu ne puteți contacta așa cum faceți de obicei la",
    "3612764043": ", ar trebui să accesați site-ul nostru la hcaptcha.com sau hcaptchastatus.com.",
    "3626193263": "Agentul desemnat hCaptcha pentru Digital Millennium Copyright Act (DMCA) este",
    "3794891866": "Consumatorii din California pot face o cerere în conformitate cu drepturile lor în temeiul CCPA, contactându-ne la",
    "3814036702": "– Dacă aveți întrebări despre planificarea continuă a activității noastre, ne puteți contacta la adresa",
    "3975007628": "protejați acum sute de milioane de utilizatori pe zeci de milioane de site-uri web și aplicații în fiecare lună. Povestea noastră arată că puteți concura cu Big Tech atunci când puneți confidențialitatea pe primul loc.",
    "4038264749": "Rețineți că, în timp ce comenzile locale COVID-19 rămân în vigoare, nu există garanții că e-mailul va fi primit în timp util și e-mailul (",
    "4115505783": ") este canalul corect pentru a ajunge la noi. Compania nu detine numere de telefon sau de fax; acesta este secolul 21.",
    "4164851712": "Folosim informațiile dumneavoastră cu caracter personal numai așa cum este permis de lege. Suntem obligați să vă informăm cu privire la bazele legale ale prelucrării noastre a informațiilor dumneavoastră personale, care sunt descrise mai jos. Dacă aveți întrebări cu privire la bazele legale în baza cărora vă procesăm informațiile personale, contactați-ne la adresa",
    "4201262098": "Această tehnologie permite forței de muncă potrivite să se ocupe de fiecare parte a muncii dvs., maximizând eficiența costurilor, păstrând în același timp confidențialitatea și îndeplinind orice cerințe de reglementare care se pot aplica.",
    "4217188341": "30 noiembrie 2020",
    "4238473596": "Minimizarea frecării pentru utilizatorii reali este importantă. hCaptcha folosește sarcini simple și necesită mai puțin timp pentru majoritatea utilizatorilor, în timp ce oprește mai mult trafic de bot.",
    "4243935861": "ha.com",
    "4270798104": "2. Încercați să dezactivați alte extensii. Dacă asta se rezolvă, porniți-le unul câte unul până când găsiți problema și informați dezvoltatorul acestei extensii despre aceasta, precum și informați-ne la",
    "427220273": "Este posibil să vă solicităm informații specifice pentru a ne ajuta să vă confirmăm identitatea și să vă procesăm cererea. Legea aplicabilă ne poate cere sau ne permite să refuzăm cererea dumneavoastră. Dacă vă refuzăm solicitarea, vă vom spune de ce, sub rezerva restricțiilor legale. Dacă doriți să depuneți o plângere cu privire la utilizarea de către noi a informațiilor dumneavoastră personale sau răspunsul la solicitările dumneavoastră cu privire la informațiile dumneavoastră personale, ne puteți contacta la",
    "433026247": "Prin îndeplinirea sarcinilor, puteți acumula calificări și abilități, pe care le vom acorda la discreția noastră. Ne rezervăm dreptul de a crea, edita sau revoca calificările și abilitățile dumneavoastră în orice moment, din orice motiv sau deloc. Deoarece nu facem discriminări pe criterii de origine națională, rasă, culoare, sex, orientare sexuală sau orice altă clasă protejată de lege, veți avea aceeași oportunitate ca orice alt Colaborator de a obține acces la sarcini pe măsură ce calificările și abilitățile dumneavoastră se acumulează . În calitate de colaborator, dacă credeți că întrebările problematice ale testului v-au afectat calificările, abilitățile sau recompensele, puteți furniza argumente bine susținute, care descriu întrebările problematice ale testului, prin interfața de activitate sau printr-un bilet în sistemul nostru de asistență, de exemplu prin e-mail la",
    "492025216": "13 decembrie 2021",
    "799274928": "Notificările prin e-mail sunt considerate notificări scrise pentru toate scopurile pentru care pot fi necesare notificări scrise. Notificările prin e-mail sunt considerate primite în ziua lucrătoare după transmiterea lor adresate în mod corespunzător destinatarului vizat."
}