{
  "header-privacy-link": "ଗୋପନୀୟତା",
  "header-integration-link": "ଏକୀକରଣ",
  "header-cost-link": "ମୂଲ୍ୟ",
  "header-features-link": "ବ Features ଶିଷ୍ଟ୍ୟଗୁଡିକ",
  "header-docs-link": "ଡକସ୍",
  "header-login-button": "ଭିତରକୁ ଯାଉ",
  "header-contact-button": "ବିକ୍ରୟ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
  "intro-heading": "ଶୂନ୍ୟ ଘର୍ଷଣ ମାନବିକତା ଯାଞ୍ଚ |",
  "intro-contact-button": "ଅଧିକ ଜାଣିବା ପାଇଁ ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
  "intro-text-bottom": "ୱେବକୁ ଶକ୍ତି ପ୍ରଦାନ କରୁଥିବା କମ୍ପାନୀଗୁଡିକ ଉପରେ ନିର୍ଭରଶୀଳ |",
  "sub-menu-button": "ବିକ୍ରୟ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
  "sub-menu-item1": "ଏଣ୍ଟରପ୍ରାଇଜ୍",
  "sub-menu-item2": "ମୂଲ୍ୟ",
  "sub-menu-item3": "ଏକୀକରଣ",
  "sub-menu-item4": "ବ Features ଶିଷ୍ଟ୍ୟଗୁଡିକ",
  "sub-menu-item5": "ଗୋପନୀୟତା",
  "sub-menu-item6": "ଡକସ୍",
  "info-head-1": "ପ୍ରମାଣିତ hCaptcha ପ୍ଲାଟଫର୍ମରେ ନିର୍ମିତ |",
  "info-text-1": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ hCaptcha ପ୍ଲାଟଫର୍ମ ଟେକ୍ନୋଲୋଜିରେ ଚାଲିଥାଏ, ଉଚ୍ଚ ଟ୍ରାଫିକ୍ ଉଦ୍ୟୋଗଗୁଡିକ ଆବଶ୍ୟକ କରୁଥିବା ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ଅନ୍ତର୍ଭୂକ୍ତ କରିବା ପାଇଁ ବିସ୍ତାରିତ |",
  "info-head-2": "ଜଣେ ବିଶ୍ୱସ୍ତ ସାଥୀ |",
  "intro-subtitle": "ଆଜି ଆପଣଙ୍କର ବଟ୍ ସମସ୍ୟାର ସମାଧାନ କରନ୍ତୁ |",
  "info-text-2": "ଆମର ସେବା ବିଶ୍ world ର ବୃହତ୍ତମ କମ୍ପାନୀଗୁଡିକ ଦ୍ ten ାରା ଦଶ ଲକ୍ଷ ସାଇଟରେ ଦ daily ନିକ ଅନେକ ଲକ୍ଷ ଉପଭୋକ୍ତାଙ୍କୁ ସେବା କରିବା ପାଇଁ ବିଶ୍ୱାସ କରାଯାଏ |",
  "cloudflare-quote-text": "ଆମେ ନିଜେ ଏକ ସିଷ୍ଟମ୍ ଗଠନ କରିବା ସହିତ ଅନେକ CAPTCHA ବିକ୍ରେତାଙ୍କୁ ମୂଲ୍ୟାଙ୍କନ କଲୁ | ଶେଷରେ, hCaptcha reCAPTCHA ପାଇଁ ସର୍ବୋତ୍ତମ ବିକଳ୍ପ ଭାବରେ ଉଭା ହେଲା |",
  "cloudflare-quote-detail": "ଉତ୍ପାଦ ପରିଚାଳନା ନିର୍ଦ୍ଦେଶକ, କ୍ଲାଉଡ୍ ଫ୍ଲାର୍ |",
  "section-quote-head": "ଉଚ୍ଚ ଟ୍ରାଫିକ୍ ଉଦ୍ୟୋଗଗୁଡିକ ପାଇଁ ଖର୍ଚ୍ଚଦାୟକ ବିକଳ୍ପ |",
  "section-quote-text": "ଶେଷରେ, ଗୁଗୁଲ ପାଇଁ ଏକ ବିଶ୍ୱସନୀୟ ବିକଳ୍ପ | hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ଅଧିକ ସୁରକ୍ଷା ସହିତ ଆପଣଙ୍କର reCAPTCHA ବିଲରେ ନାଟକୀୟ ସଞ୍ଚୟ ପ୍ରଦାନ କରେ: କେତେକ କ୍ଷେତ୍ରରେ 80% କମ୍ ବ୍ୟୟବହୁଳ | The ଦୁନିଆର ସବୁଠୁ ବଡ ଅନଲାଇନ୍ ସେବା hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ କୁ ଯାଇ ବହୁ ମୂଲ୍ୟ ସଞ୍ଚୟ ସହିତ ଉନ୍ନତ ବଟ୍ ଚିହ୍ନଟ ଗ୍ରହଣ କରିଛି |",
  "section-quote-button": "ଏକ ଉଦ୍ଧୃତି ପାଇଁ ଆଜି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
  "section-privacy-header": "ଗୋପନୀୟତା ଧ୍ୟାନ ଦିଆଯାଇଛି |",
  "section-privacy-text-1": "ବିଜ୍ଞାପନ ନେଟୱାର୍କଗୁଡ଼ିକ ତୁମର ପରିଦର୍ଶକଙ୍କୁ ଉତ୍ପାଦ ଭାବରେ ଦେଖେ | ଆମ ପାଇଁ ଏକମାତ୍ର ଉତ୍ପାଦ ହେଉଛି ସେମାନଙ୍କର ମାନବିକତା ନିର୍ଣ୍ଣୟ କରିବା | ଆମର ସେବାଗୁଡିକ GDPR, CCPA, ଏବଂ LGPD ଆବଶ୍ୟକତା ପୂରଣ କରେ କିମ୍ବା ଅତିକ୍ରମ କରେ, ଏବଂ ଗୋପନୀୟତା ପାସ୍ ପରି ପଦକ୍ଷେପଗୁଡିକୁ ସମର୍ଥନ କରେ | ଗୋପନୀୟତା ଏବଂ ନିରାପତ୍ତାକୁ ସନ୍ତୁଳିତ କରିବା ପାଇଁ ଆମେ କଠିନ ପରିଶ୍ରମ କରୁ |",
  "section-privacy-text-2": "ଗୋପନୀୟତା ଉପରେ ଏହି ଅନନ୍ୟ ଧ୍ୟାନର ଅର୍ଥ ହେଉଛି ଉତ୍କୃଷ୍ଟ ସୁରକ୍ଷା ବଜାୟ ରଖିବା ସମୟରେ ଆବଶ୍ୟକତା ଅନୁଯାୟୀ ଆମେ ଶୂନ୍ୟ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ଧାରଣ, କୁକି-ମୁକ୍ତ ଅପରେସନ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ଚୁକ୍ତିଭିତ୍ତିକ ଗୋପନୀୟତା ଗ୍ୟାରେଣ୍ଟି ପ୍ରଦାନ କରିପାରିବା |",
  "section-security-header": "ସୁରକ୍ଷା ପ୍ରଥମେ |",
  "section-security-text-1": "ସଠିକତା ଆପଣଙ୍କ ଆଗ୍ରହରେ ଏବଂ ଆମର | hCaptcha ଆପଣଙ୍କୁ ପ୍ରକୃତ ତଥ୍ୟ ଦେବା ପାଇଁ କାର୍ଯ୍ୟ କରେ ଏବଂ ଏହାକୁ କିପରି ବ୍ୟବହାର କରାଯିବ ତାହା ସ୍ଥିର କରିବାକୁ ଦିଅନ୍ତୁ | ଅନ୍ୟାନ୍ୟ କ୍ୟାପଚା ଗିଗାଣ୍ଟିକ୍ ବିଜ୍ଞାପନ କମ୍ପାନୀଗୁଡିକ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଥାଏ | ଏହାର ଅର୍ଥ ପ୍ରତ୍ୟେକ ବ୍ଲକ୍ ସେମାନେ ଅବରୋଧ କରିପାରନ୍ତି ସେମାନଙ୍କ ରାଜସ୍ୱ ହ୍ରାସ କରିପାରେ |",
  "section-security-text-2": "ଗୋପନୀୟତା ଉପରେ ଧ୍ୟାନ ଦେଇ ଅତ୍ୟାଧୁନିକ ମେସିନ୍ ଲର୍ନିଂ କ ques ଶଳଗୁଡିକ ବ୍ୟବହାର କରିବା ଦ୍ us ାରା ଆମକୁ ସୁରକ୍ଷା କିମ୍ବା ଉପଭୋକ୍ତା ଗୋପନୀୟତାକୁ କ୍ଷତି ନକରି ସବୁଦିନ ପାଇଁ ରଣନୀତିର ରେକର୍ଡର ସୁରକ୍ଷା ମାନଦଣ୍ଡ ଅତିକ୍ରମ କରିବାକୁ ଦେଇଥାଏ |",
  "section-user-experience-header": "ଉତ୍ତମ ଉପଭୋକ୍ତା ଅଭିଜ୍ଞତା |",
  "section-user-experience-text1": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ, ଅଧିକାଂଶ ପରିସ୍ଥିତିରେ ଚ୍ୟାଲେଞ୍ଜକୁ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ଏଡାଇବା ପାଇଁ ବିକଳ୍ପ ଉପଲବ୍ଧ |",
  "section-user-experience-text2": "ଉନ୍ନତ ବଟ ମଡେଲଗୁଡିକ ପାଇଁ ଧନ୍ୟବାଦ, ତଥାପି ଆପଣଙ୍କର ବ legitimate ଧ ଟ୍ରାଫିକ୍ର 99.9% ପାଇଁ ଏକ ଚ୍ୟାଲେଞ୍ଜକୁ ସମ୍ପୂର୍ଣ୍ଣରୂପେ ଏଡାଇ ଘର୍ଷଣ ହ୍ରାସ କରନ୍ତୁ |",
  "section-easy-integration-header": "ସହଜ ଏକୀକରଣ |",
  "section-easy-integration-text": "HCaptcha ଯୋଡିବା ପାଇଁ କେବଳ ମିନିଟ୍ ଏବଂ କିଛି ଧାଡି କୋଡ୍ ଲାଗେ | ମ API ଳିକ API reCAPTCHA V2 ସହିତ ସୁସଙ୍ଗତ, ଏବଂ ସୁଇଚ୍ କରିବାକୁ ମାତ୍ର ମିନିଟ୍ ସମୟ ଲାଗେ | ଆଜି ଆପଣ ଏକ ଉନ୍ନତ ବିକଳ୍ପ ସହିତ ଅପ୍ ଏବଂ ଚଲାଇପାରିବେ, ଏବଂ ଆବଶ୍ୟକ ଅନୁଯାୟୀ ଅଧିକ ଉନ୍ନତ ବ features ଶିଷ୍ଟ୍ୟ ଟର୍ନ୍ ଅନ୍ କରିପାରିବେ |",
  "section-easy-integration-serverside": "ସର୍ଭର ପାର୍ଶ୍ୱ:",
  "section-easy-integration-frontend": "ସାମନା ପ। ଖ:",
  "section-threat-header": "କଷ୍ଟୋମାଇଜ୍ ଧମକ ସ୍କୋର |",
  "section-threat-text": "ସମସ୍ତ ସମସ୍ୟା ସମାନ ନୁହେଁ: ଗୋଟିଏ ସ୍କୋର ପାଇବା ଅର୍ଥ ଏହା ଆପଣଙ୍କର ଉପଯୋଗୀ ହେବା ଆବଶ୍ୟକ | HCaptcha ର ଅନନ୍ୟ କଷ୍ଟୋମାଇଜଡ୍ ଧମକ ସ୍କୋର ସହିତ, ଏକ ଶୀଘ୍ର ପରାମର୍ଶ ଆମ ବ୍ୟବସାୟକୁ ଅଧିକ ପ୍ରାସଙ୍ଗିକ ସ୍କୋର ବିତରଣ କରିବାକୁ ଆମ ମଡେଲଗୁଡିକୁ ଟ୍ୟୁନ୍ କରିବାକୁ ଅନୁମତି ଦିଏ |",
  "section-challenges-header": "ସେକେଣ୍ଡରେ ନିଜର ଚ୍ୟାଲେଞ୍ଜଗୁଡିକ ଆରମ୍ଭ କରନ୍ତୁ |",
  "section-challenges-text-1": "ପ୍ରାସଙ୍ଗିକ ବିଷୟବସ୍ତୁ ସହିତ ବ୍ରାଣ୍ଡରେ ରୁହ |",
  "section-challenges-text-2": "ଯେତେବେଳେ ଉପଭୋକ୍ତାମାନେ ସୁରକ୍ଷା ଆବଶ୍ୟକତା ପୂରଣ କରିବା ପାଇଁ ଏକ ଚ୍ୟାଲେଞ୍ଜର ସମାଧାନ କରିବା ଆବଶ୍ୟକ କରନ୍ତି, କାହିଁକି ବ୍ୟବହାରକାରୀଙ୍କ ପାଇଁ ସୁଖଦ ଏବଂ ପ୍ରାସଙ୍ଗିକ କାର୍ଯ୍ୟ ସୃଷ୍ଟି କରିବେ ନାହିଁ? ଆମର ସରଳ କଷ୍ଟମ୍ ଚ୍ୟାଲେଞ୍ଜ ଡିଜାଇନର୍ ସହିତ, ଆପଣ ଅଳ୍ପ କିଛି ମିନିଟ୍ ମଧ୍ୟରେ ଅନ୍-ବ୍ରାଣ୍ଡ୍ ଚ୍ୟାଲେଞ୍ଜ ବିଷୟବସ୍ତୁ ଲଞ୍ଚ କରିପାରିବେ |",
  "section-integration-header": "ସିଧାସଳଖ ପ୍ଲାଟଫର୍ମ ଏକୀକରଣ |",
  "section-integration-subheader": "ୱେବ୍ ଭିତ୍ତିଭୂମି କମ୍ପାନୀଗୁଡିକ ପାଇଁ |",
  "section-integration-text": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସିଷ୍ଟମ୍ ଏହାର ଡିଜାଇନ୍ରେ ସ୍ୱତନ୍ତ୍ର ଭାବରେ ନମନୀୟ: ଯଦି ଆପଣ ଏକ ସାର୍ବଜନୀନ କ୍ଲାଉଡ୍ ଚଲାନ୍ତି କିମ୍ବା ଅନେକ ଡାଟା ସେଣ୍ଟରର ମାଲିକ ହୁଅନ୍ତି ତେବେ ଏହା ଆପଣଙ୍କ ନେଟୱାର୍କର ଧାରରେ ଆଂଶିକ କିମ୍ବା ସଂପୂର୍ଣ୍ଣ ଭାବରେ ନିୟୋଜିତ ହୋଇପାରେ | Is ଏହା ଆମର ନାଟକୀୟ ଭାବରେ ଖର୍ଚ୍ଚ ଏବଂ ଅଫ୍ ନେଟୱାର୍କ ଟ୍ରାଫିକ୍ ହ୍ରାସ କରିପାରିବ ଯେତେବେଳେ ଆମର 24/7 ଅନ୍-କଲ୍ କର୍ମଚାରୀଙ୍କ ଦ୍ management ାରା କଠୋର SLA ମାନଙ୍କୁ ପୂରଣ କରିବା ପାଇଁ ପରିଚାଳନାର ସମସ୍ତ ସୁବିଧା ବଜାୟ ରହିବ |",
  "section-support-header": "ଉଭୟ ଆପଣ ଏବଂ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ଉପଲବ୍ଧ ଅଭିଜ୍ଞତା ଏବଂ ସମର୍ଥନ |",
  "section-support-text": "ସେବା ଆମ ପାଇଁ ଏକ ପ୍ରମୁଖ ପ୍ରାଥମିକତା | ଆମେ 24/7 ଅନ୍-କଲ୍ ସମର୍ଥନ ବଜାୟ ରଖୁ ଏବଂ କାର୍ଯ୍ୟାନ୍ୱୟନ ସମୟରେ ଏବଂ ପରେ ଆପଣଙ୍କ ଇଞ୍ଜିନିୟରିଂ ଇଣ୍ଟିଗ୍ରେସନ୍ ଦଳ ଏବଂ ଆମର ଅନ୍-କଲ୍ କର୍ମଚାରୀଙ୍କ ସହିତ ସିଧାସଳଖ ସ୍ଲାକ୍ ସମନ୍ୱୟ ପ୍ରଦାନ କରୁ | social ଆମେ ସୋସିଆଲ୍ ମିଡିଆ, ଫୋରମ୍ ମାଧ୍ୟମରେ ଆପଣଙ୍କ ଉପଭୋକ୍ତାଙ୍କ ପ୍ରଶ୍ନର ସକ୍ରିୟ ଭାବରେ ମନିଟରିଂ ଏବଂ ଉତ୍ତର ଦେବାକୁ ମଧ୍ୟ ପ୍ରତିବଦ୍ଧ | , ଏବଂ ଆମର ଇନ୍-ୱିଜେଟ୍ ଏବଂ ଇମେଲ୍ ସମର୍ଥନ ଚ୍ୟାନେଲଗୁଡିକ | ଆମେ ଉପଲବ୍ଧ ଏବଂ ପ୍ରତିକ୍ରିୟାଶୀଳ, ଏବଂ ଉପଭୋକ୍ତା ସନ୍ତୁଷ୍ଟିକୁ ଏକ ଶୀର୍ଷ KPI ଭାବରେ ବ୍ୟବହାର କରୁ |",
  "section-enterprise-header": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ |",
  "section-enterprise-title-1": "ବିଶ୍ class ସ୍ତରୀୟ ଆଣ୍ଟି-ବଟ୍ ସୁରକ୍ଷା |",
  "section-enterprise-desc-1": "ୱେବ୍ ସ୍କେଲରେ ଯୁଦ୍ଧ-ପରୀକ୍ଷିତ |",
  "section-enterprise-title-2": "ଉଚ୍ଚ ସଠିକତା ବଟ୍ ସ୍କୋର |",
  "section-enterprise-desc-2": "ଅନେକ ପ୍ରକାରର ଖରାପ ଅଭିନେତାମାନଙ୍କୁ ଚିହ୍ନଟ କର |",
  "section-enterprise-title-3": "ଶୂନ୍ୟ ଘର୍ଷଣ ଏବଂ 99.9% ପାସ୍ ମୋଡ୍ |",
  "section-enterprise-desc-3": "ବ legitimate ଧ ବ୍ୟବହାରକାରୀଙ୍କ 0.1% ରୁ କମ୍ ଚ୍ୟାଲେଞ୍ଜ କରନ୍ତୁ |",
  "section-enterprise-title-4": "ଦେଖାଯାଇଥିବା ଚ୍ୟାଲେଞ୍ଜ ପ୍ରକାରଗୁଡିକ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ |",
  "section-enterprise-desc-4": "ଚୟନ କରିବାକୁ ପ୍ରକାରର ଲାଇବ୍ରେରୀ |",
  "section-enterprise-title-5": "ବ୍ୟବହୃତ ଚ୍ୟାଲେଞ୍ଜ ବିଷୟବସ୍ତୁକୁ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ |",
  "section-enterprise-desc-5": "ଏକ ସ୍ଥିର ଉପଭୋକ୍ତା ଅଭିଜ୍ଞତା ସହିତ ବ୍ରାଣ୍ଡରେ ରୁହ |",
  "section-enterprise-title-6": "ଏଣ୍ଟରପ୍ରାଇଜ୍ SLAs |",
  "section-enterprise-desc-6": "ଗ୍ୟାରେଣ୍ଟି ନିର୍ଭରଶୀଳତା ଏବଂ ଦ୍ରୁତ 24/7 ଅନ୍-କଲ୍ ସମର୍ଥନ |",
  "section-enterprise-title-7": "ପୁରୁଣା ବ୍ରାଉଜର୍ ସମର୍ଥନ |",
  "section-enterprise-desc-7": "ଇଣ୍ଟରନେଟ୍ ଏକ୍ସପ୍ଲୋରର୍ 8 କୁ ଫେରିବା ପର୍ଯ୍ୟନ୍ତ ସୁସଙ୍ଗତ |",
  "section-enterprise-title-8": "ଉନ୍ନତ ରିପୋର୍ଟିଂ ଡ୍ୟାସବୋର୍ଡ ଏବଂ API |",
  "section-enterprise-desc-8": "ଆପଣଙ୍କର ସମସ୍ତ ସାଇଟ୍ ଏବଂ ଆପ୍ ଗୁଡିକରେ କ’ଣ ଘଟୁଛି ଦେଖନ୍ତୁ |",
  "section-enterprise-title-9": "ପ୍ରତ୍ୟେକ ଦେଶରେ କାମ କରେ |",
  "section-enterprise-desc-9": "RECAPTCHA ପରି, ଆମେ ପ୍ରତ୍ୟେକ ଦେଶରେ କାମ କରୁ |",
  "section-enterprise-title-10": "GDPR, CCPA, ଏବଂ LGPD- ଅନୁକୂଳ ଗୋପନୀୟତା ନୀତି |",
  "section-enterprise-desc-10": "ପ୍ରଥମ ଦିନରୁ ଗୋପନୀୟତା ପାଇଁ ଡିଜାଇନ୍ କରାଯାଇଛି | ଶକ୍ତିଶାଳୀ ତଥ୍ୟ ପ୍ରକ୍ରିୟାକରଣ ଚୁକ୍ତି |",
  "section-enterprise-title-11": "ସୂକ୍ଷ୍ମ ଶସ୍ୟ ଅସୁବିଧା ସ୍ତର |",
  "section-enterprise-desc-11": "ତୁମର ବ୍ୟବହାର ମାମଲାକୁ ଠିକ୍ ଫିଟ୍ କରିବା ପାଇଁ ଏହାକୁ ଡାଏଲ୍ କର |",
  "section-enterprise-title-12": "ପ୍ରଥମ ପାର୍ଟି ହୋଷ୍ଟିଂ |",
  "section-enterprise-desc-12": "ସମସ୍ତ ଅନୁରୋଧ ଏବଂ ସମ୍ପତ୍ତି hcaptcha.yourdomain.com କୁ ଯାଆନ୍ତୁ |",
  "section-enterprise-title-13": "ମଲ୍ଟି-ୟୁଜର୍ ଡ୍ୟାସବୋର୍ଡ |",
  "section-enterprise-desc-13": "ଆପଣଙ୍କ ଦଳରେ ପରିଚାଳନା ଅଂଶୀଦାର କରନ୍ତୁ |",
  "section-enterprise-title-14": "ତତକ୍ଷଣାତ୍ ଯାଞ୍ଚ |",
  "section-enterprise-desc-14": "0ms ବିଳମ୍ବ: କ API ଣସି API କଲ୍ ବିନା hCaptcha ଟୋକେନ୍ ଯାଞ୍ଚ କରନ୍ତୁ |",
  "section-enterprise-title-15": "ମୋବାଇଲ୍ (ଆଇଓଏସ୍ ଏବଂ ଆଣ୍ଡ୍ରଏଡ୍) ଏକୀକରଣ |",
  "section-enterprise-desc-15": "ୱେବ୍, ଦେଶୀ ମୋବାଇଲ୍, ମୋବାଇଲ୍ ୱେବ୍ ମଧ୍ୟରେ ନିରବିହୀନ ଅଭିଜ୍ଞତା | ପୂର୍ବରୁ ନିର୍ମିତ ଏକୀକରଣ ଏବଂ ଦେଶୀ SDK ଗୁଡିକ ଉପଲବ୍ଧ |",
  "section-enterprise-title-16": "କଷ୍ଟୋମାଇଜ୍ ହୋଇଥିବା ସର୍ତ୍ତାବଳୀ ଏବଂ ଗୋପନୀୟତା ଗ୍ୟାରେଣ୍ଟି |",
  "section-enterprise-desc-16": "ଯେତେବେଳେ ଅନ୍ୟ କମ୍ପାନୀଗୁଡିକ କରିପାରିବେ ନାହିଁ ତୁମର ଆଇନଗତ ଆବଶ୍ୟକତା ପୂରଣ କର |",
  "presented-challlenges-head": "ଉପସ୍ଥାପିତ ଆହ୍ .ାନଗୁଡିକ |",
  "presented-challenges-title-1": "ତୁଳନା",
  "presented-challenges-text-1": "ଜିଜ୍ଞାସା ସହିତ ମେଳ ହେଉଥିବା ସମସ୍ତ ପ୍ରତିଛବି ଚୟନ କରନ୍ତୁ |",
  "presented-challenges-title-2": "ବନ୍ଧନ ବାକ୍ସ |",
  "presented-challenges-text-2": "ବସ୍ତୁଗୁଡ଼ିକ ପାଇଁ ସୀମାବଦ୍ଧ କ୍ଷେତ୍ର ବ୍ୟାଖ୍ୟା କରନ୍ତୁ |",
  "presented-challenges-title-3": "ବର୍ଗୀକରଣ",
  "presented-challenges-text-3": "ସଂପୃକ୍ତ ଲେବଲ୍ ଚିହ୍ନଟ କର |",
  "presented-challenges-subheader": "... ଏବଂ ଅନ୍ୟାନ୍ୟ ସରଳ କାର୍ଯ୍ୟଗୁଡ଼ିକ | ମଣିଷମାନଙ୍କ ପାଇଁ ସହଜ, ବଟ ପାଇଁ କଠିନ |",
  "presented-challenges-subtext": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ପ୍ରକାଶକମାନଙ୍କ ପାଇଁ କଷ୍ଟମ୍ ଟାସ୍କ ମଧ୍ୟ ଉପଲବ୍ଧ |",
  "footer-header-1": "କମ୍ପାନୀ",
  "footer-header-2": "ଉତ୍ସଗୁଡ଼ିକ",
  "footer-header-3": "ଯୋଗାଯୋଗ କରନ୍ତୁ |",
  "footer-link-1": "ଲେବଲ୍ କରିବା",
  "footer-link-2": "ବିଷୟରେ",
  "footer-link-3": "ଚାକିରି",
  "footer-link-4": "ଟ୍ରେଡ୍ ମାର୍କ",
  "footer-link-5": "ବ୍ଲଗ୍",
  "footer-link-6": "ସ୍ଥିତି",
  "footer-link-7": "ଡକ୍ୟୁମେଣ୍ଟେସନ୍",
  "footer-link-8": "ଏକ ବଗ୍ ରିପୋର୍ଟ କରନ୍ତୁ |",
  "footer-link-9": "ଅଭିଗମ୍ୟତା",
  "footer-terms": "ସର୍ତ୍ତାବଳୀ",
  "footer-privacy": "ଗୋପନୀୟତା",
  "footer-attribution": "ଗୁଣ",
  "footer-subheader-1": "ସମର୍ଥନ",
  "footer-subheader-2": "ଯୋଗାଯୋଗ କରନ୍ତୁ |",
  "switch-to-english-link": "ଇଂରାଜୀକୁ ସୁଇଚ୍ କରନ୍ତୁ |",
  "intro-heading-privacy": "ଗୋପନୀୟତା ପାଇଁ ଡିଜାଇନ୍ ହୋଇଛି |",
  "intro-subtitle-p1-privacy": " ଅନଲାଇନ୍ ସୁରକ୍ଷା ପାଇଁ ଏକ ସ୍ୱତନ୍ତ୍ର ଗୋପନୀୟତା-ଚାଳିତ ଆଭିମୁଖ୍ୟ |",
  "info-head-2-pr": "ଅନଲାଇନ୍ କାର୍ଯ୍ୟକଳାପ ରେକର୍ଡିଂ କରିବା ଉତ୍ତର ନୁହେଁ |",
  "info-text-1-pr": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ର କେବଳ ଗୋଟିଏ ଉଦ୍ଦେଶ୍ୟ ଅଛି: ଖରାପ ଅଭିନେତାମାନଙ୍କୁ ଆପଣଙ୍କର ଅନଲାଇନ୍ କାର୍ଯ୍ୟକୁ ବାଧା ଦେବା ଏବଂ ଆପଣଙ୍କର ଉପଭୋକ୍ତାଙ୍କୁ କ୍ଷତି ପହଞ୍ଚାଇବା |",
  "info-text-2-pr": "ଶ୍ରେଣୀ-ଅଗ୍ରଣୀ ସୁରକ୍ଷା ବଜାୟ ରଖିବାବେଳେ ତଥ୍ୟ ସଂଗ୍ରହ ଏବଂ ଧାରଣକୁ କମ୍ କରିବାକୁ ଆମର ସିଷ୍ଟମଗୁଡିକ ଗ୍ରାଉଣ୍ଡରୁ ଡିଜାଇନ୍ ହୋଇଛି | ଉପଭୋକ୍ତା ତଥ୍ୟର ସୁରକ୍ଷା ପାଇଁ ସର୍ବୋତ୍ତମ ଉପାୟ ହେଉଛି ଏହାକୁ ଆଦ store ସଂରକ୍ଷଣ କରିବା ନୁହେଁ |",
  "info-text-3-pr": "ସମସ୍ତ ଗ୍ରାହକ ସମ୍ପର୍କ ମଧ୍ୟ ଏକ ଶକ୍ତିଶାଳୀ ଡାଟା ପ୍ରକ୍ରିୟାକରଣ ଚୁକ୍ତି ଦ୍ୱାରା ସୁରକ୍ଷିତ | HCaptcha ସେବା ଆପଣଙ୍କର ସେବା କିମ୍ବା ଆପଣଙ୍କ ଗ୍ରାହକ କେଉଁଠାରେ ରହନ୍ତି ନା କାହିଁକି ସମସ୍ତ ଗୋପନୀୟତା ନିୟମ ମାନନ୍ତି | ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ରଖିବା ଅନ୍ୟ କମ୍ପାନୀ ଅପେକ୍ଷା ଏହା ଆମ ପାଇଁ ଅଧିକ ସହଜ କରିଥାଏ |",
  "info-text-2-2-pr": "ReCAPTCHA v3 ପରି ସେବାଗୁଡିକ କୁହନ୍ତି ଯେ ଭଲ ସୁରକ୍ଷା ପାଇଁ ଆପଣଙ୍କ ସାଇଟର ପ୍ରତ୍ୟେକ ପୃଷ୍ଠାରେ ସେମାନଙ୍କର ଟ୍ରାକିଂ ପିକ୍ସେଲ ରଖିବା ଆବଶ୍ୟକ | ଏହା ନୁହେଁ |",
  "info-text-2-3-pr": "ସରଳ ଆଚରଣ ବିଶ୍ଳେଷଣ ହେଉଛି ଏକ ସଙ୍କେତ ଯାହା ଖରାପ ଅଭିନେତାମାନଙ୍କ ଦ୍ୱାରା ସହଜରେ ଜାଲ୍ ହୋଇଥାଏ, ଏବଂ ଆପଣଙ୍କର ସମସ୍ତ ବ legitimate ଧ ଟ୍ରାଫିକ୍ ପାଇଁ ବ୍ରାଉଜିଂ ଇତିହାସ ବଜାୟ ରଖିବା ଆବଶ୍ୟକ କରେ |",
  "info-text-2-4-pr": "ଆମେ ଏକ ବିଜ୍ଞାପନ ନେଟୱାର୍କ ପରିଚାଳନା କରୁନାହୁଁ, ଏବଂ ବିଜ୍ଞାପନ ବିକ୍ରୟ କରିବା ପାଇଁ ଆପଣଙ୍କର ଉପଭୋକ୍ତା ଆଚରଣକୁ ଦେଖିବାରେ ଆମର ଆଗ୍ରହ ନାହିଁ | ଏହାର ଅର୍ଥ ଆମେ ଆପଣଙ୍କ ସାଇଟର ପ୍ରତ୍ୟେକ ପୃଷ୍ଠାରେ ଏକ ନିଷ୍କ୍ରିୟ ପିକ୍ସେଲ ଆବଶ୍ୟକ କରୁନାହୁଁ |",
  "info-text-2-5-pr": "ଆମର ଚ୍ୟାଲେଞ୍ଜ କୋଡ୍ କେବଳ ଯେଉଁଠାରେ ଏହା ଆବଶ୍ୟକ, ଏବଂ ଯେଉଁଠାରେ ଆପଣ ଏବଂ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କୁ ସୁରକ୍ଷା ଦେବା ଅର୍ଥପୂର୍ଣ୍ଣ ଅଟେ |",
  "info-head-3-pr": "ମେସିନ୍ ଶିକ୍ଷା ଉପଯୋଗୀ | କିନ୍ତୁ ଏହା କାମ କରିବା ପାଇଁ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ଆବଶ୍ୟକ କରେ ନାହିଁ |",
  "info-text-3-1-pr": "ମେସିନ୍ ଶିକ୍ଷା ବର୍ତ୍ତମାନ ଆମ ଜୀବନର ପ୍ରାୟ ପ୍ରତ୍ୟେକ ଦିଗକୁ ପ୍ରଭାବିତ କରିଥାଏ, ପ୍ରାୟତ ways ସେହି ଉପାୟରେ ଯାହା ଆମେ ଅନୁଭବ କରୁନାହୁଁ ଏବଂ ଦେଖିପାରୁ ନାହୁଁ | ଅନଲାଇନ୍ ସୁରକ୍ଷା ସେବା ଭିନ୍ନ ନୁହେଁ |",
  "info-text-3-2-pr": "ହଜାରେରୁ ଅଧିକ ସଙ୍କେତ ଶିଖିବା ଦ୍ models ାରା, ମଡେଲଗୁଡିକ ଅତି ଶୀଘ୍ର କୁତ୍ସିତ ଆଚରଣ ଚିହ୍ନଟ କରିବାରେ ଉଚ୍ଚ ଆତ୍ମବିଶ୍ୱାସ ହାସଲ କରିପାରନ୍ତି, ଯେତେବେଳେ କି କ individual ଣସି ବ୍ୟକ୍ତିଗତ ସଙ୍କେତ ନିଜେ ଏକ ସମସ୍ୟା ସୂଚାଇବା ପାଇଁ ଯଥେଷ୍ଟ ଶକ୍ତିଶାଳୀ ହୋଇନଥାଏ |",
  "info-text-3-3-pr": "ତଥାପି, ଏଥିରୁ କ none ଣସିଟି ବ୍ୟକ୍ତିଗତ ଭାବରେ ଚିହ୍ନଟ ଯୋଗ୍ୟ ସୂଚନା (PII) ବ୍ୟବହାର କରିବା ଆବଶ୍ୟକ କରେ ନାହିଁ | ଆଧୁନିକ କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ କ techni ଶଳ ଆମକୁ ଯେକ any ଣସି ବ୍ୟକ୍ତିଗତ ତଥ୍ୟକୁ ଯଥାଶୀଘ୍ର ତ୍ୟାଗ କରିବାକୁ ଅନୁମତି ଦିଏ, ଏହା ବଦଳରେ ଏକପାଖିଆ ଦସ୍ତଖତ ସୃଷ୍ଟି କରେ ଯାହା କ any ଣସି ବ୍ୟକ୍ତିଙ୍କ ସହିତ ଲିଙ୍କ୍ ହୋଇପାରିବ ନାହିଁ |",
  "info-text-3-4-pr": "ଡି-ଚିହ୍ନିତ ତଥ୍ୟ ଉପରେ ତାଲିମ ମଧ୍ୟ କାର୍ଯ୍ୟ କରେ, ଏବଂ ସୁରକ୍ଷା କିମ୍ବା ଗୋପନୀୟତା ଉପରେ ଆପୋଷ ବୁ require ାମଣା ଆବଶ୍ୟକ କରେ ନାହିଁ | ଆମର ଗ୍ରାହକମାନେ ପରୀକ୍ଷାମୂଳକ ପରୀକ୍ଷା କରିଛନ୍ତି, ଏବଂ ଆମକୁ କମ୍ ବ୍ୟକ୍ତିଗତ ବିକଳ୍ପ ଅପେକ୍ଷା ସମାନ କିମ୍ବା ଉନ୍ନତ ଘୋଷଣା କରିଛନ୍ତି |",
  "cloudflare-quote-text-privacy": "HCaptcha ସମାଧାନ ବିଷୟରେ ଆମେ ଅନେକ ଜିନିଷ ପସନ୍ଦ କରିଥିଲୁ: 1) ସେମାନେ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ବିକ୍ରୟ କରନ୍ତି ନାହିଁ; ସେମାନେ କେବଳ ସର୍ବନିମ୍ନ ଆବଶ୍ୟକୀୟ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ସଂଗ୍ରହ କରନ୍ତି, ସେମାନେ ସଂଗ୍ରହ କରୁଥିବା ସୂଚନାକୁ ବର୍ଣ୍ଣନା କରିବାରେ ସ୍ୱଚ୍ଛ ଏବଂ ସେମାନେ ଏହାକୁ କିପରି ବ୍ୟବହାର କରନ୍ତି ଏବଂ / କିମ୍ବା ପ୍ରକାଶ କରନ୍ତି |",
  "pilot-head": "କ environment ଣସି ଦାୟିତ୍ with ବିନା ଆମ ପରିବେଶରେ ଆମକୁ ଚେଷ୍ଟା କରନ୍ତୁ |",
  "pilot-text-1a": "ଆମେ ଇ engine ୍ଜିନିୟର, ବିକ୍ରୟକାରୀ ନୁହଁନ୍ତି: ଆମେ ଚାହୁଁଛୁ ତୁମେ ତୁମର ପସନ୍ଦରେ ଖୁସି ହୁଅ |",
  "pilot-text-1b": "ତୁମର ସନ୍ତୁଷ୍ଟତାକୁ ସୁନିଶ୍ଚିତ କରିବାର ସର୍ବୋତ୍ତମ ଉପାୟ ହେଉଛି ପ୍ରଦର୍ଶନ କରିବା ଯେ ଆମେ ତୁମର ଆବଶ୍ୟକତା ପୂରଣ କରୁ |",
  "pilot-text-1c": "ବାସ୍ତବରେ ସମସ୍ତ କମ୍ପାନୀ ଯେଉଁମାନେ ପାଇଲଟ୍ ଆରମ୍ଭ କରନ୍ତି ଶେଷରେ ଆମର ସମାଧାନ ବାଛନ୍ତି |",
  "pilot-text-1d": "ଆମର ଏକ ବ technical ଷୟିକ ବିଶେଷଜ୍ଞଙ୍କ ନିକଟରେ ପହଞ୍ଚିବାକୁ ଏହି ଫର୍ମ ବ୍ୟବହାର କରନ୍ତୁ | ଆମେ ଶୀଘ୍ର ପ୍ରତିକ୍ରିୟା କରୁ |",
  "pilot-text-1e": "ଆପଣ ଆମକୁ ସିଧାସଳଖ ଇମେଲ୍ କରିପାରିବେ |",
  "pilot-email-details": "ବିବରଣୀ ଏଠାରେ ଅଛି |",
  "pilot-f1": "ଅଞ୍ଚଳ",
  "pilot-f2": "ତୁମର ନାମ",
  "pilot-f3": "ତୁମର ନାମ",
  "pilot-f4": "ବ୍ୟବସାୟ ଇମେଲ୍ |",
  "pilot-f5": "ଅନ୍ୟ କ details ଣସି ବିବରଣୀ ଆମ ପାଖରେ ରହିବା ଉଚିତ୍?",
  "pilot-f6": "ଆପଣ ଜରୁରୀ ଅନ୍ବୋର୍ଡିଂ ଆବଶ୍ୟକ କରନ୍ତି କି?",
  "pilot-f7": "ହଁ",
  "pilot-f8": "ମୁଁ ଆକ୍ରମଣରେ ଅଛି ଏବଂ ତୁରନ୍ତ ଅନବୋର୍ଡିଂ ଆବଶ୍ୟକ କରେ |",
  "pilot-f9": "ଦାଖଲ କରନ୍ତୁ |",
  "pilot-f10": "ଆପଣଙ୍କର ଇମେଲ୍ ପ୍ରବେଶ କରି, ଆପଣ ଆମର ସର୍ତ୍ତାବଳୀ ଏବଂ ଗୋପନୀୟତା ନୀତି, ଏବଂ ଆମଠାରୁ ଇମେଲ୍ ଗ୍ରହଣ କରିବାକୁ ରାଜି ହୁଅନ୍ତି |",
  "pilot-fo-1": "ଏକୀକରଣ ସହଜ ହୋଇପାରିବ ନାହିଁ |",
  "pilot-fo-2": "ଆପଣ ବ୍ୟବହାର କରୁଥିବା ଫ୍ରଣ୍ଟେଣ୍ଡ୍ ଏବଂ ବ୍ୟାକେଣ୍ଡ୍ ସିଷ୍ଟମ୍ ପାଇଁ hCaptcha ରେ ଅନେକଗୁଡ଼ିଏ ପୂର୍ବ-ନିର୍ମିତ ଏକୀକରଣ ଅଛି |",
  "pilot-fo-3": "ଯଦି ଆପଣ ଗୁଗୁଲର reCAPTCHA ରୁ ଆସୁଛନ୍ତି, ଆମର API ଗୁଡିକ ଡ୍ରପ୍ ଇନ୍ ରିପ୍ଲେସମେଣ୍ଟସ୍ | ତିନୋଟି ଧାଡି କୋଡ୍ ଆପଣ ଆବଶ୍ୟକ କରନ୍ତି |",
  "pilot-fo-4": "ଆମର ଅନବୋର୍ଡିଂ ଇଞ୍ଜିନିୟର୍ମାନେ ଆପଣଙ୍କୁ ଶୀଘ୍ର ଯିବାକୁ ପାଇପାରିବେ, ଆପଣ ରିଆକ୍ଟ ଇଣ୍ଟିଗ୍ରେସନ୍, ଆଇଓଏସ୍ ଦେଶୀ ଆପ୍ ପାଇଁ SDK, ଜାଭା ବ୍ୟାକେଣ୍ଡ୍ ଉଦାହରଣ କିମ୍ବା ଅନ୍ୟ କ scen ଣସି ଦୃଶ୍ୟ ଆବଶ୍ୟକ କରନ୍ତି |",
  "pilot-fo-5": "ଏବଂ ସବୁଥର ପରି, ଗୋପନୀୟତା ଆମ ପାଇଁ ଏକ ମୂଳ ମୂଲ୍ୟ ଅଟେ | ଆମର ଚ୍ୟାଲେଞ୍ଜ କୋଡ୍ କେବଳ ଯେଉଁଠାରେ ଏହା ଆବଶ୍ୟକ, ଏବଂ ଯେଉଁଠାରେ ଆପଣ ଏବଂ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କୁ ସୁରକ୍ଷା ଦେବା ଅର୍ଥପୂର୍ଣ୍ଣ ଅଟେ | ତଥ୍ୟ ସଂଗ୍ରହକୁ କମ୍ କରିବା ଏକୀକରଣର ମୁହୂର୍ତ୍ତରୁ ଆରମ୍ଭ ହୁଏ |",
  "pilot-fdone": "ଧନ୍ୟବାଦ। ଆମେ ଖୁବ୍ ଶୀଘ୍ର ସମ୍ପର୍କରେ ରହିବୁ |",
  "home-ent-2-new": "ଆମର ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
  "home-ent-button-new": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ |",
  "home-main-plans2-new": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ଶ୍ରେଣୀ-ଅଗ୍ରଣୀ ସୁରକ୍ଷା ପ୍ରଦାନ କରେ ଏବଂ ଅନେକ ଶୀର୍ଷ ଅନଲାଇନ୍ ସେବାକୁ ସୁରକ୍ଷା କରେ |",
  "home-plans-button-2-new": "ଅଧିକ ସିଖନ୍ତୁ",
  "header-enterprise-link": "ଏଣ୍ଟରପ୍ରାଇଜ୍",
  "sales-interstitial-c1b-new": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |"
}
