{
    "1137470858": "ଡିସେମ୍ବର 11, 2021",
    "12462594": "hCaptcha HUMAN ପ୍ଲାଟଫର୍ମରେ ନିର୍ମିତ, ଯାହା ଅତ୍ୟାଧୁନିକ ରାଉଟିଙ୍ଗ୍ ଏବଂ ବିଶ୍ଳେଷଣକୁ ପ୍ରତ୍ୟେକ ପଦକ୍ଷେପରେ ଅପ୍ଟିମାଇଜ୍ କରିବାକୁ ଅନୁମତି ଦେଇଥାଏ |",
    "2262549101": "ଯୋଗାଯୋଗର ବିକଳ୍ପ ପଦ୍ଧତିଗୁଡିକ US କପିରାଇଟ୍ ଅଫିସ୍ DMCA ନିଯୁକ୍ତ ଏଜେଣ୍ଟ ଡିରେକ୍ଟୋରୀରେ ଡକ୍ୟୁମେଣ୍ଟ୍ ହୋଇଛି |",
    "2272776729": "ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ପରବର୍ତ୍ତୀ ପଦକ୍ଷେପ ନିଆଯିବା ପୂର୍ବରୁ ଆପଣ ଆପଣଙ୍କର ପରିଚୟ ଯାଞ୍ଚ କରିବେ ଏବଂ ଅନୁରୋଧ କରିବେ, ଯେପରିକି ଆପଣଙ୍କର ସରକାରୀ ପରିଚୟ ପ୍ରଦାନ କରି | କାଲିଫର୍ନିଆ ନିୟମ ସହିତ ସମାନ, ତୁମ ତରଫରୁ ଏକ ଅନୁରୋଧ କରିବାକୁ ତୁମେ ଏକ ପ୍ରାଧିକୃତ ଏଜେଣ୍ଟ ନିଯୁକ୍ତ କରିପାରିବ | ଆପଣଙ୍କ ତରଫରୁ ଏକ ଅନୁରୋଧ କରିବା ପାଇଁ ଏକ ପ୍ରାଧିକୃତ ଏଜେଣ୍ଟକୁ ନିଯୁକ୍ତ କରିବାକୁ, ଆପଣଙ୍କୁ ନିଶ୍ଚିତ ଭାବରେ ଏକ ବ valid ଧ ପାୱାର୍ ଅଫ୍ ଆଟର୍ଣ୍ଣି, ଅନୁରୋଧକାରୀଙ୍କ ବ valid ଧ ସରକାର ପ୍ରଦାନ କରାଯାଇଥିବା ପରିଚୟ ଏବଂ ପ୍ରାଧିକୃତ ଏଜେଣ୍ଟଙ୍କ ବ valid ଧ ସରକାର ପ୍ରଦାନ କରିଥିବା ପରିଚୟ ପ୍ରଦାନ କରିବାକୁ ପଡିବ |",
    "2335607721": "ଧ୍ୟାନ ଦିଅନ୍ତୁ | ଏହି ସେବା ସର୍ତ୍ତାବଳୀ ସହିତ ଜଡିତ ସମସ୍ତ ବିଜ୍ଞପ୍ତି ଇ-ମେଲ ଦ୍ୱାରା ପଠାଯିବ କିମ୍ବା ଆମ ୱେବସାଇଟରେ ପୋଷ୍ଟ ହେବ | ଆପଣ ନିଶ୍ଚିତ ଭାବରେ ଆମକୁ ନୋଟିସ୍ ପଠାଇବେ |",
    "2875934612": "ନଭେମ୍ବର 20, 2020",
    "3084122606": "ଯେଉଁଠାରେ ଆମର ବ୍ୟକ୍ତିଗତ ସୂଚନାର ଆମର ବ୍ୟବହାର ଆପଣଙ୍କ ସମ୍ମତି ଉପରେ ଆଧାରିତ, ସେବାରେ ସୂଚିତ ପଦ୍ଧତିରେ କିମ୍ବା ଆମ ସହିତ ଯୋଗାଯୋଗ କରି ଯେକ time ଣସି ସମୟରେ ଏହାକୁ ପ୍ରତ୍ୟାହାର କରିବାର ଅଧିକାର ଆପଣଙ୍କର ଅଛି |",
    "3312286067": "କିମ୍ବା ଆପଣଙ୍କର ଅଧିକାରରେ ଥିବା ଡାଟା ସୁରକ୍ଷା ନିୟନ୍ତ୍ରକଙ୍କ ନିକଟରେ ଅଭିଯୋଗ ଦାଖଲ କରନ୍ତୁ | ଆପଣ ଆପଣଙ୍କର ଡାଟା ସୁରକ୍ଷା ନିୟନ୍ତ୍ରକକୁ ପାଇପାରିବେ |",
    "3506025515": "hCaptcha log4shell ଦ୍ୱାରା ପ୍ରଭାବିତ ହୁଏ ନାହିଁ | ଆମେ କିପରି ଜାଣୁ ତାହା ଏଠାରେ ଅଛି |",
    "3516838896": "Log4j2 ରିମୋଟ୍ କୋଡ୍ ଏକଜେକ୍ୟୁଶନ୍ ବଗ୍ ଇଣ୍ଟରନେଟ୍ କୁ ଧୂଳିସାତ୍ କରି ଅନଲାଇନ୍ ସେବାଗୁଡିକର ଏକ ବୃହତ ଅଂଶକୁ ପ୍ରଭାବିତ କଲା | hCaptcha ପ୍ରଭାବିତ ହୋଇନଥିଲା | ଆମେ କିପରି ସେହି ତଥ୍ୟକୁ ଯାଞ୍ଚ କରିଛୁ ତାହା ଏଠାରେ ଅଛି |",
    "3553195003": "hCaptcha log4shell ଦ୍ୱାରା ପ୍ରଭାବିତ ହୁଏ ନାହିଁ |",
    "3610875753": "- ଯଦି ଏକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ବ୍ୟବସାୟ ବ୍ୟାଘାତ ପରେ ଆପଣ ଆମ ସହିତ ଯୋଗାଯୋଗ କରିପାରିବେ ନାହିଁ ଯେପରି ଆପଣ ସାଧାରଣତ do କରନ୍ତି |",
    "3612764043": ", ଆପଣ hcaptcha.com କିମ୍ବା hcaptchastatus.com ରେ ଆମର ୱେବସାଇଟ୍ କୁ ଯିବା ଉଚିତ୍ |",
    "3626193263": "ଡିଜିଟାଲ୍ ମିଲେନିୟମ୍ କପିରାଇଟ୍ ଆକ୍ଟ (DMCA) ପାଇଁ hCaptcha ଡିଜାଇଟେଡ୍ ଏଜେଣ୍ଟ ହେଉଛି |",
    "3794891866": "କାଲିଫର୍ନିଆ ଗ୍ରାହକମାନେ ଆମ ସହିତ ଯୋଗାଯୋଗ କରି CCPA ଅଧୀନରେ ସେମାନଙ୍କର ଅଧିକାର ଅନୁଯାୟୀ ଏକ ଅନୁରୋଧ କରିପାରିବେ |",
    "3814036702": "- ଯଦି ଆପଣଙ୍କର ବ୍ୟବସାୟ ନିରନ୍ତର ଯୋଜନା ବିଷୟରେ ଆପଣଙ୍କର କିଛି ପ୍ରଶ୍ନ ଅଛି, ତେବେ ଆପଣ ଆମ ସହିତ ଯୋଗାଯୋଗ କରିପାରିବେ |",
    "3975007628": "ବର୍ତ୍ତମାନ ପ୍ରତି ମାସରେ ଦଶ ଲକ୍ଷ ୱେବସାଇଟ୍ ଏବଂ ଆପ୍ ମଧ୍ୟରେ ଶହ ଶହ କୋଟି ଉପଭୋକ୍ତାଙ୍କୁ ସୁରକ୍ଷା ଦିଅନ୍ତୁ | ଆମର କାହାଣୀ ଦର୍ଶାଏ ଯେ ଯେତେବେଳେ ତୁମେ ପ୍ରଥମେ ଗୋପନୀୟତା ରଖିବ ତୁମେ ବିଗ୍ ଟେକ୍ ସହିତ ପ୍ରତିଦ୍ୱନ୍ଦ୍ୱିତା କରିପାରିବ |",
    "4038264749": "ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେତେବେଳେ ସ୍ଥାନୀୟ COVID-19 ଅର୍ଡରଗୁଡିକ ବଳବତ୍ତର ରହିଥାଏ ସେଠାରେ କ guarant ଣସି ଗ୍ୟାରେଣ୍ଟି ନାହିଁ ଯେ ମେଲ୍ ଠିକ୍ ସମୟରେ ଗ୍ରହଣ କରାଯିବ, ଏବଂ ଇମେଲ୍ (",
    "4115505783": ") ଆମ ପାଖରେ ପହଞ୍ଚିବା ପାଇଁ ସଠିକ୍ ଚ୍ୟାନେଲ୍ | କମ୍ପାନୀ ଟେଲିଫୋନ୍ କିମ୍ବା ଫ୍ୟାକ୍ସ ନମ୍ବର ପରିଚାଳନା କରେ ନାହିଁ; ଏହା ହେଉଛି ଏକବିଂଶ ଶତାବ୍ଦୀ |",
    "4164851712": "ଆଇନ ଅନୁଯାୟୀ ଅନୁମତି ଅନୁଯାୟୀ ଆମେ କେବଳ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ବ୍ୟବହାର କରୁ | ଆମେ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ପ୍ରକ୍ରିୟାକରଣର ଆଇନଗତ ଆଧାର ବିଷୟରେ ଆପଣଙ୍କୁ ଜଣାଇବା ଆବଶ୍ୟକ, ଯାହା ନିମ୍ନରେ ବର୍ଣ୍ଣନା କରାଯାଇଛି | ଯଦି ଆପଣଙ୍କର ଆଇନଗତ ଆଧାର ବିଷୟରେ ଆପଣଙ୍କର କିଛି ପ୍ରଶ୍ନ ଅଛି ଯାହା ଅଧୀନରେ ଆମେ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ପ୍ରକ୍ରିୟାକରଣ କରୁ, ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "4201262098": "ଏହି ଟେକ୍ନୋଲୋଜି ସଠିକ୍ କାର୍ଯ୍ୟଶ ce ଳୀକୁ ଆପଣଙ୍କର କାର୍ଯ୍ୟର ପ୍ରତ୍ୟେକ ଅଂଶକୁ ପରିଚାଳନା କରିବାକୁ ଦେଇଥାଏ, ଗୋପନୀୟତା ସଂରକ୍ଷଣ କରିବା ସମୟରେ ଏବଂ ଖର୍ଚ୍ଚର ଦକ୍ଷତାକୁ ବ ing ାଇଥାଏ ଏବଂ ପ୍ରୟୋଗ ହୋଇପାରେ |",
    "4217188341": "ନଭେମ୍ବର 30, 2020",
    "4238473596": "ପ୍ରକୃତ ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ଘର୍ଷଣକୁ କମ୍ କରିବା ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ | hCaptcha ସରଳ କାର୍ଯ୍ୟଗୁଡିକ ବ୍ୟବହାର କରେ ଏବଂ ଅଧିକ ବଟ୍ ଟ୍ରାଫିକ୍ ବନ୍ଦ କରିବା ସମୟରେ ଅଧିକାଂଶ ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ କମ୍ ସମୟ ନେଇଥାଏ |",
    "4243935861": "ha.com",
    "4270798104": "2. ଅନ୍ୟ ଏକ୍ସଟେନ୍ସନ୍ ଅକ୍ଷମ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ | ଯଦି ତାହା ଏହାର ସମାଧାନ କରେ, ଯେପର୍ଯ୍ୟନ୍ତ ଆପଣ ସମସ୍ୟା ନ ପାଇଛନ୍ତି ସେପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କୁ ଗୋଟିଏ ପରେ ଗୋଟିଏ ଟର୍ନ୍ ଅନ୍ କରନ୍ତୁ ଏବଂ ସେହି ବିସ୍ତାରର ବିକାଶକାରୀଙ୍କୁ ଏହା ବିଷୟରେ ଜଣାଇବା ସହିତ ଆମକୁ ଏକ ମୁଣ୍ଡ ମଧ୍ୟ ଦିଅନ୍ତୁ |",
    "427220273": "ତୁମର ପରିଚୟ ନିଶ୍ଚିତ କରିବାକୁ ଏବଂ ତୁମର ଅନୁରୋଧ ପ୍ରକ୍ରିୟାକରଣ କରିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ଆମେ ତୁମଠାରୁ ନିର୍ଦ୍ଦିଷ୍ଟ ସୂଚନା ଅନୁରୋଧ କରିପାରିବା | ଆପଣଙ୍କ ଅନୁରୋଧକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରିବାକୁ ପ୍ରଯୁଜ୍ୟ ନିୟମ ଆମକୁ ଆବଶ୍ୟକ କିମ୍ବା ଅନୁମତି ଦେଇପାରେ | ଯଦି ଆମେ ତୁମର ଅନୁରୋଧକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରୁ, ଆଇନଗତ ପ୍ରତିବନ୍ଧକ ଅନୁଯାୟୀ ଆମେ କାହିଁକି କହିବୁ | ଯଦି ଆପଣ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନାର ବ୍ୟବହାର କିମ୍ବା ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ସମ୍ବନ୍ଧରେ ଆପଣଙ୍କର ଅନୁରୋଧର ପ୍ରତିକ୍ରିୟା ବିଷୟରେ ଏକ ଅଭିଯୋଗ ଦାଖଲ କରିବାକୁ ଚାହାଁନ୍ତି, ତେବେ ଆପଣ ଆମ ସହିତ ଯୋଗାଯୋଗ କରିପାରିବେ |",
    "433026247": "କାର୍ଯ୍ୟଗୁଡିକ ସଂପାଦନ କରି, ଆପଣ ଯୋଗ୍ୟତା ଏବଂ କ skills ଶଳ ସଂଗ୍ରହ କରିପାରିବେ, ଯାହାକୁ ଆମେ ଆମର ବିବେଚନାରେ ପ୍ରଦାନ କରିବୁ | ଯେକ any ଣସି ସମୟରେ କିମ୍ବା କ reason ଣସି କାରଣରୁ ଆପଣଙ୍କ ଯୋଗ୍ୟତା ଏବଂ କ skills ଶଳ ସୃଷ୍ଟି, ସଂପାଦନ କିମ୍ବା ପ୍ରତ୍ୟାହାର କରିବାର ଅଧିକାର ଆମେ ସଂରକ୍ଷିତ | କାରଣ ଆମେ ଜାତୀୟ ଉତ୍ପତ୍ତି, ଜାତି, ରଙ୍ଗ, ଲିଙ୍ଗ, ଯ sexual ନ ଆଭିମୁଖ୍ୟ କିମ୍ବା ଆଇନ ଦ୍ protected ାରା ସୁରକ୍ଷିତ ଅନ୍ୟ କ class ଣସି ଶ୍ରେଣୀ ଆଧାରରେ ଭେଦଭାବ କରୁନାହୁଁ, ତୁମର ଯୋଗ୍ୟତା ଏବଂ କ skills ଶଳ ଜମା ହେବା ସହିତ କାର୍ଯ୍ୟଗୁଡ଼ିକରେ ପ୍ରବେଶ କରିବାକୁ ତୁମର ଅନ୍ୟ ଯୋଗଦାନକାରୀଙ୍କ ପରି ସମାନ ସୁଯୋଗ ପାଇବ | । ଜଣେ ଯୋଗଦାନକାରୀ ଭାବରେ, ଯଦି ଆପଣ ବିଶ୍ believe ାସ କରନ୍ତି ଯେ ସମସ୍ୟାଗତ ପରୀକ୍ଷା ପ୍ରଶ୍ନଗୁଡିକ ଆପଣଙ୍କର ଯୋଗ୍ୟତା, କ skills ଶଳ, କିମ୍ବା ପୁରସ୍କାର ଉପରେ ପ୍ରଭାବ ପକାଇଛି, ଆପଣ ଟାସ୍କ ଇଣ୍ଟରଫେସ୍ ମାଧ୍ୟମରେ କିମ୍ବା ଆମର ସମର୍ଥନ ସିଷ୍ଟମରେ ଟିକେଟ୍ ମାଧ୍ୟମରେ ସମସ୍ୟାଜନିତ ପରୀକ୍ଷା ପ୍ରଶ୍ନର ବର୍ଣ୍ଣନା କରୁଥିବା ଭଲ-ସମର୍ଥିତ ବିଷୟବସ୍ତୁ ପ୍ରଦାନ କରିପାରିବେ | at",
    "492025216": "ଡିସେମ୍ବର 13, 2021",
    "799274928": "ସମସ୍ତ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଇ-ମେଲ୍ ନୋଟିସ୍ ଗୁଡିକ ଲିଖିତ ବିଜ୍ଞପ୍ତି ଭାବରେ ବିବେଚନା କରାଯାଏ ଯେଉଁଥି ପାଇଁ ଲିଖିତ ବିଜ୍ଞପ୍ତି ଆବଶ୍ୟକ ହୋଇପାରେ | ଉଦ୍ଦିଷ୍ଟ ପ୍ରାପ୍ତକର୍ତ୍ତାଙ୍କୁ ସଠିକ୍ ଭାବରେ ପଠାଯିବା ପରେ ଇ-ମେଲ୍ ବିଜ୍ଞପ୍ତିଗୁଡିକ ବ୍ୟବସାୟ ଦିନ ଗ୍ରହଣ କରାଯାଇଛି |",
    "211351380": "ବ୍ଲଗ୍ ରୁ:",
    "3153117136": "HCaptcha ଅସୁବିଧା ସେଟିଂସମୂହ କିପରି କାମ କରେ |",
    "2915355938": "ଅଭିଗମ୍ୟତା",
    "793784899": "ଯୋଜନାଗୁଡିକ",
    "2671622670": "ଏଣ୍ଟରପ୍ରାଇଜ୍",
    "3527140447": "ଡକସ୍",
    "505891021": "ଲେବଲ୍ ସେବାଗୁଡିକ",
    "692176459": "ଭିତରକୁ ଯାଉ",
    "1892574253": "ସାଇନ୍ ଅପ୍ କରନ୍ତୁ",
    "2593864519": "ଅଧିକ ବଟ୍ ବନ୍ଦ କରନ୍ତୁ | ଉପଭୋକ୍ତା ଗୋପନୀୟତା ରକ୍ଷା କରିବା ଆରମ୍ଭ କରନ୍ତୁ |",
    "4007826952": "ୱେବ୍, ମୋବାଇଲ୍, ଏବଂ ଅଧିକ ପାଇଁ # 1 ଗୋପନୀୟତା-ପ୍ରଥମ CAPTCHA |",
    "3721365241": "ଚେଷ୍ଟା କରନ୍ତୁ |",
    "3753956446": "ମାଗଣା |",
    "3276777569": "hCaptcha",
    "55035359": "ସମ୍ପ୍ରତି reCAPTCHA ବ୍ୟବହାର କରୁଛନ୍ତି କି?",
    "3417372336": "କିଛି ମିନିଟରେ ସୁଇଚ୍ କରନ୍ତୁ |",
    "2881474837": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ |",
    "1685871181": "ଶୀର୍ଷ ଅନଲାଇନ୍ ସେବା ଉପରେ ନିର୍ଭର କରେ |",
    "1470290349": "ଶ୍ରେଷ୍ଠ-ଶ୍ରେଣୀର ବଟ୍ ଏବଂ ଜାଲିଆତି ପରିଚାଳନା ପାଇଁ |",
    "3714002185": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "3946753128": "ବ୍ୟକ୍ତିଗତ ସୁରକ୍ଷିତ ଶୀଘ୍ର",
    "939665604": "ଗୋପନୀୟତା ଧ୍ୟାନ ଦିଆଯାଇଛି |",
    "780475098": "ବିଜ୍ଞାପନ ନେଟୱାର୍କଗୁଡ଼ିକ ତୁମର ପରିଦର୍ଶକଙ୍କୁ ଉତ୍ପାଦ ଭାବରେ ଦେଖେ | ଏକ ଭ୍ରମଣ ଭଲ କି ଖରାପ ଆମେ କେବଳ ଧ୍ୟାନ ଦେଇଥାଉ | hCaptcha GDPR, CCPA, LGPD, PIPL, ଏବଂ ଅନ୍ୟାନ୍ୟ ବିଶ୍ global ସ୍ତରୀୟ ଡାଟା ନିୟମ ସହିତ ଅନୁରୂପ ଅଟେ |",
    "219813583": "ସୁରକ୍ଷା ପ୍ରଥମେ |",
    "2714878440": "ଆମର ଉନ୍ନତ ମେସିନ୍ ଲର୍ନିଂ ଏବଂ ମାନବିକତା ଯାଞ୍ଚ ସହିତ ସ୍କ୍ରାପିଂ, ଆକାଉଣ୍ଟ୍ ନିଆଯିବା, ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ, ଏବଂ ସ୍ପାମ୍ ଠାରୁ ଆପଣଙ୍କର ସେବାକୁ ରକ୍ଷା କରନ୍ତୁ |",
    "1397766838": "ଉତ୍ତମ ଉପଭୋକ୍ତା ଅଭିଜ୍ଞତା |",
    "2670352917": "ମଣିଷର ସମାଧାନ ପାଇଁ ସରଳ ଥିବାବେଳେ hCaptcha ଅଧିକ ନିର୍ଭରଯୋଗ୍ୟ ବଟ୍ ଚିହ୍ନଟ ପ୍ରଦାନ କରିଥାଏ |",
    "2806751666": "HCaptcha କ’ଣ?",
    "3096063825": "ଏହାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |",
    "2968026167": "ତୁମର ପ୍ରିୟ ପନିପରିବା |",
    "713281684": "ଅଣ୍ଡାଦାନ |",
    "4147497805": "ଗାଜର |",
    "3758963444": "ଧନ୍ୟବାଦ! ତୁମର ଉପସ୍ଥାପନା ଗ୍ରହଣ କରାଯାଇଛି!",
    "1070364246": "ଓହୋ! ଫର୍ମ ଦାଖଲ କରିବା ସମୟରେ କିଛି ଭୁଲ ହୋଇଗଲା |",
    "1129833879": "ଦୁର୍ଦ୍ଦାନ୍ତ ବଟ୍କୁ ବନ୍ଦ କରନ୍ତୁ, ବ୍ୟବହାରକାରୀଙ୍କ ଗୋପନୀୟତା ରକ୍ଷା କରନ୍ତୁ |",
    "58091799": "HCaptcha ପ୍ରକାଶକ ଏବଂ ଏଣ୍ଟରପ୍ରାଇଜ୍ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "1599610318": "ପ୍ରକାଶକ",
    "3093388779": "ଯେକ size ଣସି ଆକାରର ପ୍ରକାଶକମାନଙ୍କ ପାଇଁ hCaptcha ମାଗଣା ଅଟେ |",
    "179723061": "ଦଳଗୁଡିକ ପାଇଁ ଅଧିକ ନିୟନ୍ତ୍ରଣ ଯାହା ଶ୍ରେଣୀ-ଅଗ୍ରଣୀ ସୁରକ୍ଷା ଆବଶ୍ୟକ କରେ |",
    "846501387": "ବିଶ୍ class ସ୍ତରୀୟ ବଟ୍ ସୁରକ୍ଷା |",
    "119298044": "ଉନ୍ନତ ସ୍ୱୟଂ ତଦାରଖକାରୀ ML ଏବଂ AI ଟେକ୍ନୋଲୋଜି ଆପଣଙ୍କ ୱେବ୍ ଗୁଣକୁ ଧମକ ଏବଂ ଆକ୍ରମଣରୁ ରକ୍ଷା କରିଥାଏ |",
    "1263998069": "ମାନବ ସମାଧାନ ପାଇଁ ପୁରସ୍କାର ଅର୍ଜନ କରନ୍ତୁ |",
    "1103295010": "ଯେତେବେଳେ ମଣିଷମାନେ CAPTCHA ଗୁଡ଼ିକର ସମାଧାନ କରନ୍ତି ସେତେବେଳେ ଟଙ୍କା ରୋଜଗାର କରନ୍ତୁ କିମ୍ବା ଦାନକୁ ଦିଅନ୍ତୁ |",
    "392886773": "ପ୍ରତ୍ୟେକ ଦେଶରେ କାମ କରେ |",
    "2320894364": "200 ରୁ ଅଧିକ ଉପସ୍ଥିତି ସହିତ, hCaptcha ର କ୍ଲାଉଡ୍ ସମଗ୍ର ବିଶ୍ୱରେ ଆପଣଙ୍କର ସମ୍ପତ୍ତିକୁ ସୁରକ୍ଷା ଦେଇଥାଏ |",
    "451701069": "GDPR, CCPA,",
    "2826051554": "ଆହୁରି ଅଧିକା",
    "3530599065": "ଗୋପନୀୟତା ଭୂମି ଉପରୁ ନିର୍ମିତ | hCaptcha କ P ଣସି PII ରଖେ ନାହିଁ ଏବଂ ଅନେକ ଗୋପନୀୟତା ନିୟମ ଏବଂ ନିୟମାବଳୀ ସହିତ ଅନୁପଯୁକ୍ତ |",
    "2489287539": "ଘର୍ଷଣମୁକ୍ତ “ନା CAPTCHA” ଏବଂ 99.9% ପାସ୍ ମୋଡ୍ |",
    "793242047": "ଅନୁପ୍ରୟୋଗଗୁଡିକର ଶୀଘ୍ର ପ୍ରବେଶ ପାଇଁ ଉପଭୋକ୍ତାମାନଙ୍କୁ ଉପସ୍ଥାପିତ ଚ୍ୟାଲେଞ୍ଜଗୁଡିକ ହ୍ରାସ କରନ୍ତୁ |",
    "4195759329": "ବଟ୍ ଚିହ୍ନଟ ଏବଂ ବିପଦ ସ୍କୋର |",
    "1150035777": "ଅତ୍ୟାଧୁନିକ ମେସିନ୍ ଲର୍ନିଂ ମଡେଲଗୁଡିକ ପ୍ରଶ୍ନର ସଠିକ୍ ଉତ୍ତର ଦିଆଯିବା ବାହାରେ ଅନେକ ଡାଟା ପଏଣ୍ଟ ଉପରେ ଆଧାର କରି ବଟ୍ ଆତ୍ମବିଶ୍ୱାସ ସ୍କୋର ସୃଷ୍ଟି କରେ |",
    "3688621388": "ଦସ୍ତଖତ",
    "1131525092": "ସଂପୃକ୍ତ ଠକେଇ ଏବଂ ଅପବ୍ୟବହାର ଖୋଜିବା ଏବଂ ବନ୍ଦ କରିବା ପାଇଁ ଆମର ଗୋପନୀୟତା-ସଂରକ୍ଷଣ ସ୍କୋପିଡ୍ UID ମାଧ୍ୟମରେ ଖରାପ ଅଭିନେତାମାନଙ୍କୁ ଏକତ୍ର ଗୋଷ୍ଠୀ କରନ୍ତୁ |",
    "1559631739": "ବ୍ୟକ୍ତିଗତ ଶିକ୍ଷା",
    "3952259236": "ତୁମର ଅନ୍ଧ ତଥ୍ୟକୁ hCaptcha ର ହଜାରେ ସିଗନାଲ୍ ସହିତ ମିଶ୍ରଣ କର, ଆଚରଣ ଶ୍ରେଣୀରେ hCaptcha କୁ ତାଲିମ ଦେବା ପାଇଁ - କେବଳ ତୁମର ଉଦାହରଣ ପାଇଁ - କେବଳ ସମାଧାନ ଅପେକ୍ଷା ଦୁଷ୍ଟ ଆଚରଣକୁ ଭଲ ଭାବରେ ପୂର୍ବାନୁମାନ କରିବା |",
    "1150963691": "APT କ୍ଷତିକାରକ |",
    "4083018285": "ବର୍ଦ୍ଧିତ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକର ଏକ ସୁଟ୍ ଯାହା ଉନ୍ନତ SOC ମନିଟରିଂ ଏବଂ ଅତ୍ୟାଧୁନିକ ସ୍ଥାୟୀ ଧମକକୁ ସମାଧାନ କରିବା ପାଇଁ ପ୍ରତିକ୍ରିୟା ସହିତ ମିଶ୍ରିତ |",
    "3160820928": "ସମନ୍ୱିତ ଆକ୍ରମଣ ସୁରକ୍ଷା |",
    "1849805607": "hCaptcha ଆପଣଙ୍କ ନେଟୱାର୍କରେ ଅନୁପ୍ରବେଶ ପାଇଁ ଡିଜାଇନ୍ ହୋଇଥିବା ଧମକ ଏବଂ ଡିକୋରୁ ରକ୍ଷା କରିଥାଏ |",
    "1958297836": "ସମନ୍ୱିତ ଆକ୍ରମଣ ସୁରକ୍ଷା ଏବଂ APT କ୍ଷତିକାରକ |",
    "1300485304": "hCaptcha ଆପଣଙ୍କ ନେଟୱାର୍କରେ ଅନୁପ୍ରବେଶ ପାଇଁ ଡିଜାଇନ୍ ହୋଇଥିବା ଉନ୍ନତ ଧମକ ଏବଂ ଡିକୋରୁ ରକ୍ଷା କରିଥାଏ |",
    "2698640210": "ଦେଖାଯାଇଥିବା ଚ୍ୟାଲେଞ୍ଜ ଏବଂ ପ୍ରକାରଗୁଡିକ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ |",
    "3121248460": "ତୁମର ପ୍ରତୀକ୍ଷିତ ଦର୍ଶକଙ୍କ ପାଇଁ ସରଳରୁ ଜଟିଳ ପର୍ଯ୍ୟନ୍ତ ଅସୀମ ବିବିଧ କଷ୍ଟମ୍ ଚ୍ୟାଲେଞ୍ଜଗୁଡିକ ପ୍ରଦର୍ଶନ କର |",
    "3807059944": "ବ୍ୟବହୃତ ଚ୍ୟାଲେଞ୍ଜ ବିଷୟବସ୍ତୁକୁ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ |",
    "2707282231": "ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ଚ୍ୟାଲେଞ୍ଜଗୁଡିକ କଷ୍ଟମାଇଜ୍ କରନ୍ତୁ | ବଟଗୁଡିକ ସମାଧାନ ଏବଂ ଅନୁପ୍ରବେଶ କରିବା ଅସମ୍ଭବ କର |",
    "4194763679": "ସୂକ୍ଷ୍ମ ଶସ୍ୟର ଅସୁବିଧା ସ୍ତର |",
    "3730038780": "ଉପଭୋକ୍ତାମାନଙ୍କ ସମାଧାନ ପାଇଁ ପ୍ରାୟ ଅସୀମ ସଂଖ୍ୟକ ଆହ୍ from ାନରୁ ବାଛନ୍ତୁ |",
    "1849717906": "ଆପଣଙ୍କର ନିଜ ଚ୍ୟାଲେଞ୍ଜ ବିଷୟବସ୍ତୁ ସହିତ କଷ୍ଟମାଇଜ୍ କରନ୍ତୁ |",
    "1508655687": "ଆପଣଙ୍କର ଶ୍ରୋତାମାନଙ୍କ ପାଇଁ ଆକ୍ସେସ୍ ଷ୍ଟ୍ରିମାଇନ୍ କିମ୍ବା ସୀମିତ ରଖିବା ପାଇଁ ନିଜସ୍ୱ ଚ୍ୟାଲେଞ୍ଜଗୁଡିକ ଯୋଡନ୍ତୁ |",
    "3620442880": "ଫ୍ଲାସ୍ ବିକ୍ରୟ ସୁରକ୍ଷା ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ |",
    "3265895521": "ଦିନର ସମୟ ଉପରେ ଆଧାର କରି ଚ୍ୟାଲେଞ୍ଜର ଅସୁବିଧା ବ .ାନ୍ତୁ ଏବଂ କମ୍ କରନ୍ତୁ |",
    "1485807325": "ମଲ୍ଟି-ୟୁଜର୍ ଡ୍ୟାସବୋର୍ଡ, SAML SSO |",
    "359073033": "ଡ୍ୟାସବୋର୍ଡଗୁଡ଼ିକ କାର୍ଯ୍ୟକଳାପର ଉଚ୍ଚ-ସ୍ତରୀୟ କିମ୍ବା ସୂକ୍ଷ୍ମ ଦୃଶ୍ୟମାନ ପ୍ରଦାନ କରେ |",
    "4272454814": "ତୁମର ପସନ୍ଦର ପରିଚୟ ପ୍ରଦାନକାରୀ ସହିତ ଏକୀଭୂତ ହୁଅ |",
    "1141402092": "ଉନ୍ନତ ରିପୋର୍ଟିଂ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ |",
    "910989640": "କାର୍ଯ୍ୟକଳାପର ବିସ୍ତୃତ ଏବଂ କଷ୍ଟୋମାଇଜ୍ ରିପୋର୍ଟଗୁଡିକ ସୃଷ୍ଟି କରନ୍ତୁ |",
    "3768951251": "ଏଣ୍ଟରପ୍ରାଇଜ୍ SLAs |",
    "1014004474": "hCaptcha ର ଏଣ୍ଟରପ୍ରାଇଜ୍ ଯୋଜନାଗୁଡିକ ତୁମର ସଂସ୍ଥାକୁ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ଉନ୍ନତ ସେବା ସ୍ତରୀୟ ଚୁକ୍ତିନାମା ପ୍ରଦାନ କରେ |",
    "1177598246": "ବିକ୍ରୟ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "1067704102": "ଡାଟା ଲେବେଲିଂରେ ମୂଲ୍ୟ",
    "3065000659": "ଆପଣ ପ୍ରତ୍ୟେକ ଥର “କାର ଉପରେ କ୍ଲିକ୍ କରିବା” କୁ ଆପଣ ଅନୁଭବ କରିଛନ୍ତି କି ଆପଣ ଗୋଟିଏ ସିଙ୍ଗଲ୍ ଟ୍ରେନିଂ କରିବାରେ ସାହାଯ୍ୟ କରୁଛନ୍ତି |",
    "3235430156": "ମାଗଣାରେ କମ୍ପାନୀର ମେସିନ୍ ଲର୍ନିଂ ସିଷ୍ଟମ୍?",
    "1549336309": "hCaptcha ଏହି ମଡେଲକୁ ବୁଲାଇଥାଏ | ଯେତେବେଳେ ଆପଣ hCaptcha ବ୍ୟବହାର କରନ୍ତି, କମ୍ପାନୀଗୁଡିକ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନେ କରୁଥିବା କାର୍ଯ୍ୟ ଉପରେ ବିଡ୍ କରନ୍ତି ଯେପରି ସେମାନେ ସେମାନଙ୍କର ମାନବିକତା ପ୍ରମାଣ କରନ୍ତି | ତୁମେ ପୁରସ୍କାର ପାଇବ |",
    "3725880582": "ଦାନକୁ ଫେରନ୍ତୁ |",
    "1671436004": "ତୁମର ପ୍ରିୟ ଦାନକୁ ଫେରାଇବାକୁ ଚାହୁଁଛନ୍ତି କି?",
    "1663628612": "ଆପଣଙ୍କୁ ଅନୁମତି ଦିଏ |",
    "4272088465": "ତୁମର ପସନ୍ଦର ଦାନଗୁଡ଼ିକ ଏହାକୁ ବ୍ୟବହାର କରି ଲାଭ କର |",
    "2894845722": "ଆପଣଙ୍କ ସାଇଟରେ ଥିବା ଉପଭୋକ୍ତାମାନେ ଶୀଘ୍ର hCaptcha ଇଣ୍ଟରଫେସରେ ଚତୁର ବ୍ରାଣ୍ଡିଂ ମାଧ୍ୟମରେ ଦାନ ପାଇଁ ଆପଣଙ୍କର ଅବଦାନ ଦେଖିବାକୁ ସମର୍ଥ ହେବେ |",
    "3194111925": "ସମର୍ଥନ",
    "1637702726": "HCaptcha ବିଷୟରେ |",
    "2323282990": "ମାନବିକତା ଯାଞ୍ଚ ପାଇଁ ଏକ ଆଧୁନିକ ଉପାୟ |",
    "1201821619": "hCaptcha ଆଜିର ଏକ ଗୁରୁତ୍ problems ପୂର୍ଣ୍ଣ ସମସ୍ୟାର ସମାଧାନ କରେ: ଅନଲାଇନ ସେବାଗୁଡିକର ଅପବ୍ୟବହାରରୁ ଦୁଷ୍ଟ ବଟ୍କୁ ରୋକିବା |",
    "1475399473": "HCaptcha ଦଳ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "3161489950": "ଦୁନିଆର ସର୍ବାଧିକ ଉନ୍ନତ ସୁରକ୍ଷା ML ପ୍ଲାଟଫର୍ମ |",
    "3247172580": "hCaptcha ଉନ୍ନତ ସ୍ self ୟଂ ତତ୍ତ୍ ised ାବଧାନିତ ମେସିନ୍ ଲର୍ଣ୍ଣିଂକୁ ଏକ ଉପନ୍ୟାସ ଧାରାର ଗଣନା ପ୍ରଣାଳୀ ସହିତ ଏକତ୍ର କରେ ଯାହା ତଥ୍ୟ ସଂଗ୍ରହ ଏବଂ ଧାରଣକୁ ସ୍ୱତନ୍ତ୍ର ଭାବରେ କମ୍ କରିଥାଏ, ବୃହତ ମାପନୀୟତା ପାଇଁ ସର୍ବଭାରତୀୟ ସ୍ତରରେ 250 ରୁ ଅଧିକ ସ୍ଥାନରୁ ବିତରଣ କରାଯାଇଥିଲା |",
    "3767462250": "ଗୋପନୀୟତା ପାଇଁ ଡିଜାଇନ୍ ହୋଇଛି |",
    "3500503648": "ଆପଣଙ୍କର ବ୍ରାଉଜିଂ ଇତିହାସକୁ ରେକର୍ଡିଂ ଏବଂ ବିଶ୍ଳେଷଣ କରିବା ପରିବର୍ତ୍ତେ ତତକ୍ଷଣାତ୍ ମୂଲ୍ୟାଙ୍କନ ଉପରେ ନିର୍ଭର କରି ଦୀର୍ଘକାଳୀନ ତଥ୍ୟ ଧାରଣକୁ ହଟାଇବା ପାଇଁ hCaptcha ରଚନା କରାଯାଇଛି | ଆମେ ମଧ୍ୟ ଏହିପରି ପଦକ୍ଷେପଗୁଡିକୁ ସମର୍ଥନ କରୁ |",
    "2418549423": ", କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ପ୍ରୁଫ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ଅନନ୍ୟ ଗୋପନୀୟତା-ପ୍ରଥମ ବ features ଶିଷ୍ଟ୍ୟ ମାଧ୍ୟମରେ ଅନଲାଇନ୍ ଗୋପନୀୟତା ସଂରକ୍ଷଣ ପାଇଁ ଏକ ଉଦୀୟମାନ ମାନକ |",
    "1544546608": "ଗୋପନୀୟତା ପାସ୍ |",
    "976209454": "ପୁରସ୍କାର ଅର୍ଜନ କରନ୍ତୁ କିମ୍ବା ଦାନକୁ ଦିଅନ୍ତୁ |",
    "552920956": "ବଟ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ଅପବ୍ୟବହାରକୁ ଅବରୋଧ କରୁଥିବାବେଳେ hCaptcha ୱେବସାଇଟ୍ କୁ ପୁରସ୍କାର ଅର୍ଜନ କରିବାକୁ ଅନୁମତି ଦିଏ | hCaptcha ମଧ୍ୟ ଏହି ରୋଜଗାର ସହିତ ତୁମର ପସନ୍ଦର ଦାନକୁ ସମର୍ଥନ କରିବାକୁ ଅନୁମତି ଦିଏ |",
    "654326661": "ନିଜ ପାଇଁ ଦେଖିବାକୁ ଚାହୁଁଛନ୍ତି କି? ମାଗଣାରେ hCaptcha ଚେଷ୍ଟା କରନ୍ତୁ |",
    "3570415321": "କମ୍ପାନୀ",
    "3987022469": "ଲେବଲ୍",
    "1636202177": "ବିଷୟରେ",
    "2670003220": "ଚାକିରି",
    "3233305531": "ଟ୍ରେଡ୍ ମାର୍କ",
    "3028319964": "AI ନ ics ତିକତା |",
    "4131598919": "ଦବାନ୍ତୁ |",
    "1662477701": "ଉତ୍ସଗୁଡ଼ିକ",
    "3130928685": "ବ୍ଲଗ୍",
    "1756106276": "ସ୍ଥିତି",
    "1235925265": "ଡକ୍ୟୁମେଣ୍ଟେସନ୍",
    "920212083": "ଏକ ବଗ୍ ରିପୋର୍ଟ କରନ୍ତୁ |",
    "2076066173": "ସାଇବର ଆଟାକ୍ 101",
    "3644106388": "ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "2182196747": "ସମର୍ଥନ",
    "487083593": "ବିକ୍ରୟ",
    "878585497": "ସର୍ତ୍ତାବଳୀ",
    "1697438123": "ଗୋପନୀୟତା",
    "1316817321": "ଗୁଣ",
    "3488019891": "hCaptcha ହେଉଛି Intuition Machines, Inc. ର ଏକ ପଞ୍ଜୀକୃତ ଟ୍ରେଡ୍ ମାର୍କ |",
    "4224961202": "ଗୋପନୀୟତା, ସୁରକ୍ଷା ଏବଂ ମେସିନ୍ ଲର୍ନିଂ |",
    "98173630": "hCaptcha ହେଉଛି ବିଶ୍ୱର ବହୁଳ ଭାବରେ ବ୍ୟବହୃତ ସ୍ୱାଧୀନ CAPTCHA ସେବା |",
    "1514478724": "ଅଧିକ ସିଖନ୍ତୁ",
    "1752795854": "hCaptcha ବଟ୍କୁ ବନ୍ଦ କରିବା ପାଇଁ ଏକ ଆଧୁନିକ, ଗୋପନୀୟତା-କେନ୍ଦ୍ରିତ ଆଭିମୁଖ୍ୟ ଆଣିଥାଏ |",
    "2927700175": "ଆମେ CAPTCHA ଚ୍ୟାଲେଞ୍ଜଗୁଡିକୁ ଦେଖାଉଛୁ ଯାହା ବଟ୍ ପାଇଁ କଷ୍ଟସାଧ୍ୟ କିନ୍ତୁ ମେସିନ୍ ଲର୍ନିଂ ସମସ୍ୟାରୁ କଷ୍ଟ-ଟୁ-ଲେବଲ୍ ତଥ୍ୟ ସଂଗ୍ରହ କରି ଲୋକଙ୍କ ପାଇଁ ସହଜ, ଏବଂ ଏକ ୱେବସାଇଟ୍ କିମ୍ବା ଆପ୍ ପରିଦର୍ଶକ ମଣିଷ କି ନୁହେଁ ତାହା ଜାଣିବା ପାଇଁ ଏହାକୁ ବ୍ୟବହାର କରି |",
    "2188609322": "ଅନଲାଇନରେ ଖରାପ ଅଭିନେତାମାନେ ସାଧାରଣ ଭାବରେ ଦେଖାଯାଉଛନ୍ତି | କିନ୍ତୁ ଉପଭୋକ୍ତା ଗୋପନୀୟତାକୁ ବଳିଦାନର ଉତ୍ତର ନୁହେଁ |",
    "2032102720": "ବିଜ୍ଞାପନ କମ୍ପାନୀଗୁଡିକ ଦ୍ offered ାରା ପ୍ରଦାନ କରାଯାଇଥିବା ସୁରକ୍ଷା ସମାଧାନଗୁଡ଼ିକ ମୁଖ୍ୟତ the ୱେବରେ ଉପଭୋକ୍ତାମାନଙ୍କୁ ଟ୍ରାକିଂ ଉପରେ ଧ୍ୟାନ ଦିଅନ୍ତି | ଆମେ ଏକ ପ୍ରଭାବଶାଳୀ ସୁରକ୍ଷା ସମାଧାନ ସୃଷ୍ଟି କରିଛୁ ଯାହା ପ୍ରମାଣ କରେ ଯେ ଉତ୍କୃଷ୍ଟ ଫଳାଫଳ ପ୍ରଦାନ କରିବାକୁ ଉପଭୋକ୍ତା ଗୋପନୀୟତାକୁ କ୍ଷତି ପହଞ୍ଚାଇବା ଆବଶ୍ୟକ ନୁହେଁ |",
    "4146870445": "ଆମେ କିଏ",
    "353066938": "ଆଜିର କଠିନ ସମସ୍ୟା ଉପରେ କାର୍ଯ୍ୟ କରୁଥିବା ଏକ ଅଭିଜ୍ଞ ଦଳ | hCaptcha ହେଉଛି ଏକ ସେବା |",
    "1173652155": "ପରାମର୍ଶଦାତା |",
    "2256305371": "ବରେଲି, କାଲିଫର୍ନିଆ ୟୁନିଭରସିଟିର ପ୍ରଫେସର, ସି.ଏସ୍। ଗଭୀର ଶିକ୍ଷା, ସୁରକ୍ଷା, ବ୍ଲକ୍ ଚେନ୍ ବିଶେଷଜ୍ଞ | ଓସିସ୍ ଲ୍ୟାବ୍ର ସିଇଓ |",
    "2177660021": "ଷ୍ଟାନଫୋର୍ଡରେ ଅନୁସନ୍ଧାନ ବ Scient ଜ୍ଞାନିକ | ପ୍ରମୁଖ ବ୍ୟାଙ୍କ, ହେଜ୍ ପାଣ୍ଠି ଏବଂ ଏକାଡେମୀରେ ମେସିନ୍ ଲର୍ନିଂ ଏବଂ କ୍ୱାଣ୍ଟ ଫାଇନାନ୍ସ |",
    "2686825859": "ମାଗଣା ସାଇନ୍ ଅପ୍ କରନ୍ତୁ କିମ୍ବା hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ବିଷୟରେ ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "583434701": "hCaptcha ଅଭିଗମ୍ୟତା |",
    "611905972": "ସୁରକ୍ଷା ବଜାୟ ରଖିବାବେଳେ ସମସ୍ତ ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ନିରବିହୀନ ପ୍ରବେଶ ସୁନିଶ୍ଚିତ କରିବା |",
    "874098071": "ଯଦି ଆପଣ ଏକ ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍, ଦୟାକରି ଏଠାରେ ସାଇନ୍ ଅପ୍ କରନ୍ତୁ |",
    "2745385064": "ସାରାଂଶ",
    "3353238942": "ଲୋକମାନଙ୍କଠାରୁ ଅଲଗା କରି ବଟ୍କୁ ବନ୍ଦ କରିବା ପାଇଁ hCaptcha ରଚନା କରାଯାଇଛି | ଭିଜୁଆଲ୍ ପରୀକ୍ଷା ଏହା ପାଇଁ ଏକ ସୁବିଧାଜନକ ଉପକରଣ, କିନ୍ତୁ ସମସ୍ତେ ଏକ ଭିଜୁଆଲ୍ ଚ୍ୟାଲେଞ୍ଜର ସମାଧାନ କରିପାରିବେ ନାହିଁ |",
    "3600022491": "ଏହି କାରଣରୁ, ଆମର ସେବା ବ୍ୟବହାର କରୁଥିବା ପ୍ରକାଶକମାନଙ୍କୁ ପୂର୍ଣ୍ଣ ବିଭାଗ 508 ଏବଂ WCAG 2.1 AA ଅନୁପାଳନ ସହିତ ସମସ୍ତଙ୍କ ପାଇଁ ଆକ୍ସେସିବିଲିଟି ସଂରକ୍ଷଣ କରିବାକୁ ଆମେ ଏକ ସରଳ, ଯନ୍ତ୍ରଣାଦାୟକ ବିକଳ୍ପ ଡିଜାଇନ୍ କରିଛୁ |",
    "2557240048": "ଏହା କିପରି କାମ କରେ: ପ୍ରଥମେ, ଏକ ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍ ମାଧ୍ୟମରେ ସାଇନ୍ ଅପ୍ କରେ |",
    "3871665286": ", ଯାହାକି hCaptcha ୱିଜେଟ୍ ସୂଚନା ପୃଷ୍ଠାରେ ମୁଖ୍ୟତ linked ଲିଙ୍କ୍ ହୋଇଛି | ସେମାନଙ୍କୁ ଏକ ଏନକ୍ରିପ୍ଟେଡ୍ କୁକି ଦିଆଯାଏ ଯାହାକି ପ୍ରତିଦିନ ଅନେକ ଥର ବ୍ୟବହୃତ ହୋଇପାରେ, କିନ୍ତୁ ଲଗଇନ୍ ମାଧ୍ୟମରେ ପ୍ରତି 24 ଘଣ୍ଟାରେ ସତେଜ ହେବା ଆବଶ୍ୟକ |",
    "3441764123": "ଯେତେବେଳେ hCaptcha ସେବା ବ୍ୟବହାର କରି ଏକ ସାଇଟରେ ଏକ ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍ଙ୍କୁ ଏକ ଚ୍ୟାଲେଞ୍ଜ ଉପସ୍ଥାପିତ ହୁଏ, ସେମାନେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ପାସ୍ କରିବେ |",
    "4247858664": "ଅଭିଗମ୍ୟତା ସାଇନ୍ ଅପ୍ ପୃଷ୍ଠା |",
    "1297657322": "ଲଗଇନ୍ ପରେ ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍ ସ୍କ୍ରିନ୍ |",
    "1717658846": "ୱିଜେଟ୍ UI ମେନୁରେ ଆକ୍ସେସିବିଲିଟି ଅପ୍ସନ୍ |",
    "1266963825": "ପ୍ର: hCaptcha ବିଭାଗ 508 + WCAG 2.1 AA ଅନୁପଯୁକ୍ତ କି?",
    "850025770": "ଉ: ଆମେ ଏହା ବିଶ୍ believe ାସ କରୁ: ଯେକ any ଣସି ପ୍ରକାରର ଦୁର୍ବଳତା ଥିବା ସମସ୍ତ ଉପଭୋକ୍ତା, ଯେଉଁମାନେ ୱେବ୍ ବ୍ରାଉଜ୍ କରିବାକୁ ଏବଂ ଫର୍ମରେ ପାଠ୍ୟ ପ୍ରବେଶ କରିବାକୁ ସକ୍ଷମ ଅଟନ୍ତି, ପଞ୍ଜୀକରଣ ପରେ hCaptcha ଦ୍ୱାରା ସୁରକ୍ଷିତ ସେବାକୁ ପ୍ରବେଶ କରିପାରିବେ | ତଥାପି, ଏହା ଆଇନଗତ ପରାମର୍ଶ ନୁହେଁ: ତୁମର ନିୟୋଜନ ପାଇଁ ଏହା ନିଶ୍ଚିତ ହେବା ପାଇଁ ତୁମର ନିର୍ଦ୍ଦିଷ୍ଟ କାର୍ଯ୍ୟକାରିତାକୁ ଧ୍ୟାନରେ ରଖି ତୁମର ନିଜର ମୂଲ୍ୟାଙ୍କନ କରିବା ଉଚିତ୍ |",
    "159272246": "ପ୍ର: ଆପଣ ଅଡିଓ ପରି ଅନ୍ୟ ଆକ୍ସେସିବିଲିଟି (\"a11y\") ଅପ୍ସନ୍ ଉପରେ କାମ କରୁଛନ୍ତି କି?",
    "4074220464": "ଉ: ଅଡିଓ କ୍ୟାପଚାସ୍ ପରି ଲୋକପ୍ରିୟ ବିକଳ୍ପଗୁଡ଼ିକ ଅନେକ a11y ଉପଭୋକ୍ତାଙ୍କୁ ଭେଦ କରେ ଏବଂ ଆଧୁନିକ ମେସିନ୍ ଲର୍ନିଂ କ ques ଶଳ ଦ୍ୱାରା ସହଜରେ ପରାସ୍ତ ହୁଏ | ଏହା ବର୍ତ୍ତମାନର ଅଡିଓ ଚ୍ୟାଲେଞ୍ଜଗୁଡ଼ିକୁ ଅଧିକ କଷ୍ଟସାଧ୍ୟ ହେବାକୁ ବାଧ୍ୟ କରିଛି, ଶବ୍ଦ, ଅଦ୍ଭୁତ ସମୟ, ଅସାଧାରଣ ଶବ୍ଦ ମିଶ୍ରଣ ଇତ୍ୟାଦି ଆକ୍ରମଣକାରୀଙ୍କୁ ପରାସ୍ତ କରିବାକୁ | ଏହିପରି ଭାବରେ ଆମେ ଏହି ଆଭିମୁଖ୍ୟ ବନାମ କମ୍ ଉତ୍ସାହକୁ ଏଡ଼ାଇବା ପାଇଁ କମ୍ ଉତ୍ସାହୀ, କିନ୍ତୁ a11y ସମ୍ପ୍ରଦାୟର ଚାହିଦା ଥିଲେ ଏହାକୁ ବିଚାର କରିବୁ |",
    "2309661107": "ତଥାପି, ଆମେ ବହୁତ ଆଗ୍ରହୀ |",
    "2555914614": "ଆକ୍ସେସିବିଲିଟି ବ୍ୟବହାର କେସ୍ ପାଇଁ | ଆମେ ବିଶ୍ believe ାସ କରୁ ଆମର ସାମ୍ପ୍ରତିକ a11y ଆଭିମୁଖ୍ୟକୁ ଗୋପନୀୟତା ପାସ୍ ପ୍ରଦାନ ସହିତ ମିଶ୍ରଣ କରିବା a11y ଉପଭୋକ୍ତାଙ୍କୁ ସୁରକ୍ଷିତ ଭାବରେ ବ୍ରାଉଜ୍ କରିବାକୁ ଅନୁମତି ଦେବ, ଜ୍ଞାନରେ ସୁରକ୍ଷିତ ଯେ ସେମାନଙ୍କ ଟ୍ରାଫିକ୍ ଅଧିକ ବ୍ୟକ୍ତିଗତ ଅଟେ, ଯେତେବେଳେ ବଟ୍ ଅପରେଟରଙ୍କ ଦ୍ୱାରା ଅପବ୍ୟବହାରକୁ ପ୍ରତିବନ୍ଧିତ କରେ ଯେତେବେଳେ a11y ବିକଳ୍ପଗୁଡ଼ିକ ଉପଲବ୍ଧ ହୁଏ | ଏହି ନୂତନ ଟେକ୍ନୋଲୋଜିକୁ ମାନକ କରିବା ପାଇଁ ଆମେ IETF କାର୍ଯ୍ୟ ଗୋଷ୍ଠୀରେ ସକ୍ରିୟ ଅଂଶଗ୍ରହଣକାରୀ |",
    "2583775432": "ପ୍ର: ଗୋପନୀୟତା ବିଷୟରେ କ’ଣ? ପଞ୍ଜୀକରଣ a11y ବ୍ରାଉଜିଂ ତଥ୍ୟକୁ କ way ଣସି ପ୍ରକାରେ ପ୍ରକାଶ କରେ କି? ଆପଣ ଇମେଲ ସହିତ କ’ଣ କରନ୍ତି?",
    "4215483493": "ଉ: ଗ୍ରାଫ୍ଟ ଅପ୍ ଠାରୁ ଗୋପନୀୟତା ପାଇଁ hCaptcha ଡିଜାଇନ୍ ହୋଇଛି | ReCAPTCHA ପରି ପାରମ୍ପାରିକ ବିକଳ୍ପ ଅପେକ୍ଷା ଏହା ବହୁତ ଭିନ୍ନ, ଯାହା ବିଜ୍ଞାପନ ନେଟୱାର୍କର ମାଲିକାନା, ଯାହାର ୱେବରେ ଆପଣଙ୍କୁ ଟ୍ରାକ୍ କରିବା ଏବଂ ଏକ ପ୍ରକୃତ ପରିଚୟ ସହିତ ଜଡିତ କରିବା ପାଇଁ ଏକ ଉତ୍ସାହ ଅଛି |",
    "2474661839": "ଆମର",
    "4137573005": "ଆମେ କିପରି ଡାଟା ବ୍ୟବହାର କରୁ ସେ ସମ୍ବନ୍ଧରେ ବିସ୍ତୃତ ଏବଂ ପ୍ରାଧିକୃତ ଉତ୍ତର ଅଛି, କିନ୍ତୁ ସଂକ୍ଷିପ୍ତ ଉତ୍ତର ହେଉଛି ତୁମର ବ୍ରାଉଜିଂ ଇତିହାସ ସହିତ ଜଣେ ବ୍ୟକ୍ତି ଭାବରେ ଜଡିତ ହେବା ପାଇଁ ଆମର କ interest ଣସି ଆଗ୍ରହ ନାହିଁ |",
    "4101570501": "ଆମର ଗୋପନୀୟତା ପାସ୍ କାର୍ଯ୍ୟକୁ ପୂର୍ଣ୍ଣ କରି ଅପବ୍ୟବହାରକୁ ରୋକିବା ପାଇଁ ଆମର କ୍ଷମତାକୁ ବଞ୍ଚାଇ ରଖିବା ସହିତ ଆମେ ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣାକୁ ଶୀଘ୍ର ତ୍ୟାଗ କରିବା ପାଇଁ ଏକ କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ସମାଧାନ ଉପରେ କାର୍ଯ୍ୟ କରୁଛୁ |",
    "260595108": "A11y ବ୍ୟବହାରକୁ ସୁଗମ କରିବା ଏବଂ ଅପବ୍ୟବହାରକୁ ରୋକିବା ବ୍ୟତୀତ ଅନ୍ୟ କ purpose ଣସି ଉଦ୍ଦେଶ୍ୟରେ ଆମେ କଦାପି ଆକ୍ସେସିବିଲିଟି ଇମେଲ କିମ୍ବା ସୂଚନା ବ୍ୟବହାର କରୁନାହୁଁ |",
    "3063819779": "ଗୋପନୀୟତା ନୀତି",
    "465714311": "ଆକ୍ସେସିବିଲିଟି ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ: ପ୍ରଶ୍ନ ଏବଂ ତ୍ରୁଟି ନିବାରଣ ଗାଇଡ୍ |",
    "3596207631": "ପ୍ର: କୁକିଜ୍ ସେଟ୍ କରିବା ପରେ ମଧ୍ୟ ମୁଁ ଏକ ଚ୍ୟାଲେଞ୍ଜ ଦେଖୁଛି | ଏହା କ’ଣ ଘଟୁଛି?",
    "469089249": "ଉ: ଏହା ସାଧାରଣତ an ଏକ ଆକ୍ରମଣାତ୍ମକ ବିଜ୍ଞାପନ ବ୍ଲକର୍ କିମ୍ବା ଆଣ୍ଟି-କୁକି ଏକ୍ସଟେନ୍ସନ୍ ବ୍ୟବହାର କରିବା କିମ୍ବା “କ୍ରସ୍-ସାଇଟ୍” କୁକିଜକୁ ଅବରୋଧ କରୁଥିବା ଏକ ସେଟିଂ ହେତୁ ହୋଇଥାଏ, ଏହି କ୍ଷେତ୍ରରେ hcaptcha.com ପାଇଁ ଏକ କୁକି ଯାହା hCaptcha JS ଦ୍ୱାରା ସେଟ୍ କିମ୍ବା ଯାଞ୍ଚ କରାଯାଇଥାଏ | ବିଭିନ୍ନ ସାଇଟ୍, ଯେପରି ଆପଣ ପରିଦର୍ଶନ କରୁଛନ୍ତି |",
    "4263626815": "hCaptcha ଆକ୍ସେସିବିଲିଟି କୁକିଜ୍ ସମସ୍ତ ଲୋକପ୍ରିୟ ବ୍ରାଉଜର୍ ଏବଂ ବିଜ୍ଞାପନ ବ୍ଲକର୍ ସହିତ ସେମାନଙ୍କର ମାନକ ସେଟିଂସମୂହ ସହିତ କାର୍ଯ୍ୟ କରେ, ତେଣୁ ସାଧାରଣତ fail ବିଫଳତା \"ଆଣ୍ଟି-ଆଡବ୍ଲକ୍\" ସ୍କ୍ରିପ୍ଟ କିମ୍ବା ନିର୍ଦ୍ଦିଷ୍ଟ ସାଇଟକୁ ଟାର୍ଗେଟ କରୁଥିବା ସମାନ ନିୟମ ଯୋଗୁଁ ହୋଇଥାଏ |",
    "3906359167": "ସମାଧାନ:",
    "3464870463": "1. ହ୍ it ାଇଟଲିଷ୍ଟ hcaptcha.com ଏବଂ * .hcaptcha.com କୁକିଜ୍ ଆପଣଙ୍କ ବିଜ୍ଞାପନ ବ୍ଲକର୍ କିମ୍ବା ବ୍ରାଉଜର୍ ସୁରକ୍ଷା ଏକ୍ସଟେନ୍ସନ୍ ରେ କୁକିଜ୍ |",
    "1204911585": "2. ଯଦି ଆପଣ ସାହସୀ ବ୍ରାଉଜର୍ ବ୍ୟବହାର କରୁଛନ୍ତି, ଯାହା (ଏପ୍ରିଲ୍ 2020 ସୁଦ୍ଧା) କ kind ଣସି ପ୍ରକାରର କୁକିଜ୍ ହ୍ el ାଇଟଲିଷ୍ଟ ପରି ଦେଖାଯାଉ ନାହିଁ, ପ୍ରିଫରେନ୍ସେସ୍ -> ସିଲ୍ଡସ୍ -> କୁକିଜ୍ କୁ ଯାଆନ୍ତୁ ଏବଂ \"ସମସ୍ତ କୁକିଜକୁ ଅନୁମତି ଦିଅନ୍ତୁ\" ବାଛନ୍ତୁ |",
    "2932826396": "3. ଯଦି ଆପଣ ନିକଟରେ ପ୍ରକାଶିତ OS X 10.15 କିମ୍ବା iOS 13.4 ରେ ସଫାରିର ଅତି ନୂତନତମ ସଂସ୍କରଣ ବ୍ୟବହାର କରୁଛନ୍ତି, ତେବେ ଆପଲ୍ ତୃତୀୟ-ପକ୍ଷ କୁକିଜ୍ ସମ୍ବନ୍ଧୀୟ ସଫାରିର ଆଚରଣକୁ ବଦଳାଇ ଦେଇଛି, ଡିଫଲ୍ଟ ଭାବରେ ସେଗୁଡିକୁ ଅବରୋଧ କରୁଛି | ଆମେ ଏକ ସମାଧାନ ପ୍ରୟୋଗ କରୁଛୁ, କିନ୍ତୁ ମ meantime ିରେ ମ Safari ିରେ ସଫାରି ପ୍ରିଫରେନ୍ସେସ୍, ଗୋପନୀୟତା ବିଭାଗ ପରିଦର୍ଶନ କରନ୍ତୁ ଏବଂ ଆକ୍ସେସିବିଲିଟି କୁକିକୁ ଆଶାକରାଯିବା ପାଇଁ ସକ୍ଷମ କରିବାକୁ “ୱେବସାଇଟ୍ ଟ୍ରାକିଂ: କ୍ରସ୍ ସାଇଟ୍ ଟ୍ରାକିଂକୁ ରୋକନ୍ତୁ” ଯାଞ୍ଚ କରନ୍ତୁ |",
    "3836291932": "ପ୍ର: ମୁଁ ଏକାଧିକ ଉପକରଣ ବ୍ୟବହାର କରେ | ମୁଁ ଏକାଧିକ ଥର ସାଇନ୍ ଅପ୍ କରିବା ଆବଶ୍ୟକ କି?",
    "3251220335": "ଉ: ନା। ଦୟାକରି କୁକିଜ୍ ସେଟ୍ କରିବା ପାଇଁ ଆପଣ ବ୍ୟବହାର କରୁଥିବା ପ୍ରତ୍ୟେକ ଡିଭାଇସରେ ଆପଣଙ୍କୁ ପଠାଯାଇଥିବା ସମାନ ଇମେଲ୍ ଲଗଇନ୍ ଲିଙ୍କ କ୍ଲିକ୍ କରନ୍ତୁ |",
    "2082407178": "ପ୍ର: ଆକ୍ସେସିବିଲିଟି କୁକି ବ୍ୟବହାର କରିବାବେଳେ ମୁଁ ନିଜକୁ ତୃତୀୟ-ପକ୍ଷ କୁକି ଟ୍ରାକିଂରୁ କିପରି ରକ୍ଷା କରିପାରିବି?",
    "2700197090": "ଉ: ଯେକ any ଣସି ଗୋପନୀୟତା କିମ୍ବା ବିଜ୍ଞାପନ-ବ୍ଲକିଂ ଏକ୍ସଟେନ୍ସନ୍ ବ୍ୟବହାର କରିବା ଯାହା ଡୋମେନ୍ ସ୍ତରର ହ୍ el ାଇଟଲିଷ୍ଟିଂକୁ ସମର୍ଥନ କରେ (ଉଦାହରଣ ସ୍ୱରୂପ uBlock Origin) ଆଶା କରାଯାଉଥିବା ପରି କାର୍ଯ୍ୟ କରିବ: hcaptcha.com କୁ ହ୍ it ାଇଟଲିଷ୍ଟ କରିବାକୁ ନିଶ୍ଚିତ କରନ୍ତୁ |",
    "3657743880": "କ୍ରସ୍-ସାଇଟ୍ କୁକିଜ୍ ପାଇଁ ବ୍ରାଉଜର୍ ନିର୍ଦ୍ଦେଶାବଳୀ |",
    "1960601330": "ସଫାରି (ମ୍ୟାକ୍) ରେ କୁକିଜ୍ ସକ୍ଷମ କରିବାକୁ: ସଫାରି ଡ୍ରପ୍ ଡାଉନ୍ ମେନୁକୁ ଯାଆନ୍ତୁ | ପସନ୍ଦଗୁଡିକ ଚୟନ କରନ୍ତୁ | ଶୀର୍ଷ ପ୍ୟାନେଲରେ ଗୋପନୀୟତା କ୍ଲିକ୍ କରନ୍ତୁ | 'ବ୍ଲକ୍ କୁକିଜ୍' ଅଧୀନରେ 'କେବେ ନୁହେଁ' ବିକଳ୍ପ ଚୟନ କରନ୍ତୁ |",
    "1622303590": "ସଫାରିରେ କୁକିଜ୍ ସକ୍ଷମ କରିବାକୁ (ଆଇଫୋନ୍ / ଆଇପ୍ୟାଡ୍ iOS 11+): ଆପଣଙ୍କର ସେଟିଂସମୂହ ଖୋଲନ୍ତୁ | ତଳକୁ ସ୍କ୍ରୋଲ୍ କରନ୍ତୁ ଏବଂ ସଫାରି ଚୟନ କରନ୍ତୁ | ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା ଅଧୀନରେ, \"କ୍ରସ୍-ସାଇଟ୍ ଟ୍ରାକିଂକୁ ରୋକନ୍ତୁ\" ଏବଂ \"ସମସ୍ତ କୁକିଜକୁ ଅବରୋଧ କରନ୍ତୁ\" ବନ୍ଦ କରନ୍ତୁ |",
    "2199048568": "ଯେକ any ଣସି ୱେବପୃଷ୍ଠାରେ ଠିକଣା ଦଣ୍ଡର ବାମ ପାର୍ଶ୍ୱରେ ଥିବା ield ାଲ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ | ସୁରକ୍ଷା ସେଟିଂସମୂହ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ | ଫାୟାରଫକ୍ସ ପ୍ରିଫରେନ୍ସେସ୍ ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା ପ୍ୟାନେଲ୍ ଖୋଲିବ | ଉନ୍ନତ ଟ୍ରାକିଂ ସୁରକ୍ଷା ଅଧୀନରେ, କଷ୍ଟମ୍ ଚୟନ କରନ୍ତୁ | ସେହି ଚେକ୍ ବକ୍ସଗୁଡିକ ଚୟନ କରି କେଉଁ ଟ୍ରାକର୍ ଏବଂ ସ୍କ୍ରିପ୍ଟଗୁଡ଼ିକୁ ଅବରୋଧ କରିବେ ତାହା ବାଛନ୍ତୁ | ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ hcaptcha.com କୁ ଅନଲକ୍ କରିଛନ୍ତି |",
    "3967047208": "ଚେକ୍ ବକ୍ସକୁ ଡିଲିଟ୍ କରି ଏହାକୁ ଡିବଗ୍ କରିବା ପାଇଁ କଷ୍ଟମରେ କିଛି ସଂରକ୍ଷଣକୁ ଆପଣ ଅସ୍ଥାୟୀ ଭାବରେ ବନ୍ଦ କରିପାରିବେ: ଟ୍ରାକର୍ସ ଚେକ୍ ବକ୍ସକୁ ଡିଲିଟ୍ କରନ୍ତୁ କିମ୍ବା ଯଦି ଆପଣଙ୍କର କିଛି ସମସ୍ୟା ଅଛି ତେବେ କୁକିଜ୍ ଚେକ୍ ବକ୍ସକୁ ଡିଲିଟ୍ କରନ୍ତୁ |",
    "3805618893": "ଗୁଗୁଲ୍ କ୍ରୋମ୍ (PC)",
    "3795997071": "କ୍ରୋମ୍ ମେନୁ ଆଇକନ୍ ଚୟନ କରନ୍ତୁ | ସେଟିଂସମୂହ ଚୟନ କରନ୍ତୁ |",
    "926138631": "ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା, ତାପରେ କୁକିଜ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ସାଇଟ୍ ତଥ୍ୟକୁ ଯାଆନ୍ତୁ |",
    "3419878556": "ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ \"ତୃତୀୟ-ପକ୍ଷ କୁକିଜକୁ ଅବରୋଧ କରନ୍ତୁ\" ସକ୍ଷମ ନୁହେଁ |",
    "2269166171": "ଗୁଗୁଲ୍ କ୍ରୋମ୍ (ମ୍ୟାକ୍):",
    "2989126922": "ମେନୁ ବାର୍ ରୁ Chrome ପସନ୍ଦଗୁଡିକ ଖୋଲନ୍ତୁ |",
    "2348697693": "ଗୁଗୁଲ୍ କ୍ରୋମ୍ (ଆଣ୍ଡ୍ରଏଡ୍):",
    "3700113699": "ଆପଣଙ୍କର ଆଣ୍ଡ୍ରଏଡ୍ ଡିଭାଇସରେ, କ୍ରୋମ୍ ଆପ୍ ଖୋଲନ୍ତୁ |",
    "3620039756": "ଡାହାଣର ଉପର ଭାଗରେ, ଅଧିକ ଏବଂ ତାପରେ ସେଟିଂସମୂହ ଟ୍ୟାପ୍ କରନ୍ତୁ |",
    "2813310562": "ସାଇଟ୍ ସେଟିଂସମୂହ ଏବଂ ତାପରେ କୁକିଜ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ |",
    "3014657981": "\"କୁକିଜ୍\" ପାଖରେ, ସେଟିଂ ଅନ୍ କରନ୍ତୁ |",
    "1242066691": "\"ତୃତୀୟ-ପକ୍ଷ କୁକିଜକୁ ଅନୁମତି ଦିଅନ୍ତୁ\" ପାଖରେ ଥିବା ବାକ୍ସକୁ ଯାଞ୍ଚ କରନ୍ତୁ |",
    "292250020": "1. ସ୍କ୍ରିନ୍ ର ଉପର ଡାହାଣ କୋଣରେ ଗିଅର୍ ଚୟନ କରନ୍ତୁ, ତାପରେ \"ଇଣ୍ଟରନେଟ୍ ବିକଳ୍ପସମୂହ\" ଚୟନ କରନ୍ତୁ | ଯଦି ଆପଣଙ୍କର ମେନୁ ବାର୍ ସକ୍ଷମ ହୋଇଛି, ଆପଣ “ଉପକରଣ” ତାପରେ “ଇଣ୍ଟରନେଟ୍ ବିକଳ୍ପ” ଚୟନ କରିପାରିବେ |",
    "4114820649": "2. \"ଗୋପନୀୟତା\" ଟ୍ୟାବ୍ କ୍ଲିକ୍ କରନ୍ତୁ |",
    "946838734": "3. \"ଉନ୍ନତ\" ବଟନ୍ ଚୟନ କରନ୍ତୁ |",
    "348809718": "4. \"ତୃତୀୟ-ପକ୍ଷ କୁକିଜ୍\" ଅଧୀନରେ \"ଗ୍ରହଣ\" ବାଛନ୍ତୁ |",
    "1253441326": "5. \"ଓକେ\" କ୍ଲିକ୍ କରନ୍ତୁ |",
    "852032043": "ସଫାରି |",
    "836017336": "ଫାୟାରଫକ୍ସ |",
    "3356349631": "ଗୁଗୁଲ୍ କ୍ରୋମ୍ |",
    "3235744534": "ଇଣ୍ଟରନେଟ୍ ଏକ୍ସପ୍ଲୋରର୍ |",
    "4104188759": "AI ନ ics ତିକ ନୀତି |",
    "1161704803": "ଆମର AI ଏଥିକ୍ସ ନୀତି କାହିଁକି ଅଛି?",
    "1806535500": "ବାସ୍ତବରେ ପ୍ରତ୍ୟେକ ଟେକ୍ନୋଲୋଜି, ପେନ୍ସିଲ୍ ଠାରୁ ଡାଇନାମାଇଟ୍ ପର୍ଯ୍ୟନ୍ତ, ଏକ |",
    "24452499": "ସମାଧାନ; ଏହା ଭଲ କିମ୍ବା ଅସୁସ୍ଥତା ପାଇଁ ବ୍ୟବହୃତ ହୋଇପାରେ | ଦ୍ୱ ual ତ ବ୍ୟବହାର ସମାଧାନର ଅନୁସନ୍ଧାନ, ନିର୍ମାଣ କିମ୍ବା ବିକ୍ରୟ କରୁଥିବା ପ୍ରତ୍ୟେକ କମ୍ପାନୀ ସେମାନଙ୍କର କାର୍ଯ୍ୟର ପରିଣାମ ବିଷୟରେ ବିଚାର କରିବାକୁ ଏକ ବାଧ୍ୟତାମୂଳକ |",
    "4023575072": "ଦ୍ୱ ual ତ ବ୍ୟବହାର |",
    "3336625692": "ଏହି ପୃଷ୍ଠାଟି AI ନ ics ତିକତା ପ୍ରସଙ୍ଗରେ ଏହି ବିଷୟ ଉପରେ ଆମର ଚିନ୍ତାଧାରାକୁ ବର୍ଣ୍ଣନା କରେ, ଏବଂ ଆମର ସେବାଗୁଡିକର ବ୍ୟବହାର ନିଶ୍ଚିତ କରିବାକୁ ଆମେ ଅନୁସରଣ କରୁଥିବା ପ୍ରକ୍ରିୟାଗୁଡିକ ଆମେ ଏକ କମ୍ପାନୀ ଭାବରେ ଗ୍ରହଣ କରିଥିବା ନୀତି ସହିତ ରହିଥାଏ |",
    "835717930": "HCaptcha ରେ AI ନ ics ତିକତା |",
    "2179524509": "HCaptcha ସେବା ପାଇଁ କେଉଁ ପ୍ରକାରର ପ୍ରଶ୍ନ ଅନୁମୋଦିତ ଏବଂ ନିର୍ଦ୍ଦିଷ୍ଟ ପ୍ରଶ୍ନ କାହିଁକି ପଚରାଯାଏ ସେ ବିଷୟରେ ଆମେ ବେଳେବେଳେ ପ୍ରଶ୍ନ ପାଇଥାଉ |",
    "1962721652": "ମଣିଷମାନେ ପ୍ୟାଟର୍-ସନ୍ଧାନକାରୀ ଅଟନ୍ତି, ଏବଂ ବେଳେବେଳେ ଏକ ନିର୍ଦ୍ଦୋଷ ପ୍ରଶ୍ନ ସଂପୂର୍ଣ୍ଣ ଅସନ୍ତୁଷ୍ଟରୁ ଏକ ସନ୍ଦେହରେ ସନ୍ଦେହକୁ ଯାଇପାରେ, ଏହି ପ୍ରଶ୍ନର ପ୍ରଶ୍ନର ପ୍ରେରଣା ଅପେକ୍ଷା ଦୁନିଆରେ ପରିବର୍ତ୍ତନ ହେତୁ |",
    "3974566657": "ସେବାଗୁଡିକ ଅଧିକ ଲୋକପ୍ରିୟ ହେବା ସହିତ, ଏହି ପ୍ରକାରର ଘଟଣା ଅବଶ୍ୟ ବାରମ୍ବାର ହୋଇଯାଏ | hCaptcha ବିଶ୍ millions ର ପ୍ରାୟ ପ୍ରତ୍ୟେକ ଦେଶରେ ପ୍ରତିଦିନ ଲକ୍ଷ ଲକ୍ଷ ଲୋକଙ୍କ ଦ୍ used ାରା ବ୍ୟବହୃତ ହୁଏ, ତେଣୁ ଆମେ ଏହି ନୀତି ପ୍ରକାଶ କରୁଛୁ ଏବଂ ଯଥାସମ୍ଭବ ସ୍ୱଚ୍ଛ ହେବା ପାଇଁ ଆମେ ଏହି ସମସ୍ୟାର ସମାଧାନ କରିବା ଉପରେ ଏକ କେସ୍ ଷ୍ଟଡି ପ୍ରକାଶ କରୁଛୁ |",
    "1830910223": "ଏକ ବାସ୍ତବ ଦୁନିଆର AI ନ ics ତିକ ମାମଲା ଅଧ୍ୟୟନ |",
    "805971861": "କମ୍ପ୍ୟୁଟର ଦର୍ଶନ ଅନୁସନ୍ଧାନକାରୀଙ୍କ ଦ୍ used ାରା ବ୍ୟବହୃତ ଷ୍ଟାଣ୍ଡାର୍ଡ ବେଞ୍ଚମାର୍କ ଡାଟାସେଟ୍ ଇମେଜ୍ ନେଟ୍ ରେ “ଛତା” ଏକ ଶବ୍ଦ | ନିରାପଦ ପରବର୍ତ୍ତୀ ପି generation ଼ିର ଉନ୍ନତ ଡ୍ରାଇଭର ସହାୟତା (ADAS) ସିଷ୍ଟମ ଗଠନ ପାଇଁ ଛତା ଧରିଥିବା ଲୋକଙ୍କୁ ନିର୍ଭରଯୋଗ୍ୟ ଭାବରେ ଚିହ୍ନଟ କରିବା ମଧ୍ୟ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ |",
    "3988350": "ଏହାର ଅର୍ଥ ହେଉଛି ବାସ୍ତବ ଦୁନିଆର ଛତା ଟିପ୍ପଣୀ ପାଇଁ ଉତ୍କୃଷ୍ଟ ବ୍ୟବହାର ମାମଲା | ସ୍ୱୟଂ ଚାଳିତ କାରଗୁଡିକର ପ୍ରଭାବ ଉପରେ ମତଭେଦ ପାଇଁ ସ୍ଥାନ ଅଛି, କିନ୍ତୁ ADAS ସିଷ୍ଟମଗୁଡିକ ସଞ୍ଚୟ କରିସାରିଛି |",
    "548587288": "ସମଗ୍ର ବିଶ୍ୱରେ |",
    "3138772661": "ପ୍ରତିବର୍ଷ ହଜାରେ ରୁ ଅଧିକ ଜୀବନ |",
    "3168199226": "ଅବଶ୍ୟ, 2020 ରେ ଏହା ସ୍ପଷ୍ଟ ହୋଇଗଲା ଯେ ଏହି ପ୍ରକାରର ଡାଟାସେଟ୍ ନିର୍ମାଣ ଏକ ଦ୍ୱ ual ତ ବ୍ୟବହାର ପ୍ରଯୁକ୍ତିବିଦ୍ୟା ଭାବରେ ଏକ ବର୍ଷ ପୂର୍ବରୁ ଆଶା କରାଯାଉଥିବା ଉପାୟରେ ଗ୍ରହଣ କରାଯାଇପାରେ |",
    "558378834": "ଏହିପରି ଆମେ ଏହି ସମୟରେ ଛତା ସମ୍ବନ୍ଧୀୟ ପ୍ରଶ୍ନ ପାଇଁ ଅନୁରୋଧ ଗ୍ରହଣ କରୁନାହୁଁ | ଦ୍ୱନ୍ଦ୍ୱର ସମ୍ଭାବନା ଯେତେବେଳେ ଏକ ଶେଷ-ଉପଭୋକ୍ତା ସାମ୍ପ୍ରତିକ ମୁହୂର୍ତ୍ତରେ ଛତା ବିଷୟରେ ଏକ ପ୍ରଶ୍ନ ଦେଖନ୍ତି, ଏବଂ ଶେଷରେ ଆମର ଲକ୍ଷ୍ୟ ହେଉଛି ବିଶ୍ world କୁ ଏକ ମନୋରମ ସ୍ଥାନ କରିବା |",
    "3376604063": "AI ନ ics ତିକ ନୀତି ଏବଂ ପ୍ରକ୍ରିୟା |",
    "1923365316": "HCaptcha ରେ ଆମର ଏକ କଠୋର AI ନ ics ତିକତା ନୀତି ଅଛି, ଏବଂ ଏହାର ଏକ ଅଂଶ ଆପଣଙ୍କ ଗ୍ରାହକଙ୍କୁ ଜାଣିବା (KYC) ପ୍ରକ୍ରିୟା ଅନ୍ତର୍ଭୁକ୍ତ କରେ |",
    "4230322909": "ଆମେ ସବୁବେଳେ ପ୍ରତ୍ୟେକ ନୂତନ ଗ୍ରାହକ ଏବଂ ସେମାନଙ୍କର ଉଦ୍ଦିଷ୍ଟ ବ୍ୟବହାର ମାମଲା ବିଷୟରେ ଏକ ଭଲ ବୁ understanding ାମଣା ପାଇବାକୁ ଚେଷ୍ଟା କରୁ, ଉଭୟ ଆମର ଉତ୍ପାଦ ଏବଂ ସେବା ପାଇଁ ଏହା ଏକ ଭଲ ଫିଟ୍ ବୋଲି ନିଶ୍ଚିତ କରିବା ଏବଂ ଏହା ଏକ କମ୍ପାନୀ ଭାବରେ ଆମେ ଗ୍ରହଣ କରିଥିବା ନୀତି ଅନୁସରଣ କରିବା ନିଶ୍ଚିତ କରିବା |",
    "2735073144": "ଆବଶ୍ୟକ ଅନୁଯାୟୀ ଆମେ ଚାଲୁଥିବା ସମୀକ୍ଷା ମଧ୍ୟ କରୁ | ଉଦାହରଣ ସ୍ .ରୁପ, ଛତା ସମ୍ବନ୍ଧୀୟ ଲେବେଲିଂ ଅନୁରୋଧ ପାଇଁ ତାରିଖ ଏବଂ ଉତ୍ସଗୁଡିକର ଆମର ସମ୍ପ୍ରତି ସମୀକ୍ଷାରେ ଆମେ ଶୀଘ୍ର ନିଶ୍ଚିତ କରିବାକୁ ସମର୍ଥ ହେଲୁ ଯେ କ government ଣସି ସରକାରୀ ସଂସ୍ଥା କିମ୍ବା ଜଣାଶୁଣା ରାଜ୍ୟ ଯୋଗାଣକାରୀ ବିଗତ 12 ମାସ ମଧ୍ୟରେ ଆମର ସେବା ବ୍ୟବହାର କରି ଛତା ସମ୍ବନ୍ଧରେ ଅନୁରୋଧ କରିନାହାଁନ୍ତି | ।",
    "2715462692": "ଆମର AI ନ ics ତିକ ପ୍ରକ୍ରିୟା କ’ଣ ଦେଖାଯାଏ?",
    "3049976256": "ପ୍ରତ୍ୟେକ ନୂତନ ଲେବଲ୍ ଗ୍ରାହକଙ୍କ ପାଇଁ, ଆମେ ବିକ୍ରୟ ପ୍ରକ୍ରିୟା ସମୟରେ ଏକ ଚେକଲିଷ୍ଟ ଦେଇଥାଉ | ଏହା ଅନ୍ବୋର୍ଡିଙ୍ଗ ପୂର୍ବରୁ ପ୍ରାରମ୍ଭିକ KYC ପରିଶ୍ରମକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରେ, ଏବଂ ଆମର ବିଶ୍ଳେଷକମାନଙ୍କୁ ଦିଆଯାଇଥିବା ସମସ୍ତ ଅନୁରୋଧର ଯା ification ୍ଚ, ଏବଂ ଆମର ସ୍ୱୟଂ ସେବା ପ୍ଲାଟଫର୍ମ ବ୍ୟବହାର କରି କରାଯାଇଥିବା ଅନୁରୋଧଗୁଡ଼ିକର ରିୟଲ-ଟାଇମ୍ ସ୍ପଟ୍ ଯା s ୍ଚ ଏବଂ ମ period ିରେ ମ reviews ିରେ ସମୀକ୍ଷା |",
    "3103642530": "ଏହି ସମୀକ୍ଷା ଅନେକ ମାନଦଣ୍ଡର ସେଟ୍ କୁ ନେଇ ଗଠିତ:",
    "3349094124": "ନ ical ତିକ ଚିନ୍ତାଧାରା ମାନଦଣ୍ଡ: ଉଦ୍ଦେଶ୍ୟ |",
    "1038019440": "1. ଏହି ଗ୍ରାହକ ଏକ ଦେଶର ଜାତୀୟ ସ୍ୱାର୍ଥକୁ ପ୍ରତିନିଧିତ୍ୱ କରୁଛନ୍ତି କି ଆନ୍ତର୍ଜାତୀୟ ନିୟମ ଏବଂ ନିୟମ ବିରୁଦ୍ଧ ଆଚରଣରେ ଜଡିତ?",
    "493717511": "2. ଏହି ଗ୍ରାହକ ସେବାଗୁଡିକ ପାଇଁ ଅନୁରୋଧ କରୁଛନ୍ତି କି?",
    "2209109640": "ସେମାନଙ୍କର ସାଧାରଣ ବ୍ୟବସାୟିକ କାର୍ଯ୍ୟକଳାପ ପରିପ୍ରେକ୍ଷୀରେ କେବଳ ଦୁଷ୍ଟ ଉଦ୍ଦେଶ୍ୟରେ ବ୍ୟବହୃତ ହୁଏ କି?",
    "3457805519": "3. ଆମେରିକାର ଆଇନ ଏବଂ ଆମର ଯୋଗଦାନର ନିୟମ ଅନୁଯାୟୀ ଗ୍ରାହକଙ୍କ ଅନୁରୋଧ ପୂରଣ ହୋଇପାରିବ କି?",
    "1942611550": "ମୁଖ୍ୟତ। |",
    "109179759": "ନ ical ତିକ ଚିନ୍ତାଧାରା ମାନଦଣ୍ଡ: ବିଷୟବସ୍ତୁ |",
    "1033698050": "1. ଆମେ ବିଶ୍ believe ାସ କରୁ ଯେ ଗ୍ରାହକ ଆମକୁ ଏକ ବ୍ୟବହାର ମାମଲା ଦେଇଛନ୍ତି ଯାହାକୁ ଆମେ ସାଧାରଣ ପାଶ୍ଚାତ୍ୟ ସାମାଜିକ ଆଦର୍ଶର ବ୍ୟାଖ୍ୟା ଅନୁଯାୟୀ ନ mor ତିକ ଭାବରେ ଗ୍ରହଣୀୟ ବୋଲି ବିବେଚନା କରୁ?",
    "361372538": "2. ଆମେ ବିଶ୍ believe ାସ କରୁ କି ଆମର ପ୍ରଦାନ କରାଯାଇଥିବା ସେବାଗୁଡିକ ଗ୍ରାହକଙ୍କ ଦ୍ discr ାରା ଭେଦଭାବ ଉଦ୍ଦେଶ୍ୟରେ ବ୍ୟବହୃତ ହେବ, ଯାହା ଆଇନଗତ ହୋଇପାରେ କିନ୍ତୁ ଆମ ପାଇଁ ଗ୍ରହଣୀୟ ନୁହେଁ?",
    "2867855718": "3. ଆମେ ବିଶ୍ believe ାସ କରୁ ଯେ ଅନୁରୋଧ ପାଇଁ ଗୋପନୀୟତା ଆବଶ୍ୟକତା ସନ୍ତୋଷଜନକ ଭାବରେ ସମାଧାନ ହୋଇପାରିବ?",
    "2462728596": "ଯଦି ଆମେ ଏହି ପଏଣ୍ଟଗୁଡିକରେ ନିଜକୁ ସନ୍ତୁଷ୍ଟ କରିପାରିବୁ ନାହିଁ, ତେବେ ଆମେ ଅନୁରୋଧକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରିବୁ ଏବଂ ଆମର ସର୍ତ୍ତାବଳୀରେ ବର୍ଣ୍ଣିତ ପରି ଆମର ପ୍ଲାଟଫର୍ମକୁ ଅଧିକ ପ୍ରବେଶ ବନ୍ଦ କରିପାରେ |",
    "1995277831": "ଧନ୍ୟବାଦ",
    "1818116402": "ଆମେ ଆଶା କରୁଛୁ ଯେ ଆମେ ଏକ AI ନ ics ତିକ ଉପାଦାନ ସହିତ କାର୍ଯ୍ୟକ୍ଷମ ପ୍ରଶ୍ନଗୁଡିକ କିପରି ପରିଚାଳନା କରୁ ସେ ବିଷୟରେ ଆପଣ ଏହି ଦୃଶ୍ୟକୁ ପ୍ରଶଂସା କରିଛନ୍ତି |",
    "1499894352": "ବହୁତ କମ୍ କମ୍ପାନୀ ଏହି କ୍ଷେତ୍ରରେ ସେମାନଙ୍କର ନିଷ୍ପତ୍ତି ନେବା ପ୍ରକ୍ରିୟାରେ ସ୍ୱଚ୍ଛତା ପ୍ରଦାନ କରନ୍ତି, ଏବଂ ଆମେ ଆଶା କରୁ ଯେ ଅନ୍ୟମାନେ ଏହି ଉଦାହରଣ ଅନୁସରଣ କରିବେ!",
    "535659033": "କ୍ରିଏଟିଭ କମନ୍ସ ଆଟ୍ରିବ୍ୟୁସନ |",
    "1495915066": "ଆମେ, ଆମର ଏକାଡେମିକ୍ ଅନୁସନ୍ଧାନ ସହଭାଗୀ ଏବଂ ଆମର ଗ୍ରାହକମାନେ କ୍ରିଏଟିଭ କମନ୍ସ ମିଡିଆ କିପରି ବ୍ୟବହାର କରନ୍ତି |",
    "3017533972": "ଆମେ, ଆମର ଏକାଡେମିକ୍ ଅନୁସନ୍ଧାନ ସହଭାଗୀ ଏବଂ ଆମର ଗ୍ରାହକମାନେ ବେଳେବେଳେ ମେସିନ୍ ଲର୍ନିଂ କ୍ଷେତ୍ରରେ ମାନବିକତାର ଜ୍ଞାନକୁ ଆଗକୁ ବ order ାଇବା ପାଇଁ hCaptcha ପ୍ଲାଟଫର୍ମ ମାଧ୍ୟମରେ କ୍ରିଏଟିଭ କମନ୍ସ-ଲାଇସେନ୍ସପ୍ରାପ୍ତ ବିଷୟବସ୍ତୁର କିଛି ଅଂଶକୁ ରେଫରେନ୍ସ କିମ୍ବା ପୁନ oduc ପ୍ରକାଶ କରିପାରନ୍ତି |",
    "1428053210": "ଏହି ବିଷୟବସ୍ତୁ ସାଧାରଣତ its ଏହାର ମୂଳ ରୂପରୁ ରୂପାନ୍ତରିତ | ଉଦାହରଣ ସ୍ .ରୁପ, ଏକ ଭିଡିଓ ଅନେକ ଚିତ୍ରରେ ବିଭକ୍ତ ହୋଇପାରେ, ସେହି ଚିତ୍ରଗୁଡ଼ିକ ଅନେକ ନୂତନ ପ୍ରତିଛବିରେ ବିଭକ୍ତ ହୋଇପାରେ, ଏବଂ ସେହି ନୂତନ ପ୍ରତିଛବିଗୁଡ଼ିକ ତାପରେ ଚୂଡ଼ାନ୍ତ ଫଳାଫଳ ପ୍ରଦର୍ଶିତ ହେବା ପାଇଁ ଅନିୟମିତ ଭାବରେ ମିଶ୍ରିତ ହୋଇପାରେ |",
    "1728211763": "ଏହି ଉପାୟରେ ବିଷୟବସ୍ତୁର ବ୍ୟବହାର ଏବଂ ଏହି ଉଦ୍ଦେଶ୍ୟଗୁଡିକ ପାଇଁ ଆମର ଆଇନ ଏବଂ କ୍ଷେତ୍ରର ମାନକ ଅଭ୍ୟାସ ବିଷୟରେ ଆମର ବୁ understanding ାମଣା ଅନୁଯାୟୀ ଯଥାର୍ଥ ବ୍ୟବହାର ନିର୍ଦ୍ଦେଶାବଳୀ ମଧ୍ୟରେ ପଡ଼େ, କିନ୍ତୁ ଆମେ କ୍ରିଏଟିଭ କମନ୍ସର ଦୀର୍ଘ ସମୟର ପ୍ରଶଂସକ ଅଟୁ ଏବଂ ଯିଏ ସାହାଯ୍ୟ କରେ ତାଙ୍କୁ ଶ୍ରେୟ ଦେବାକୁ ପସନ୍ଦ କରେ | ମେସିନ୍ ବୁଦ୍ଧିର ଉନ୍ନତି ପାଇଁ ସ୍ମାରକୀ କାର୍ଯ୍ୟ |",
    "1949452297": "HCaptcha UI ର ଅନ୍ତର୍ନିହିତ ପ୍ରତିବନ୍ଧକ ଏବଂ ଏହାର ସୁରକ୍ଷା ବିଚାର ହେତୁ, ଏହାର ବ୍ୟବହାର ସହିତ ସିଧାସଳଖ ଥିବା ପ୍ରତ୍ୟେକ ପ୍ରତିଛବିର ଉତ୍ସ ପୁନ oduc ପ୍ରକାଶନ କରିବା ସମ୍ଭବ ନୁହେଁ | ଏହା ପରିବର୍ତ୍ତେ, ଆମେ ଆମର ମୂଳପୃଷ୍ଠାରୁ ଏହି ପୃଷ୍ଠାକୁ ଲିଙ୍କ୍ କରୁ ଏବଂ ସମ୍ପ୍ରତି ପ୍ଲାଟଫର୍ମ ମାଧ୍ୟମରେ ସେବା କରୁଥିବା ଉତ୍ସଗୁଡିକର ଏକ ତାଲିକା ବଜାୟ ରଖୁ | ଆପଣ ସାମ୍ପ୍ରତିକ ତାଲିକାରେ ପ୍ରବେଶ କରିପାରିବେ |",
    "2367602973": "ଏଠାରେ |",
    "659124570": "ଅତିରିକ୍ତ ଭାବରେ, ଯଦି ଆପଣ hCaptcha ପ୍ଲାଟଫର୍ମରେ ପୁନ repr ପ୍ରକାଶିତ ବିଷୟବସ୍ତୁକୁ ଦେଖନ୍ତି ଏବଂ କ any ଣସି କାରଣରୁ ଏହାକୁ ଅପସାରଣ କରିବାକୁ ଚାହାଁନ୍ତି, ତେବେ ଆପଣ ଇମେଲ୍ ମାଧ୍ୟମରେ ଆମ ସହିତ ଯୋଗାଯୋଗ କରିପାରିବେ |",
    "2066749488": "ଅନ୍ୟାନ୍ୟ ଅଭିଯୋଗ",
    "3479034323": "ଯଦି ତୁମେ ବିଷୟବସ୍ତୁକୁ ଦେଖୁଛ, ଯାହା ତୁମର ଅଟେ, hCaptcha ପ୍ଲାଟଫର୍ମରେ ପୁନ oduc ପ୍ରକାଶିତ ହୁଏ ଏବଂ ଏହାକୁ ଯେକ reason ଣସି କାରଣରୁ ଅପସାରଣ କରିବାକୁ ଚାହିଁବ, ତୁମେ ଇମେଲ ମାଧ୍ୟମରେ ଆମ ସହିତ ଯୋଗାଯୋଗ କରିପାରିବ |",
    "1836554225": "ବ୍ଲଗ୍ ପୋଷ୍ଟଗୁଡିକ |",
    "2873297188": "ସମସ୍ତ CAPTCHAS ଅଣ-ଆମେରିକୀୟମାନଙ୍କ ପ୍ରତି ଭେଦଭାବ କରନ୍ତି କି?",
    "165932542": "ସମଗ୍ର ବିଶ୍ୱରେ hCaptcha ସମାଧାନ ହାର ଉପରେ ଏକ ନଜର |",
    "1865097546": "ନଭେମ୍ବର 16, 2021",
    "3005876482": "hCaptcha ବର୍ତ୍ତମାନ ସର୍ବ ବୃହତ ସ୍ Independ ାଧୀନ CAPTCHA ସେବା, ଇଣ୍ଟରନେଟର 15% ରେ ଚାଲିଥାଏ |",
    "693820850": "ଗୋପନୀୟତାକୁ ପ୍ରଥମେ ରଖି ଆପଣ ଗୁଗୁଲକୁ ପରାସ୍ତ କରିପାରିବେ |",
    "3609106478": "ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ:",
    "299335340": "ଏହା କ’ଣ ଏବଂ ଆକ୍ରମଣକୁ କିପରି ବନ୍ଦ କରାଯିବ |",
    "354925785": "ଇଣ୍ଟ୍ରୋ",
    "423222878": "ଚିହ୍ନଟ, ପ୍ରତିରୋଧ ଏବଂ ବନ୍ଦ କରିବା ପାଇଁ କେତେକ କଠିନ ସାଇବର ଆଟାକ୍ ହେଉଛି ଯେଉଁଠାରେ ଏକ ଦୁଷ୍ଟ ଅଭିନେତା ଏକ ସକ୍ରିୟ ଉପଭୋକ୍ତା ଆକାଉଣ୍ଟରେ ଲଗ୍ କରିବାକୁ ବ legitimate ଧ ଉପଭୋକ୍ତା ପ୍ରମାଣପତ୍ର ବ୍ୟବହାର କରିବାରେ ସକ୍ଷମ ଅଟନ୍ତି | ଅନେକ ଅତ୍ୟାଧୁନିକ ଚିହ୍ନଟ କ୍ଷମତା ବିନା, ଆକାଉଣ୍ଟ୍ ହୋଷ୍ଟ କରୁଥିବା କମ୍ପାନୀର କିଛି ଭୁଲ୍ ବୋଲି ସନ୍ଦେହ କରିବାର କ has ଣସି କାରଣ ନାହିଁ | ଜଣେ ଗ୍ରାହକ କେବଳ ତାଙ୍କ ଆକାଉଣ୍ଟରେ ଲଗ୍ କରିଥିବାର ଦେଖାଯାଏ | ଚୋରି ହୋଇଥିବା ପ୍ରମାଣପତ୍ର ବ୍ୟବହାର କରି ଆକ୍ରମଣକାରୀ ଏହି ସଫଳ ଷଡଯନ୍ତ୍ର ହାସଲ କରିଥିଲେ - ସାଧାରଣତ a ଏକ ସାଇବର ଆଟାକ୍ କ techni ଶଳର ଫଳାଫଳ ଯାହା “ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ” ଭାବରେ ଜଣାଶୁଣା | ଆଜି ଏହା ଏକ ଗୁରୁତ୍ problem ପୂର୍ଣ୍ଣ ସମସ୍ୟା, କିନ୍ତୁ ସଠିକ୍ ପ୍ରତିକ୍ରିୟା ସହିତ ଏହାକୁ ହ୍ରାସ କରାଯାଇପାରିବ |",
    "777660551": "କ୍ରେଡେନସିଆଲ୍ ଷ୍ଟଫିଙ୍ଗ୍ କ’ଣ?",
    "2602763587": "ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ ହେଉଛି ସାଇବର ଆଟାକ୍ ର ଏକ ଫର୍ମ ଯେଉଁଠାରେ ଆକ୍ରମଣକାରୀ ଚୋରି ହୋଇଥିବା ଚାଳକନାମ ଏବଂ ପାସୱାର୍ଡର ଯୋଡି ବ୍ୟବହାର କରି ଏକ ୱେବସାଇଟରେ ଏକାଧିକ ଥର ଲଗ୍ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତି | “ଷ୍ଟଫିଂ” ପୁନରାବୃତ୍ତି ଲଗଇନ୍ ପ୍ରୟାସକୁ ବୁ refers ାଏ, ଯାହା ପ୍ରାୟତ always ସ୍ୱୟଂଚାଳିତ ବଟ୍ ସଫ୍ଟୱେର୍ ଦ୍ୱାରା ସଂପନ୍ନ ହୋଇଥାଏ |",
    "1271831121": "ଏହା ଯେପରି ନୁହେଁ ଯେ ହ୍ୟାକର୍ (ଏକ ହୁଡିରେ ପରିହିତ, ଅବଶ୍ୟ!) ସେଠାରେ ବସି, ପରିଚୟପତ୍ର ପରେ ପରିଚୟପତ୍ର ଟାଇପ୍ କରେ | ସ୍ୱୟଂଚାଳିତ ଲଗ୍ଇନ୍ ବଟ୍ ସେଲେନିୟମ୍ କିମ୍ବା ଏକ କଷ୍ଟମ୍-ବିକଶିତ ହ୍ୟାକର୍ ଟୁଲ୍ ଭଳି ଏକ ଅଫ୍ ଦି ସେଲ୍ ଟୁଲରୁ ତିଆରି କରାଯାଇପାରେ |",
    "2588750717": "ପ୍ରକୃତରେ, କିଛି ପ୍ରମାଣପତ୍ର ଷ୍ଟଫିଂ ଆକ୍ରମଣରେ ଲକ୍ଷ ଲକ୍ଷ ପ୍ରମାଣପତ୍ର ଅନ୍ତର୍ଭୂକ୍ତ ହୁଏ - ଭିତରକୁ ଯିବା ଆଶାରେ ଅସୁରକ୍ଷିତ ୱେବସାଇଟ୍ ଲଗଇନ୍ ଇଣ୍ଟରଫେସରେ ଷ୍ଟଫ୍ କରାଯାଏ | ଭିତରକୁ ଥରେ, ଆକ୍ରମଣକାରୀ ପୀଡିତାର ଆକାଉଣ୍ଟକୁ ନେଇପାରେ |",
    "1137757109": "ଯଦି ଏହା ଏକ ଇ-କମର୍ସ ଆକାଉଣ୍ଟ, ଆକ୍ରମଣକାରୀ ବାଣିଜ୍ୟ ସାମଗ୍ରୀ ଅର୍ଡର କରିପାରିବେ | ଯଦି ପୀଡିତା ଏକ ବ୍ୟାଙ୍କ, ଆକ୍ରମଣକାରୀ ଅଫଶୋରରୁ ପାଣ୍ଠି ସ୍ଥାନାନ୍ତର କରିପାରିବେ, ଇତ୍ୟାଦି |",
    "1559150837": "ଯଦିଓ ଲକ୍ଷ୍ୟଗୁଡିକ ଅସୁରକ୍ଷିତ ନୁହେଁ | ଅଧିକାଂଶ ୱେବସାଇଟ୍ ରେ ନିୟନ୍ତ୍ରଣ ଅଛି ଯାହା ଏକ ସନ୍ଦିଗ୍ଧ ଉପଭୋକ୍ତାଙ୍କୁ ଅବରୋଧ କରେ ଯିଏ ସମାନ IP ଠିକଣାରୁ ଅଳ୍ପ ସମୟ ମଧ୍ୟରେ ହଜାରେ ରୁ ଅଧିକ ବିଭିନ୍ନ ଆକାଉଣ୍ଟରେ ଲଗ୍ ଇନ୍ କରିବାକୁ ଚେଷ୍ଟା କରେ | ଏହି ସୁରକ୍ଷା କ ques ଶଳଗୁଡିକ ପାଇବା ପାଇଁ କ୍ରେଡେନସିଆଲ୍ ଷ୍ଟଫିଂ ଆକ୍ରମଣକାରୀମାନେ କ’ଣ କରନ୍ତି ତାହା ହେଉଛି ଭ ographic ଗୋଳିକ ଏବଂ IP ବିବିଧତାକୁ ଅନୁକରଣ କରିବା | ଶକ୍ତିଶାଳୀ, ପ୍ରାୟତ A AI ଚାଳିତ ଉପକରଣଗୁଡିକ ବ୍ୟବହାର କରି, ସେମାନେ ଏହା ଦେଖାଇ ପାରନ୍ତି ଯେ ହଜାର ହଜାର ଉପଭୋକ୍ତା ଦେଶର ବିଭିନ୍ନ ସମୟରେ ଦିନର ବିଭିନ୍ନ ସମୟରେ ଲଗ୍ ଇନ୍ କରିବାକୁ ଚେଷ୍ଟା କରୁଛନ୍ତି | ଚିହ୍ନଟ ଏବଂ ବନ୍ଦ କରିବା ପାଇଁ ଏହା ବହୁତ କଷ୍ଟକର |",
    "1892020899": "ହ୍ୟାକରମାନେ ପରିଚୟପତ୍ର କେଉଁଠୁ ପାଇବେ?",
    "2597149484": "ଯେଉଁ କାରଣରୁ ହ୍ୟାକର୍ ସେମାନଙ୍କର ଚୋରି ହୋଇଥିବା ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକ ସହିତ ଅନେକ ପ୍ରମାଣପତ୍ରକୁ “ଷ୍ଟଫ୍” କରିବାକୁ ପଡିବ |",
    "3030395800": "ଏହି ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକ ସାଧାରଣତ data ଡାଟା ଭଙ୍ଗାରୁ ଆସିଥାଏ | “ପରିଚୟପତ୍ର ସ୍ପିଲ୍” ଭାବରେ ମଧ୍ୟ ଜଣାଶୁଣା, ଏହି ଆକ୍ରମଣଗୁଡିକ ଲକ୍ଷ ଲକ୍ଷ ପ୍ରମାଣପତ୍ରକୁ ଅନ୍ଧାର ୱେବରେ ପକାଯାଇପାରେ | ଯଦି ଏକ ବ୍ୟାଙ୍କରୁ ସ୍ପିଲ୍ ଆସିଥାଏ, ତେବେ ହ୍ୟାକର୍ ସେହି ପରିଚୟପତ୍ରକୁ ଅନ୍ୟ ସାଇଟକୁ ଯିବାକୁ ଚେଷ୍ଟା କରିବେ | ଏହି ପଦ୍ଧତି କାର୍ଯ୍ୟ କରେ କାରଣ ଅନେକ ଲୋକ ଏକାଧିକ ସାଇଟ ପାଇଁ ସମାନ ଚାଳକନାମ ଏବଂ ପାସୱାର୍ଡ ମିଶ୍ରଣ ବ୍ୟବହାର କରନ୍ତି | (ଏହି ଅଭ୍ୟାସକୁ ନିରୁତ୍ସାହିତ କରାଯାଇଛି, କିନ୍ତୁ ବାସ୍ତବତା ହେଉଛି ଏହା | ଲୋକମାନେ ସମାନ ଲଗଇନ୍ ପ୍ରମାଣପତ୍ରକୁ ପୁନରାବୃତ୍ତି କରିବାକୁ ଲାଗନ୍ତି |)",
    "1258965840": "ଏହିପରି, ଯଦି ଆକ୍ରମଣକାରୀ ଗୋଟିଏ ସାଇଟକୁ ଯାଇପାରନ୍ତି, ସେ ବୋଧହୁଏ illed ଼ାଳାଯାଇଥିବା ପ୍ରମାଣପତ୍ର ବ୍ୟବହାର କରି ଏକାଧିକ ସାଇଟରେ ପ୍ରବେଶ କରିପାରିବେ | ଉଦାହରଣ ସ୍ୱରୂପ, ସେମାନେ ହୁଏତ JohnDoe / 525momma ପରି ଏକ ଉପଯୋଗକର୍ତ୍ତା ନାମ / ପାସୱାର୍ଡ ଯୋଡି ପାଇପାରିବେ, କିନ୍ତୁ ସେହି ଯୋଡି ସେମାନଙ୍କ ପାଇଁ କ’ଣ କରିବେ ତାହା ସେମାନଙ୍କର ଧାରଣା ନାହିଁ | ତେଣୁ, ସେମାନେ ଆମାଜନ ଡଟ୍ କମ୍, ଇବେ, ସିଟିବ୍ୟାଙ୍କ, ୱାଲଗ୍ରିନ୍ସ ଏବଂ ଉପରେ ଏହି ଯୋଡିକୁ ଚେଷ୍ଟା କରନ୍ତି | ସେମାନେ ଏକ ହଜାର ଭିନ୍ନ ସାଇଟରେ ସେହି ଯୋଡି ଚେଷ୍ଟା କରିପାରନ୍ତି |",
    "3594440415": "ପରିଶେଷରେ, ସେମାନେ କବାଟ ଖୋଲିବା ଆରମ୍ଭ କରିବେ |",
    "780280214": "HCaptcha ଏବଂ hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ କିପରି ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ ବିପଦକୁ ହ୍ରାସ କରେ |",
    "4165374512": "ପରିଚୟପତ୍ର ଷ୍ଟଫିଂକୁ ରୋକିବା ପାଇଁ IP ଏବଂ ଅବସ୍ଥାନ ଚିହ୍ନଟ ଉପକରଣ ବ୍ୟବହାର କରିବା ସମ୍ଭବ ହୋଇଥିବାବେଳେ ଏକ ଅଧିକ ମୂଲ୍ୟବାନ ପ୍ରଭାବଶାଳୀ ଏବଂ ସଠିକ୍ ପଦ୍ଧତି ହେଉଛି ସ୍ୱୟଂଚାଳିତ ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ ବଟକୁ ନିଜେ ବାଧା ଦେବା | hCaptcha ଏବଂ hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ଏଣ୍ଟ୍ରି ପଏଣ୍ଟରେ ବଟ୍କୁ ଷ୍ଟମ୍ପ୍ କରିପାରେ | ଯଦିଓ ବଟ୍ର ସଠିକ୍ ପ୍ରମାଣପତ୍ର ଅଛି, ଯଦି ଏହା ଅତୀତର hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ଚିହ୍ନଟ କିମ୍ବା hCaptcha ର CAPTCHA ପାଇପାରିବ ନାହିଁ, ତେବେ ଏହା ଏହାର ଷ୍ଟଫିଂ କରିବାକୁ ପାଇବ ନାହିଁ ଏବଂ ଆପଣଙ୍କର ସାଇଟ୍ ଏବଂ ଉପଭୋକ୍ତାମାନେ ସୁରକ୍ଷିତ ଅଟନ୍ତି |",
    "3269644546": "ଦୟାକରି",
    "1058572205": "ଯଦି ଆପଣ ଏହା ବିଷୟରେ ଅଧିକ ଜାଣିବାକୁ ଚାହାଁନ୍ତି ତେବେ ଆମକୁ |",
    "3753613260": "ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "1792519141": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ |",
    "3515435438": "DMCA ଅଭିଯୋଗ ରିପୋର୍ଟ କରିବା |",
    "54093347": "DMCA ପଞ୍ଜିକୃତ ଏଜେଣ୍ଟ |",
    "3233441200": "ଉଲ୍ଲଂଘନକାରୀ ନୀତି ପୁନରାବୃତ୍ତି କରନ୍ତୁ |",
    "4011712313": "ଆମର DMCA ନୀତିର ଏକ ଅଂଶ ଭାବରେ, ଆମେ ଗ୍ରାହକଙ୍କ ଆକାଉଣ୍ଟ୍ ରଖୁ ଯାହାଙ୍କ ପାଇଁ ଆମେ ଏକାଧିକ DMCA ପୁନରାବୃତ୍ତି ଉଲ୍ଲଂଘନ ଅଭିଯୋଗରେ ଏକାଧିକ DMCA ବିଜ୍ଞପ୍ତି ଗ୍ରହଣ କରୁ | ଏକ କ୍ୟାଲେଣ୍ଡର ମାସରେ ବାରମ୍ବାର DMCA ବିଜ୍ଞପ୍ତି ପାଇବା ପରେ, ଗ୍ରାହକ ଆକାଉଣ୍ଟ୍ ଗୋଟିଏ ପଲିସି ଷ୍ଟେପ୍ ରୁ ଅନ୍ୟ ଏକ ପର୍ଯ୍ୟାୟକୁ ଅଗ୍ରଗତି କରିବ |",
    "766825168": "DMCA ପୁନରାବୃତ୍ତି ଉଲ୍ଲଂଘନ ନୀତି ଅଧୀନରେ ଆମେ ଗ୍ରହଣ କରୁଥିବା କାର୍ଯ୍ୟଗୁଡ଼ିକ ଖାତାର ଗ୍ରାହକଙ୍କ ରେକର୍ଡକୁ ବର୍ଦ୍ଧିତ ଦୃଶ୍ୟମାନତାର ଆଲର୍ଟ ପଠାଇବା ଅନ୍ତର୍ଭୁକ୍ତ କରେ | ଏହି ଆଲର୍ଟଗୁଡିକୁ ସ୍ୱୀକାର କରିବାକୁ, ଆମେ ଗ୍ରାହକଙ୍କୁ ଆକାଉଣ୍ଟକୁ ଲଗ୍ ଇନ୍ କରିବାକୁ କିମ୍ବା ଆମର ସମର୍ଥନ ଦଳକୁ ଡାକିବାକୁ ଆବଶ୍ୟକ କରିପାରନ୍ତି | ଯେକ any ଣସି ଗ୍ରାହକଙ୍କ hCaptcha ଏବଂ IMI ସେବାକୁ ନିଲମ୍ବନ କିମ୍ବା ସମାପ୍ତ କରିବାର ଅଧିକାର ମଧ୍ୟ ସଂରକ୍ଷଣ କରିବା ସହିତ ଆମେ ବାରମ୍ବାର ଉଲ୍ଲଂଘନକାରୀ ଆଲର୍ଟ ପଠାଇବା ପରେ ମଧ୍ୟ ଅଭିଯୋଗର ଉଲ୍ଲଂଘନ ବିଷୟରେ DMCA ବିଜ୍ଞପ୍ତି ଗ୍ରହଣ କରିଚାଲିଛୁ | ଏହା ସହିତ, ଆମେ ଏହି ନୀତି ଅନୁଯାୟୀ hCaptcha ସେବାକୁ ସମାପ୍ତ କରିବାବେଳେ ଏହି ଗ୍ରାହକମାନଙ୍କୁ ପ୍ରଦାନ କରାଯାଇଥିବା ଅନ୍ୟ hCaptcha କିମ୍ବା IMI ସେବାଗୁଡିକ ଆମର ନିଜସ୍ୱ ବିବେଚନାରେ ସମାପ୍ତ ହୋଇପାରେ |",
    "2410122265": "hCaptcha ଉତ୍ସ: Bots 101",
    "4166776480": "ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ: ଏହା କ’ଣ ଏବଂ ଆକ୍ରମଣକୁ କିପରି ବନ୍ଦ କରାଯିବ |",
    "2301335298": "ଦେୟ ଠକେଇ: ସାଇବର ଅପରାଧର ଏକ ଦ୍ରୁତ-ବିକାଶଶୀଳ ଧାରାକୁ ହ୍ରାସ କରିବା |",
    "3682071227": "ଆକାଉଣ୍ଟ୍ ନିଆଯିବା କ’ଣ ଏବଂ ସେମାନେ କିପରି କାର୍ଯ୍ୟ କରନ୍ତି?",
    "2729131930": "ସ୍କ୍ରାପିଂ କ’ଣ ଏବଂ ଏହା କିପରି କାମ କରେ?",
    "1344959096": "ଏକ ବ୍ୟକ୍ତିଗତ ଡାଟା ଲେବଲର୍ ଭାବରେ କାର୍ଯ୍ୟ କରିବା |",
    "3510143229": "hCaptcha ୱେବସାଇଟ୍ ଏବଂ ଆପ୍ସ ପାଇଁ ଏକ ସେବା,",
    "3930611699": "ବ୍ୟକ୍ତିଗତ ଶ୍ରମିକ |",
    "1051214799": "hCaptcha ହେଉଛି ଏକ ୱେବ୍ ସୁରକ୍ଷା ସେବା ଯାହା ୱେବସାଇଟ୍ କିମ୍ବା ଏହାକୁ ବ୍ୟବହାର କରୁଥିବା ଆପ୍ସର ପ୍ରକାଶକଙ୍କ ସହିତ ମୂଲ୍ୟ ବାଣ୍ଟିବାକୁ ଚେଷ୍ଟା କରେ |",
    "360236473": "HCaptcha ସେବା କ anyone ଣସି ବ୍ୟକ୍ତିଙ୍କ ପାଇଁ ବ୍ୟକ୍ତିଗତ ଲେବେଲର୍ ଭାବରେ କାମ କରିବା ପାଇଁ ବ୍ୟବହୃତ ହେବା ପାଇଁ ଉଦ୍ଦିଷ୍ଟ ନୁହେଁ | ଏହା ଏହି ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଡିଜାଇନ୍ କିମ୍ବା ଉପଯୁକ୍ତ ନୁହେଁ | ବ୍ୟକ୍ତିଗତ ଆୟର ଉତ୍ସ ଭାବରେ hCaptcha ବ୍ୟବହାର କରିବାକୁ ଚେଷ୍ଟା କରିବାକୁ ଆମେ କାହାକୁ ସୁପାରିଶ କରୁନାହୁଁ |",
    "3842490632": "ଅନେକ ପ୍ରଶ୍ନର ଉତ୍ତର ଦେବାକୁ ଚେଷ୍ଟା କରୁଥିବା ଜଣେ ବ୍ୟକ୍ତିଗତ ଉପଭୋକ୍ତା ହାର ସୀମିତ କିମ୍ବା ଶୀଘ୍ର ନିଷିଦ୍ଧ ହେବାର ସମ୍ଭାବନା ଅଛି | ଆମ ଭଳି ସମାନ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ |",
    "1560232962": "ବିସ୍ତୃତ ଭାବରେ କଭର୍ କରେ, କ given ଣସି ପ୍ରଦତ୍ତ ଉତ୍ତର ପାଇଁ ଅର୍ଜିତ ରାଶି ବିଷୟରେ କ guarant ଣସି ଗ୍ୟାରେଣ୍ଟି ଦିଆଯାଇନଥାଏ | ସେହି ସମୟରେ କ paid ଣସି ଦେୟଯୁକ୍ତ ପ୍ରଶ୍ନ ଉପଲବ୍ଧ ହୋଇନପାରେ, ଗୁଣାତ୍ମକ କାରଣ ପାଇଁ ଏକ ଉତ୍ତର ପ୍ରତ୍ୟାଖ୍ୟାନ ହୋଇପାରେ |",
    "2694001822": "ତଥାପି, ଆମେ ବେଳେବେଳେ ସିଷ୍ଟମ୍ ଗୁଣ ଏବଂ ନୂତନ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ପରୀକ୍ଷା କରିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ବ୍ୟକ୍ତିବିଶେଷଙ୍କୁ ନିଯୁକ୍ତି ଦେଇଥାଉ |",
    "1569804581": "ଯଦି ଆପଣ ଭବିଷ୍ୟତରେ ସମ୍ପୃକ୍ତ ସୁଯୋଗ ସମ୍ବନ୍ଧରେ ଯୋଗାଯୋଗ କରିବାକୁ ଚାହାଁନ୍ତି, ଦୟାକରି ଏହି ଫର୍ମ ପୂରଣ କରନ୍ତୁ |",
    "636461959": "ନାମ",
    "1139500589": "ଦେଶ",
    "1789607185": "ଈମୈଲ ଠିକଣା",
    "325077666": "ତୁମର ସୂଚନା ଦାଖଲ କରି ତୁମେ ଆମର ସହମତ |",
    "3555583744": "ଏବଂ",
    "3609929815": "। ବ୍ୟକ୍ତିଗତ ନାମକରଣ କାର୍ଯ୍ୟ ସୁଯୋଗ ବିଷୟରେ ଭବିଷ୍ୟତରେ ଆପଣଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରିବା ଉଦ୍ଦେଶ୍ୟରେ ଆମେ କେବଳ ଆପଣଙ୍କ ନାମ, ଦେଶ, ଏବଂ ଇମେଲ୍ ଠିକଣା ସୂଚନା ବଜାୟ ରଖିବୁ |",
    "4197928199": "ଗୋପନୀୟତା ନୀତି",
    "851786723": "ଆପଣଙ୍କର ଇମେଲ୍ ପ୍ରବେଶ କରି, ଆପଣ ଆମର ସର୍ତ୍ତାବଳୀ ଏବଂ ଗୋପନୀୟତା ନୀତି, ଏବଂ ଆମଠାରୁ ଇମେଲ୍ ଗ୍ରହଣ କରିବାକୁ ରାଜି ହୁଅନ୍ତି |",
    "2402165761": "ସ୍କ୍ରାପିଂ କିପରି କାମ କରେ?",
    "4260542944": "ବିଷୟବସ୍ତୁ ସ୍କ୍ରାପିଂ (“ସ୍କ୍ରିନ୍ ସ୍କ୍ରାପିଂ” କିମ୍ବା କେବଳ “ସ୍କ୍ରାପିଂ” ଭାବରେ ମଧ୍ୟ ଜଣାଶୁଣା) ୱେବରୁ ସୂଚନା ସଂଗ୍ରହ ପାଇଁ ଏକ ପରିଚିତ, ପ୍ରାୟତ useful ଉପଯୋଗୀ ପ୍ରକ୍ରିୟା | ଅବଶ୍ୟ, ନିକଟ ଅତୀତରେ, ଏହି କ que ଶଳ ହ୍ୟାକର୍ ଏବଂ ଠକମାନଙ୍କ ଏକ ଅନୁକୂଳ ଉପକରଣ ହୋଇପାରିଛି | କାଉଣ୍ଟର ମାପଗୁଡିକ ବିପଦକୁ ପ୍ରଭାବଶାଳୀ ଭାବରେ ହ୍ରାସ କରିପାରେ, କିନ୍ତୁ ସେଗୁଡିକୁ କାର୍ଯ୍ୟକାରୀ କରିବା ପାଇଁ ପ୍ରକ୍ରିୟା କିପରି କାର୍ଯ୍ୟ କରେ ତାହା ବୁ to ିବା ଜରୁରୀ |",
    "2066255783": "ବିଷୟବସ୍ତୁ ସ୍କ୍ରାପିଂ କ’ଣ?",
    "1910628828": "ବିଷୟବସ୍ତୁ ସ୍କ୍ରାପିଂ ହେଉଛି ଏକ ସିଷ୍ଟମରୁ ତଥ୍ୟ ହାସଲ କରିବା ପାଇଁ ଏକ କ que ଶଳ ଯାହାକି ଏକ ସଫ୍ଟୱେୟାର କ୍ଲାଏଣ୍ଟ କିମ୍ବା ୱେବ ବ୍ରାଉଜରର ଛଦ୍ମନାମ କରୁଥିବା ଏକ ସ୍ୱୟଂଚାଳିତ ଟୁଲସେଟକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରେ | ଏହା ନୂଆ ନୁହେଁ | ବାସ୍ତବରେ, ସଫ୍ଟୱେୟାର୍ ଇଞ୍ଜିନିୟର୍ମାନଙ୍କ ପାଇଁ ଯେଉଁମାନେ ଏକ ପୁରୁଣା ମେନ୍ଫ୍ରେମ୍ର ତଥ୍ୟ ଆବଶ୍ୟକ କରିପାରନ୍ତି, ସ୍କ୍ରାପିଂ ହେଉଛି ସୂଚନା ବାହାର କରିବାର ଏକମାତ୍ର ଉପାୟ | ମୂଳ ସଂଯୋଜକମାନେ ଚାଲିଯାଇପାରନ୍ତି ଏବଂ ବଦଳାଇବା ଅସମ୍ଭବ ହୋଇପାରେ |",
    "3408107995": "ଆଜି, ଯଦିଓ, ସ୍କ୍ରାପିଂର ଅର୍ଥ ହେଉଛି ଏକ ୱେବସାଇଟରୁ ତଥ୍ୟ ଟାଣିବା ପାଇଁ ଏକ ପ୍ରୋଗ୍ରାମେଟିକ୍ ଆଭିମୁଖ୍ୟ | ସ୍କ୍ରାପିଂ ସଫ୍ଟୱେର୍ ମାନବ ଚାଳକ ପରି କାର୍ଯ୍ୟ କରେ, ବଟନ୍ ଉପରେ କ୍ଲିକ୍ କରି ଫଳାଫଳ ଫଳାଫଳ ପ reading ଼େ | ସ୍କ୍ରାପିଂ ପାଇଁ ଅନେକ ବ legitimate ଧ ବ୍ୟବହାର ଅଛି | ୱେବ୍ କ୍ରଲର୍ ଯାହା ପାୱାର୍ ସର୍ଚ୍ଚ ଇଞ୍ଜିନ୍ ହେଉଛି ଗୋଟିଏ ଉଦାହରଣ | ସ୍କାଏସ୍କାନର୍ ପରି ସାଧନଗୁଡ଼ିକ ମଧ୍ୟ ହଜାର ହଜାର ଭ୍ରମଣ ୱେବସାଇଟ୍ ମାଧ୍ୟମରେ କମ୍ବିଂ କରି ଟ୍ରାଭେଲ୍ ଡିଲ୍ ଖୋଜନ୍ତି | ଡାଟା ସଂଯୋଗ କରିବାକୁ ଯଦି କ Application ଣସି ଆପ୍ଲିକେସନ୍ ପ୍ରୋଗ୍ରାମିଂ ଇଣ୍ଟରଫେସ୍ (API) ଉପଲବ୍ଧ ନଥାଏ ତେବେ ଫିଣ୍ଟେକ୍ ସଂସ୍ଥାଗୁଡ଼ିକ ମଧ୍ୟ ଏହାକୁ ବ୍ୟବହାର କରନ୍ତି, ବ୍ୟାଙ୍କ ସାଇଟରୁ ଉପଭୋକ୍ତାଙ୍କର ଆର୍ଥିକ ତଥ୍ୟକୁ ସ୍କ୍ରାପ୍ କରନ୍ତି | ସ୍କ୍ରିନ୍ ସ୍କ୍ରାପିଂ ବିଷୟରେ ମନେ ରଖିବାକୁ ଥିବା ଜିନିଷଗୁଡ଼ିକ ହେଉଛି ଏହାର ଗତି ଏବଂ ମାପନୀୟତା | ଏହି ପ୍ରକ୍ରିୟା ୱେବସାଇଟରୁ ବିପୁଳ ପରିମାଣର ତଥ୍ୟ ଅମଳ କରିପାରିବ, ଏହା ଘଟିବା ବନ୍ଦ କରିବାକୁ ସାଇଟଗୁଡିକ ବିନ୍ୟାସ ହୋଇନାହିଁ ବୋଲି ମନେକର | ଗଣନା ବେଗରେ, ଏକ ସ୍କ୍ରାପର୍ ୱେବସାଇଟ୍ ଏବଂ ଅନ୍ତର୍ନିହିତ ସଫ୍ଟୱେର୍ ଏବଂ ଡାଟାବେସ୍ ସହିତ ଯୋଗାଯୋଗ କରି ବଡ଼ ଡାଟାବେସ୍ ସଂଗ୍ରହ କରିପାରିବ |",
    "1920884252": "ବିଷୟବସ୍ତୁ ଏକ ସୁରକ୍ଷା ବିପଦକୁ କାହିଁକି ସ୍କ୍ରାପ୍ କରୁଛି?",
    "2256795853": "ୱେବସାଇଟରୁ ଶୀଘ୍ର ଅନେକ ତଥ୍ୟ ବାହାର କରିବାର କ୍ଷମତା ଦୁଷ୍ଟ ଅଭିନେତାମାନଙ୍କ ହାତରେ ଏକ ଶକ୍ତିଶାଳୀ ଉପକରଣକୁ ସ୍କ୍ରାପିଙ୍ଗ୍ କରିଥାଏ | ଏକ ସ୍କ୍ରାପିଂ ବଟ୍ ସୋସିଆଲ୍ ମିଡିଆ ସାଇଟରୁ ଉପଭୋକ୍ତା ତଥ୍ୟ ସଂଗ୍ରହ କରିପାରିବ | ତାପରେ, ଠିକଣାଗୁଡ଼ିକୁ ସ୍କ୍ରାପିଂ କରି ଯେଉଁଥିରେ ଠିକଣା ଏବଂ ଅନ୍ୟାନ୍ୟ ବ୍ୟକ୍ତିଗତ ସୂଚନା ରହିଥାଏ ଏବଂ ଫଳାଫଳ ସହିତ ସମ୍ପର୍କ ରହିଥାଏ, ଜଣେ ହ୍ୟାକର୍ ଠକେଇର କ୍ରେଡିଟ୍ କାର୍ଡ ପ୍ରୟୋଗ ଦାଖଲ କରିବା ପରି ପରିଚୟ ଅପରାଧରେ ଲିପ୍ତ ରହିପାରେ |",
    "4087694419": "ନକଲି କିମ୍ବା ପ୍ରତାରଣାକାରୀ ଉତ୍ପାଦ ତାଲିକା ସୃଷ୍ଟି କରିବା ପାଇଁ ଏକ ସ୍କ୍ରାପିଂ ହ୍ୟାକର୍ ଆମାଜନ ଏବଂ ଇବେ ପରି ସାଇଟରୁ ତଥ୍ୟ ସଂଗ୍ରହ କରିପାରେ | ତା’ପରେ ସେ ଅଫର୍ଅପ୍ ପରି ସାଥି-ଟୁ-ପେର୍ ସେବାରେ ବିକ୍ରୟ ପାଇଁ ଅଫର୍ ଦେଇପାରନ୍ତି ଏବଂ କ୍ରେତାମାନଙ୍କ ଉପରେ ଫିସିଂ ଆକ୍ରମଣ କରିପାରନ୍ତି | କିମ୍ବା, ଠକାମିର ଉତ୍ପାଦ ବିକ୍ରୟ କରିପାରେ ଯାହା ବିଦ୍ୟମାନ ନାହିଁ | ପ୍ରକାଶକ ସାଇଟରୁ ବିଷୟବସ୍ତୁକୁ ସ୍କ୍ରାପ୍ କରି, ଠକମାନେ ବିଭିନ୍ନ ସେବାରେ ନକଲି ବିଜ୍ଞାପନ ପ୍ରକାଶକ ପୃଷ୍ଠା ସୃଷ୍ଟି କରିପାରିବେ | ଏହା ପରେ ସେମାନେ ସେହି ପୃଷ୍ଠାଗୁଡ଼ିକରେ ବିଜ୍ଞାପନ ବିକ୍ରୟ କରିପାରନ୍ତି, ଯାହାର ସମ୍ପର୍କ ସେମାନେ ପ୍ରକାଶକଙ୍କ ads.txt ଫାଇଲରୁ ଅମଳ କଲେ | ବିଜ୍ଞାପନ ସ୍ଲଟ୍ ବିଜ୍ଞାପନଦାତାଙ୍କୁ ପ୍ରକୃତ ଦେଖାଯାଏ, କିନ୍ତୁ ସେଗୁଡ଼ିକ ନୁହେଁ |",
    "3315658779": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସହିତ ବିଷୟବସ୍ତୁ ସ୍କ୍ରାପିଂକୁ ରୋକନ୍ତୁ |",
    "2602081482": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ଆପଣଙ୍କ ସାଇଟ୍ ଏବଂ ଆପ୍ସରେ ଦୁର୍ଦ୍ଦାନ୍ତ ଟ୍ରାଫିକ୍ ଚିହ୍ନଟ କରିବା ପାଇଁ ଉନ୍ନତ ମେସିନ୍ ଲର୍ନିଂ ବ୍ୟବହାର କରେ - ସ୍କ୍ରାପିଂ କାର୍ଯ୍ୟକଳାପକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି |",
    "1422537019": "ଆଜି ଆମେ ଅଧିକ ଜାଣିବା ପାଇଁ |",
    "1988268879": "ସ୍କେଲରେ ମୂଲ୍ୟ-ପ୍ରଭାବଶାଳୀ ଡାଟା ଲେବେଲିଂ |",
    "2163914794": "ଆପଣଙ୍କର ଡାଟାବେସ୍ ପାଇଁ ଅଧିକ ଲେବଲ୍ ଆବଶ୍ୟକ କରନ୍ତି କି? କୃତ୍ରିମ ବ intelligence ଦ୍ଧିକତା ଏବଂ ମେସିନ୍ ଲର୍ନିଂ ପ୍ରୟୋଗରେ କାର୍ଯ୍ୟ କରୁଥିବା କମ୍ପାନୀଗୁଡିକ ପାଇଁ hCaptcha ଦ୍ରୁତ, ବ୍ୟୟ-ପ୍ରଭାବଶାଳୀ ଏବଂ ଉଚ୍ଚମାନର ଡାଟା ଲେବଲ୍ ପ୍ରଦାନ କରେ |",
    "3378932530": "ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ଡାଟା ଲେବଲ୍ କରନ୍ତୁ |",
    "3483700676": "ତୁରନ୍ତ ଲକ୍ଷ ଲକ୍ଷ କାର୍ଯ୍ୟ ଆରମ୍ଭ କର |",
    "3478726913": "ଆପଣଙ୍କ ବ୍ୟବହାର ପାଇଁ ଉପଲବ୍ଧ ଥିବା ଗ୍ରହରେ hCaptcha ର ଏକ ବୃହତ୍ ପୁଲ୍ ଅଛି | ତୁମର ସ୍କେଲ୍ ଯାହା ବି ହେଉ, ଆମେ ମହଙ୍ଗା ଅପ୍ ଫ୍ରଣ୍ଟ୍ ପ୍ରତିଶ୍ରୁତି ବିନା ଏହାକୁ ପରିଚାଳନା କରିପାରିବା | ପ୍ରତିଦିନ ଲକ୍ଷ ଲକ୍ଷ କାର୍ଯ୍ୟ କ no ଣସି ଅସୁବିଧା ନୁହେଁ |",
    "740501259": "ସରଳ API- ଚାଳିତ ପାଇପଲାଇନ |",
    "2784612261": "ସିଧାସଳଖ ଆପଣଙ୍କର ବ୍ୟବସାୟ କାର୍ଯ୍ୟରେ ମାନବ ସମୀକ୍ଷାକୁ ଏକତ୍ର କରିବାକୁ ଚାହୁଁଛନ୍ତି କି? ଆମେ ଉଚ୍ଚ ନିର୍ଭରଯୋଗ୍ୟତା SLA, ସୁନିଶ୍ଚିତ କ୍ଷମତା, ଏବଂ ସରଳ REST API ପ୍ରଦାନ କରୁ |",
    "1144966033": "ମୂଲ୍ୟ ଏବଂ ଗୁଣବତ୍ତା ପାଇଁ ଅପ୍ଟିମାଇଜ୍ |",
    "3213351333": "କ No ଣସି ଅପ୍ ଫ୍ରଣ୍ଟ୍ ପ୍ରତିବଦ୍ଧତା ଆବଶ୍ୟକ ନାହିଁ |",
    "2107077506": "ଅତ୍ୟାଧୁନିକ ବାସ୍ତବ ସମୟର ଗୁଣାତ୍ମକ ବିଶ୍ଳେଷଣ କରିବା ପାଇଁ HUMAN ପ୍ଲାଟଫର୍ମ ବିସ୍ତୃତ ଆତ୍ମବିଶ୍ୱାସ ମଡେଲ ବ୍ୟବହାର କରେ | ଏହା ଆମକୁ ସମୟ ଏବଂ ଅର୍ଥ ସଞ୍ଚୟ କରି ପ୍ରଶ୍ନର ଅସୁବିଧା ଏବଂ ସେମାନଙ୍କର ସମ୍ଭାବ୍ୟ ସଠିକ୍ ଉତ୍ତର ଶୀଘ୍ର ନିର୍ଣ୍ଣୟ କରିବାକୁ ଅନୁମତି ଦିଏ |",
    "3576146278": "ଆପଣ ଆବଶ୍ୟକ କରୁଥିବା ସଠିକତା ପାଇଁ କେବଳ ଦେୟ ଦିଅନ୍ତୁ |",
    "2952586316": "ସମସ୍ତ ସମସ୍ୟା ସମାନ ନୁହେଁ | ନିରାପତ୍ତା-ଜଟିଳ କାର୍ଯ୍ୟଗୁଡ଼ିକ ପାଇଁ ଟିପ୍ପଣୀଗୁଡିକ ସଂପୂର୍ଣ୍ଣ ମାନବ ଶ୍ରମିକମାନଙ୍କଠାରୁ 99.99% ଆତ୍ମବିଶ୍ୱାସ ଆବଶ୍ୟକ କରିପାରନ୍ତି | ଏକ ମୋବାଇଲ୍ ଗେମ୍ ଆପରେ ଗୋଟିଏ ବିଟା ବ feature ଶିଷ୍ଟ୍ୟ ପାଇଁ ଟିପ୍ପଣୀ କେବଳ ମଧ୍ୟମ ଆତ୍ମବିଶ୍ୱାସ ଆବଶ୍ୟକ କରିପାରନ୍ତି | ତୁମେ ସ୍ଥିର କର |",
    "710145621": "ତୁମର ନିଜସ୍ୱ ଭୂମି ସତ୍ୟ ତଥ୍ୟ ପ୍ରଦାନ କର କିମ୍ବା ଏହାକୁ ଫ୍ଲାଇରେ ନିର୍ମାଣ କରିବାକୁ ଦିଅ |",
    "987901590": "ବିସ୍ତୃତ ଯାଞ୍ଚ ସେଟ୍ ବିନା ଆପଣଙ୍କର କଞ୍ଚା ତଥ୍ୟ ଅଛି କି? ଅଧିକାଂଶ କ୍ଷେତ୍ରରେ ଆମେ ସିଷ୍ଟମ ପାଇଁ କାର୍ଯ୍ୟଗୁଡିକ ଭାବରେ କାର୍ଯ୍ୟ କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଇଁ ଗୋଟିଏ ନିର୍ମାଣ କରିପାରିବା, କିମ୍ବା ଆପଣଙ୍କ ଅନୁମୋଦନ ପାଇଁ ଲେବଲ୍ ନମୁନା ସୃଷ୍ଟି କରିପାରିବା |",
    "2597352122": "ଟିପ୍ପଣୀ ପ୍ରକାରଗୁଡିକ |",
    "1344687860": "ବନ୍ଧନ ବାକ୍ସ",
    "1089415440": "ଚିତ୍ର ଏବଂ ଭିଡିଓରେ ସଠିକ୍ ବସ୍ତୁ ଚିହ୍ନଟ |",
    "3817067682": "ବହୁଭୂଜ",
    "2682873489": "ବସ୍ତୁଗୁଡ଼ିକ ପାଇଁ ବନ୍ଧନ କ୍ଷେତ୍ରକୁ ବ୍ୟାଖ୍ୟା କରନ୍ତୁ |",
    "1275150216": "ଚିହ୍ନ ଚିହ୍ନ",
    "2067112112": "ଅନେକ ଭିନ୍ନ ବ୍ୟବହାର ମାମଲା ପାଇଁ ପଏଣ୍ଟ ଟିପ୍ପଣୀ |",
    "4228682126": "ଗୁଣବତ୍ତା ବର୍ଗୀକରଣ",
    "2920213479": "ଯେକ size ଣସି ଆକାରର ଇଚ୍ଛାଧୀନ ବର୍ଗଗୁଡିକ ସର୍ଟ କିମ୍ବା ଯୋଡନ୍ତୁ |",
    "3288667364": "ତୁଳନା ଏବଂ ଚିହ୍ନଟ",
    "155877895": "ମାନବ ଚାଳିତ ଚିହ୍ନଟ ଏବଂ ବର୍ଗୀକରଣ |",
    "3128433367": "... ଏବଂ ଆହୁରି ଅନେକ |",
    "2827452240": "ଏଠାରେ ତାଲିକାଭୁକ୍ତ ହୋଇନଥିବା ଅନ୍ୟ ଏକ ପ୍ରକାର ଆବଶ୍ୟକ କରନ୍ତି କି? କେବଳ ଆମକୁ ପଚାର |",
    "719304627": "ଏଣ୍ଡ-ଟୁ-ଏଣ୍ଡ ନିୟନ୍ତ୍ରଣ ଆବଶ୍ୟକ କରନ୍ତି କି?",
    "1172067553": "HCaptcha ପଛରେ ଥିବା HUMAN ପ୍ଲାଟଫର୍ମ ଅନ୍-ପ୍ରିମିଜ୍, ହାଇବ୍ରିଡ୍, କିମ୍ବା ସାଏସ୍ ନିୟୋଜନ ମାଧ୍ୟମରେ ଅତ୍ୟଧିକ ଅତ୍ୟାଧୁନିକ କାର୍ଯ୍ୟ ଗୁଣ ଏବଂ ପରିଚାଳନା ବ features ଶିଷ୍ଟ୍ୟ ପ୍ରଦାନ କରେ ଯାହା ଆପଣଙ୍କର ବିଦ୍ୟମାନ ସିଷ୍ଟମ ସହିତ ଏକୀଭୂତ ହୁଏ |",
    "2319072959": "ଆପଣଙ୍କର ନିଜ କର୍ମଜୀବୀ ସହିତ ସମ୍ପୁର୍ଣ୍ଣ ଅଫଲାଇନରେ ଚଲାନ୍ତୁ, ବ୍ୟବସାୟ ୟୁନିଟ୍ କିମ୍ବା କନ୍ସୋର୍ଟିୟମ୍ ଅଂଶୀଦାରମାନଙ୍କ ମଧ୍ୟରେ ଖର୍ଚ୍ଚ ହୋଇଥିବା ମୂଲ୍ୟକୁ ଟ୍ରାକ୍ କରନ୍ତୁ, ମୂଲ୍ୟ ଏବଂ ସୁରକ୍ଷା ଆବଶ୍ୟକତା ଉପରେ ଆଧାର କରି ବିଭିନ୍ନ ଆଭ୍ୟନ୍ତରୀଣ କିମ୍ବା ବାହ୍ୟ ଶ୍ରମ ପ୍ରଦାନକାରୀଙ୍କୁ ଚାକିରି ଚୟନ କରନ୍ତୁ |",
    "1936512180": "ଶ୍ରମିକଙ୍କ ଦକ୍ଷତାକୁ ବ to ାଇବା ପାଇଁ ସହଜ API ଆକ୍ସେସ୍, ସୁନ୍ଦର ଡ୍ୟାସବୋର୍ଡ, ଏବଂ ଅତ୍ୟାଧୁନିକ ମଡେଲ୍-ଇନ୍-ଲୁପ୍ ଟେକ୍ନୋଲୋଜି |",
    "3913848038": "99.99% ଅପଟାଇମ୍ SLA ଏବଂ 24/7 ବିଶ୍ global ସ୍ତରୀୟ ସମର୍ଥନ ଉପଲବ୍ଧ |",
    "1080752747": "ଯୋଗାଯୋଗ ବିକ୍ରୟ |",
    "1525403768": "ଅଧିକ ସୂଚନା ପାଇଁ ଏଣ୍ଟରପ୍ରାଇଜ୍ ବିକ୍ରୟ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "1546930020": "ଡାଟା ଲେବଲ୍ ପାଇବା |",
    "2486638408": "ନିର୍ଦ୍ଦିଷ୍ଟତା ବ୍ୟାଖ୍ୟା କରନ୍ତୁ |",
    "1027200955": "ତୁମର ପ୍ରୋଜେକ୍ଟ ଆବଶ୍ୟକତାକୁ ବ୍ୟାଖ୍ୟା କରିବାକୁ ଆମର ଡୋମେନ୍ ବିଶେଷଜ୍ଞମାନଙ୍କ ସହିତ କଥା ହୁଅ: ଲକ୍ଷ୍ୟ ସଠିକତା, ଫର୍ମାଟ୍ ଏବଂ ଯେକ any ଣସି ବିଶେଷ ଆବଶ୍ୟକତା |",
    "1156712451": "ପ୍ରାରମ୍ଭିକ କାର୍ଯ୍ୟ ପରୀକ୍ଷା |",
    "181065232": "ଆମେ ତୁମର ନମୁନା ତଥ୍ୟ ଉପରେ ଆଧାର କରି ଏକ ଛୋଟ ଉତ୍ପାଦନ କାର୍ଯ୍ୟ ଏକଜେକ୍ୟୁଟ୍ କରୁ | ଆପଣ ଯାହା ଆବଶ୍ୟକ କରନ୍ତି ତାହା ନିଶ୍ଚିତ କରିବା ପାଇଁ ଆମେ ଏକତ୍ର କରିଥିବା କାର୍ଯ୍ୟକୁ ଏହା ପରୀକ୍ଷା କରେ |",
    "3207769512": "ଉତ୍ପାଦନ ଚାକିରି ନିୟୋଜନ କରନ୍ତୁ |",
    "1099238677": "ଆମର ଉଚ୍ଚ ଭଲ୍ୟୁମ୍ ଏବଂ କମ୍ ବିଳମ୍ବତା ସହିତ ଆମେ ତୁମର କାର୍ଯ୍ୟକୁ ଶୀଘ୍ର ବୁଲାଇବୁ, ଏହା ସମାପ୍ତ ହେବା ମାତ୍ରେ ସ୍ୱୟଂଚାଳିତ ବିତରଣ ସହିତ |",
    "465783046": "ଏହାକୁ ଆପଣଙ୍କର ତଥ୍ୟ ସହିତ ଚେଷ୍ଟା କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
    "328625009": "... ଯେତେବେଳେ ତୁମେ ଥାଅ ଆମେ ପ୍ରସ୍ତୁତ: ଆମର ସେବା ଘଣ୍ଟା ଘଣ୍ଟା ଉପଲବ୍ଧ |",
    "3225770968": "ମେସିନ୍ ଲର୍ନିଂରେ ଅଧିକ ଶ୍ରମ ଘୋର ସମସ୍ୟାର ସମାଧାନ ପାଇଁ hCaptcha ରଚନା କରାଯାଇଛି | ଏକ ସଠିକ୍, ସୁଲଭ ଏବଂ ନିର୍ଭରଯୋଗ୍ୟ ଉପାୟରେ ବହୁ ପରିମାଣର ତଥ୍ୟକୁ ଲେବଲ୍ କରିବା |",
    "2041686284": "ଅଧିକ ତଥ୍ୟ ସାଧାରଣତ training ଟ୍ରେନିଂ ମେସିନ୍ ଲର୍ନିଂ ମଡେଲଗୁଡିକରେ ଉନ୍ନତ ଫଳାଫଳ ଉତ୍ପାଦନ କରେ | ଗଭୀର ମଡେଲଗୁଡିକର ସାମ୍ପ୍ରତିକ ସଫଳତା ଦିନକୁ ଦିନ ବୃହତ ଡାଟାବେସ୍ ସୃଷ୍ଟି କରିଛି ଏବଂ hCaptcha ଏହି ଆବଶ୍ୟକତାକୁ ସେବା କରେ | ତଥାପି, ପାରମ୍ପାରିକ ପଦ୍ଧତି ବ୍ୟବହାର କରି ବୃହତ ମାନବ-ସମୀକ୍ଷା ହୋଇଥିବା ଡାଟାସେଟ ସୃଷ୍ଟି କରିବା ଉଭୟ ଧୀର ଏବଂ ମହଙ୍ଗା ଅଟେ |",
    "3729345277": "hCaptcha କମ୍ପାନୀଗୁଡିକ ପାଇଁ ଅଧିକ ବିକଳ୍ପ ସହିତ ଉଚ୍ଚ ଗୁଣବତ୍ତା ଏବଂ କମ୍ ମୂଲ୍ୟରେ ଆବଶ୍ୟକ କରୁଥିବା ଟିପ୍ପଣୀ ପାଇବା ପାଇଁ ଏକ ଉପାୟ |",
    "2103563261": "ବ୍ୟକ୍ତିଗତ କିମ୍ବା ଜନସାଧାରଣ ସୂଚନା |",
    "2513143348": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସିଷ୍ଟମ୍ ଏହାର ଡିଜାଇନ୍ରେ ସ୍ୱତନ୍ତ୍ର ଭାବରେ ନମନୀୟ: ଯଦି ଆପଣ ଏକ ସାର୍ବଜନୀନ କ୍ଲାଉଡ୍ ଚଲାନ୍ତି କିମ୍ବା ଅନେକ ଡାଟା ସେଣ୍ଟରର ମାଲିକ ହୁଅନ୍ତି ତେବେ ଏହା ଆପଣଙ୍କ ନେଟୱାର୍କର ଧାରରେ ଆଂଶିକ କିମ୍ବା ସଂପୂର୍ଣ୍ଣ ଭାବରେ ନିୟୋଜିତ ହୋଇପାରେ |",
    "3107683988": "କଠୋର SLA ଗୁଡ଼ିକୁ ପୂରଣ କରିବା ପାଇଁ ଆମର 24/7 ଅନ୍-କଲ୍ କର୍ମଚାରୀଙ୍କ ଦ୍ management ାରା ମ୍ୟାନେଜମେଣ୍ଟର ସମସ୍ତ ସୁବିଧା ବଜାୟ ରଖିବା ସହିତ ଏହା ଅଫ୍ ନେଟୱାର୍କ ଟ୍ରାଫିକ୍ ଏବଂ ଖର୍ଚ୍ଚକୁ ନାଟକୀୟ ଭାବରେ ହ୍ରାସ କରିପାରେ |",
    "3660619092": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ପାଇଁ ମାଗଣା ସାଇନ୍ ଅପ୍ କରନ୍ତୁ କିମ୍ବା ଯୋଗାଯୋଗ ବିକ୍ରୟ କରନ୍ତୁ |",
    "2351176803": "HCaptcha JS API ପାଇଁ ଲାଇସେନ୍ସ ସର୍ତ୍ତାବଳୀ |",
    "2616226398": "ଆମର ବିଷୟ |",
    "2024293275": "। ବର୍ତ୍ତମାନ ପାଇଁ ଅନ୍ୟ ସମସ୍ତ ଅଧିକାର ସଂରକ୍ଷିତ |",
    "1062291156": "ମାନକ ସର୍ତ୍ତାବଳୀ |",
    "2712493234": "ଦେୟ ଠକେଇ: ସାଇବର ଅପରାଧର ଏକ ଦ୍ରୁତ-ବିକାଶଶୀଳ ଧାରାକୁ ହ୍ରାସ କରିବା |",
    "1817772953": "ଠକେଇ ଅପରାଧର ଏକ ନୂଆ ରୂପ ନୁହେଁ | ପ୍ରକୃତରେ, ପ୍ରତ୍ନତତ୍ତ୍ୱବିତ୍ମାନେ ପ୍ରାୟ 10,000 ବର୍ଷ ପୂର୍ବେ ପଶୁମାନଙ୍କୁ ପରିବହନ ନକରି ପ୍ରାଚୀନ ସୁମେରୀୟମାନଙ୍କ ଦ୍ୱାରା ପ୍ରସ୍ତୁତ ଜାଲିଆତି ବିରୋଧୀ ଉପକରଣ ଖନନ କରିଛନ୍ତି! ସେମାନଙ୍କ କ୍ଷେତ୍ରରେ, ସେମାନେ ଏକ ମାଟି ବଲ ଭିତରେ ଏକ ମାଟି ବଲ ଭିତରେ ମାଟି ଟୋକେନ୍ ରଖିଥିଲେ | ବୁଲା ବିକ୍ରେତା ଠାରୁ କ୍ରେତା ଆଡକୁ ଗଲାବେଳେ ପଲ ସହିତ ଯାତ୍ରା କରିବ | ଏହା ପରେ ମଧ୍ୟ, ବ୍ୟବସାୟ ମାଲିକମାନେ ଚିନ୍ତିତ ଥିଲେ ଯେ ସେମାନେ କାରବାର କରୁଥିବା ସମସ୍ତେ ଅପ୍ ଏବଂ ଅପ୍ ଉପରେ ନାହାଁନ୍ତି | 10,000 ବର୍ଷରେ ବହୁତ କିଛି ବଦଳି ଯାଇଛି, କିନ୍ତୁ ଠକେଇକୁ ରୋକିବାରେ ଅଭିନବତାର ଆବଶ୍ୟକତା ଆମ ପାଖରେ ଅଛି | ଆଜି, ଅନଲାଇନ୍ ପେମେଣ୍ଟ ଠକେଇର ପ୍ରସଙ୍ଗ ହେଉଛି ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ | ଇଣ୍ଟରନେଟ୍ ସହିତ ଠକମାନେ ଠକେଇ ବିରୋଧୀ ନିୟନ୍ତ୍ରଣକୁ ବାହାର କରିବାରେ ଅଧିକ ପାରଦର୍ଶୀ ହୋଇଛନ୍ତି | ଯଦିଓ, ନୂତନ ସମାଧାନଗୁଡ଼ିକ ଜୁଆର ବୁଲାଉଛି |",
    "1053787685": "ଦେୟ ଠକେଇ କ’ଣ?",
    "433424759": "ଦେୟ ଠକେଇରେ ଯେକ type ଣସି ପ୍ରକାରର ବେଆଇନ କାରବାର ଅନ୍ତର୍ଭୁକ୍ତ, ଯେଉଁଠାରେ ସାଇବର ଅପରାଧୀ ପୀଡିତାଙ୍କୁ କିଛି ମୂଲ୍ୟରୁ ବଞ୍ଚିତ କରିଥାଏ | ଏହାର ଅର୍ଥ ହୁଏତ ଅନଲାଇନରେ ବାଣିଜ୍ୟ ଅର୍ଡର କରିବା କିମ୍ବା ଏକ ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ନେବା ଏବଂ ଏଥିରୁ ବେଆଇନ ଭାବରେ ପାଣ୍ଠି ସ୍ଥାନାନ୍ତର କରିବା ପାଇଁ ଚୋରି ହୋଇଥିବା କ୍ରେଡିଟ କାର୍ଡ ବ୍ୟବହାର କରିବା | ସେଠାରେ ଅନେକ ପ୍ରକାରର ପରିବର୍ତ୍ତନ ଅଛି, କିନ୍ତୁ ସେଗୁଡ଼ିକର ସମାନ ଫଳାଫଳ ଅଛି: ଜଣେ କ୍ରୋକ୍ ଜଣେ ଗ୍ରାହକ, ବ୍ୟାଙ୍କ କିମ୍ବା ବ୍ୟବସାୟୀଙ୍କଠାରୁ ଚୋରି କରିବା ପାଇଁ ଏକ ଚୋରି ପରିଚୟ କିମ୍ବା ଦେୟ ସୂଚନା ବ୍ୟବହାର କରେ |",
    "2939852138": "ଠକମାନେ କିପରି ପେମେଣ୍ଟ ଠକେଇରୁ ଦୂରେଇ ଯିବେ?",
    "1665616092": "ଧାରଣାରେ ଦେୟ ଠକେଇ ସରଳ, କିନ୍ତୁ ଏହାର ଆଜିର କାର୍ଯ୍ୟକାରିତାରେ ଏହା ଚମତ୍କାର ଭାବରେ ଜଟିଳ ହୋଇପାରେ |",
    "4246520782": "ବାସ୍ତବରେ, ଇଣ୍ଟରନେଟ୍ ଗତ କିଛି ବର୍ଷ ମଧ୍ୟରେ ଠକ ଏବଂ ଡିଫେଣ୍ଡରଙ୍କ ମଧ୍ୟରେ ଏକ ଅସ୍ତ୍ରଶସ୍ତ୍ର ଦ race ଡ଼ର ସାକ୍ଷୀ ହୋଇଛି |",
    "2167049807": "ସୁରକ୍ଷା ଦଳ ବିଭିନ୍ନ ପ୍ରକାରର ପ୍ରତିକ୍ରିୟା ଏବଂ ନିୟନ୍ତ୍ରଣ ଗ୍ରହଣ କରିଛନ୍ତି ଯାହା ଦେୟ ଠକେଇର ସହଜ, ଅଳସୁଆ ଆଭିମୁଖ୍ୟକୁ ପରାସ୍ତ କରେ | ତେବେ ଆକ୍ରମଣଗୁଡ଼ିକ ଅତ୍ୟାଧୁନିକ ହେବାରେ ଲାଗିଛି। ଉଦାହରଣ ସ୍ୱରୂପ, ବଟ୍ ଗୁଡିକ ବର୍ତ୍ତମାନ ନକଲି ୱେବସାଇଟ୍ ଏବଂ ଫିସିଙ୍ଗ୍ ଆକ୍ରମଣରୁ ଚୋରି ହୋଇଥିବା କ୍ରେଡିଟ୍ କାର୍ଡ ନମ୍ବର ଏବଂ PIN ଗୁଡ଼ିକୁ ଅମଳ କରିପାରିବେ |",
    "1936449777": "ତାପରେ, ସଂପୂର୍ଣ୍ଣ ସ୍ୱୟଂଚାଳିତ ମୋଡରେ, ସେମାନେ ଇ-କମର୍ସ ସାଇଟଗୁଡିକରେ ମାନବୀୟ ଆଚରଣକୁ ଅନୁକରଣ କରିପାରିବେ, ବଟନ୍ ଉପରେ କ୍ଲିକ୍ କରି ସପିଂ କାର୍ଟରେ ଆଇଟମ୍ ଯୋଡିପାରିବେ - ଯେଉଁଠାରେ ଅନେକ, ଯଦି ଅଧିକାଂଶ ଠକେଇ ବିରୋଧୀ ନିୟନ୍ତ୍ରଣ କହିପାରିବ ନାହିଁ ଯେ ଏକ ବଟ୍ ଚୋରୀ କରିବାକୁ ଚେଷ୍ଟା କରୁଛି | ବାଣିଜ୍ୟ ବରଂ, ଏହା ଦେଖାଯାଏ ଯେପରି ଜଣେ ମଣିଷ ଉପଭୋକ୍ତା କେବଳ ସପିଂ କରୁଛନ୍ତି | ବଟ୍ ଏକ ପରିଚୟ ପତ୍ରରେ ଚୋରି ହୋଇଥିବା ଲଗ୍ ବ୍ୟବହାର କରି ଏକ ପ୍ରକୃତ ଗ୍ରାହକଙ୍କ ଆକାଉଣ୍ଟରେ ଲଗ୍ କରିପାରେ | ଏହି ଠକେଇକୁ ଆହୁରି ଲୁଚାଇବା ହେଉଛି ବଟ୍ ର ଆଇପି ଠିକଣାଗୁଡ଼ିକୁ ଲୁଟିବା ଏବଂ ଏହାକୁ ଦେଖାଯିବା ପରି ଯେପରି “ଦୋକାନୀ” ଆକ୍ରମଣକାରୀଙ୍କଠାରୁ ଭିନ୍ନ, ଯିଏ ବିଦେଶରେ ଥାଇପାରେ |",
    "648630222": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସହିତ ପେମେଣ୍ଟ ଠକେଇକୁ ରୋକନ୍ତୁ |",
    "1621930829": "ଆଜିର ଉନ୍ନତ, କ୍ରମାଗତ ଦେୟ ଠକେଇ କାର୍ଯ୍ୟକଳାପ ବିଷୟରେ କ’ଣ କରାଯାଇପାରିବ? ନିୟନ୍ତ୍ରଣର ଏକାଧିକ ସ୍ତର ନିୟୋଜନ କରିବା ସାଧାରଣତ a ଏକ ବୁଦ୍ଧିମାନ ଉପାୟ | ଅବଶ୍ୟ, ସର୍ବୋତ୍ତମ ପ୍ରତିକ୍ରିୟା ହେଉଛି ବଟ୍କୁ ଫାନ୍ଦରେ ପକାଇପାରେ ଏବଂ ମାନବ ଆଚରଣକୁ ନକଲ କରିବା ପାଇଁ ଏହାର ସୃଷ୍ଟିକର୍ତ୍ତାଙ୍କ ଚେଷ୍ଟା ସତ୍ତ୍ it ଏହା ନକଲି ବୋଲି ପ୍ରକାଶ କରିଥାଏ |",
    "2423586454": "ଏମିତି କିଛି ଜିନିଷ ଅଛି ଯାହା ସଫ୍ଟୱେୟାର କରିପାରିବ ନାହିଁ, ଏହା ପଛରେ AI ଯେତେ ଭଲ ହେଉନା କାହିଁକି | ପେମେଣ୍ଟ ଠକେଇକୁ ଚିରସ୍ଥାୟୀ କରିବାକୁ ଚେଷ୍ଟା କରୁଥିବା ବଟ୍କୁ ଅବରୋଧ କରିବାର ଆଧୁନିକ CAPTCHA ଟେକ୍ନୋଲୋଜି ଏକ ପ୍ରମାଣିତ ପଦ୍ଧତି ପ୍ରଦାନ କରେ | CAPTCHA ପାଇଁ ପୁରୁଣା ଆଭିମୁଖ୍ୟ, ଏକ ବାକ୍ସରେ ଥିବା ସରଳ ସ୍ଲାଣ୍ଟେଡ୍ ନମ୍ବର ପରି, ବର୍ତ୍ତମାନ ଉନ୍ନତ ବଟ୍କୁ ହ୍ରାସ କରିବାରେ ପ୍ରାୟତ def ଅଭାବ ରହିଛି, hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ପରି ଏକ ସ୍ୱୟଂଚାଳିତ ପରୀକ୍ଷଣ-ପ୍ରତିକ୍ରିୟା ଉପକରଣ ଆକାଉଣ୍ଟ୍ ଲଗଇନ୍ କିମ୍ବା ସପିଂ କାର୍ଟ ଚେକଆଉଟ୍ ସମୟରେ ଏକ ଠକାମିର ବଟ୍କୁ ସହଜରେ ଷ୍ଟମ୍ପ୍ କରିପାରେ | ଯଦିଓ ବଟ୍ର ପ୍ରକୃତ ପରିଚୟପତ୍ର ଅଛି, ଯଦି CAPTCHA ମାଧ୍ୟମରେ ଯିବାରେ ସକ୍ଷମ ହେବ ନାହିଁ |",
    "1467308982": "ଦେୟ ସୂଚୀ",
    "1291824746": "hCaptcha Payouts ତ୍ର quarter ମାସିକରେ 60 ଦିନର ଟ୍ରେଲିଂ ଆଧାରରେ ଚାଲିଥାଏ | ଏହାର ଅର୍ଥ ବର୍ଣ୍ଣନା କରିବାକୁ, ଦୟାକରି ନିମ୍ନ ସାରଣୀକୁ ଦେଖନ୍ତୁ |",
    "3444947612": "ମଧ୍ୟରେ ଟ୍ରାଫିକ୍ |",
    "4181611011": "ପୁନ on ସମନ୍ୱୟ ତାରିଖ |",
    "728503636": "ଦେୟ ତାରିଖ",
    "3720584906": "ଜୁଲାଇ 15th 2021 - ଅକ୍ଟୋବର 15th 2021 |",
    "388240587": "ଜାନୁଆରୀ 5-15th 2022",
    "3426312287": "ଜାନୁଆରୀ 5-15th 2022",
    "615618648": "ଏପ୍ରିଲ୍ 15th 2021 - ଜୁଲାଇ 15th 2021 |",
    "3376724603": "ସେପ୍ଟେମ୍ବର 14th-24th 2021 †††",
    "3398978455": "ସେପ୍ଟେମ୍ବର 15-25th 2021 †††",
    "2722456056": "ଜାନୁଆରୀ 15th 2021 - ଏପ୍ରିଲ୍ 1521",
    "4063155841": "ଜୁନ୍ 25th 2021 ଠାରୁ ବିଳମ୍ବ ନୁହେଁ ††",
    "4082053540": "ଜୁନ୍ 19-25th 2021 ††",
    "64953197": "ଅକ୍ଟୋବର 15th 2020 - ଜାନୁଆରୀ 15th 2021 |",
    "1023070345": "ମାର୍ଚ 14th 2021 ଠାରୁ ବିଳମ୍ବ ନୁହେଁ |",
    "2600696085": "ମାର୍ଚ 15th 2021",
    "3217791519": "ଜୁଲାଇ 15th 2020 - ଅକ୍ଟୋବର 15th 2020 |",
    "649261378": "ଜାନୁଆରୀ 5 ରୁ 11th 2021 *",
    "1559190296": "ଜାନୁଆରୀ 5-11th 2021 †",
    "3806054689": "ଏପ୍ରିଲ୍ 15th 2020 - ଜୁଲାଇ 15th 2020 |",
    "4162383380": "ସେପ୍ଟେମ୍ବର 16th - 22nd 2020 *****",
    "1990824776": "ସେପ୍ଟେମ୍ବର 16-24th 2020 *****",
    "3856690908": "ଜାନୁଆରୀ 15th 2020 - ଏପ୍ରିଲ୍ 15th 2020 |",
    "3200641265": "ଜୁନ୍ 16th 2020 ଠାରୁ ବିଳମ୍ବ ନୁହେଁ *",
    "3744079744": "ଜୁନ୍ 15-19th 2020 ****",
    "2209837451": "ଅକ୍ଟୋବର 15th 2019 - ଜାନୁୟାରୀ 15th 2020 |",
    "2510534204": "ମାର୍ଚ 23rd 2020 ଠାରୁ ବିଳମ୍ବ ନୁହେଁ ***",
    "2910560864": "Mar 20-23th 2020 ***",
    "2544565802": "ଜୁଲାଇ 15th 2019 - ଅକ୍ଟୋବର 15th 2019 |",
    "3963642878": "ଡିସେମ୍ବର 14th 2019 ଠାରୁ ବିଳମ୍ବ ନୁହେଁ *",
    "622103562": "ଡିସେମ୍ବର 17th 2019 **",
    "4072202039": "ଏପ୍ରିଲ୍ 15th 2019 - ଜୁଲାଇ 15th 2019 |",
    "818049069": "ଜୁଲାଇ 15th 2019 ଠାରୁ ବିଳମ୍ବ ନୁହେଁ |",
    "1169005651": "ସେପ୍ଟେମ୍ବର 15th 2019",
    "2303655425": "ଜାନୁଆରୀ 15th 2019 - ଏପ୍ରିଲ୍ 15th 2019 |",
    "3678889946": "ଜୁନ୍ 15th 2019 ଠାରୁ ବିଳମ୍ବ ନୁହେଁ |",
    "3094354698": "ଜୁନ୍ 15th 2019",
    "4217013126": "ପେଆଉଟ୍ ସାଧାରଣତ the ପେଆଉଟ୍ ତାରିଖରେ ଦିନସାରା ଚାଲିଥାଏ, ଏବଂ ସାଧାରଣତ Pacific ପ୍ରଶାନ୍ତ ସମୟ ମଧ୍ୟରାତ୍ରିରେ ସମାପ୍ତ ହୋଇଥାଏ | ସମୀକ୍ଷା ପାଇଁ ଯଦି ଏକ ଆକାଉଣ୍ଟକୁ ଫ୍ଲାଗ୍ କରାଯାଇଛି, ଏକ ଦେୟ ମୁକ୍ତ କରିବାକୁ ଏହା ପାଞ୍ଚଟି ଅତିରିକ୍ତ ବ୍ୟବସାୟ ଦିନ ନେଇପାରେ |",
    "1447649958": "ଏକ ସ୍ମାରକପତ୍ର ଭାବରେ, କେବଳ ସଠିକ୍ ମାନବ ଟ୍ରାଫିକ୍ ଦେୟ ପାଇଁ ଯୋଗ୍ୟ ଅଟେ | ନିମ୍ନରେ ଲିଙ୍କ୍ ହୋଇଥିବା ଆମର FAQ ରେ ଆପଣ ଏହା ଉପରେ ଅଧିକ ବିବରଣୀ ଦେଖିପାରିବେ | ପେମେଣ୍ଟ ପାଇଁ ଯୋଗ୍ୟ ହେବା ପାଇଁ ଉପଲବ୍ଧ ବାଲାନ୍ସ ସର୍ବନିମ୍ନ ସୀମା ମଧ୍ୟ ପୂରଣ କରିବା ଆବଶ୍ୟକ, ବର୍ତ୍ତମାନ 10 HMT |",
    "4257144752": "ରିଅଲ୍-ଟାଇମ୍ ଆକଳନ ଚୂଡାନ୍ତ ସଠିକତା କିମ୍ବା ମାନବିକତାକୁ ପ୍ରତିଫଳିତ କରେ ନାହିଁ, ଏବଂ ଏହିପରି ତୁମର ଅନ୍ତିମ ସମନ୍ୱୟ ତୁମର ପ୍ରଥମ ପୁନ iliation ନିର୍ମାଣ ପୂର୍ବରୁ ଡ୍ୟାସବୋର୍ଡରେ ଦେଖାଯାଇଥିବା ସଂଖ୍ୟାଠାରୁ ଅଧିକ କିମ୍ବା ତଳକୁ ଭିନ୍ନ ହୋଇପାରେ |",
    "2728931827": "ପ୍ରତ୍ୟେକ ପୁନ iliation ସମନ୍ୱୟ ପରେ, ଆପଣଙ୍କର ପ୍ରତି ସାଇଟ୍ ଆକଳନ ଅପଡେଟ୍ ହେବ ଏବଂ ଭବିଷ୍ୟତର ଭବିଷ୍ୟବାଣୀଗୁଡିକର ସଠିକତା ବୃଦ୍ଧି ହେବା ଉଚିତ, ଯଦି ଆପଣଙ୍କର ସାଇଟରେ ଉପଭୋକ୍ତା ଆଚରଣରେ କ material ଣସି ପରିବର୍ତ୍ତନ ନହୁଏ |",
    "1200905005": "September ସେପ୍ଟେମ୍ବର 2021 ଠାରୁ, ପୁନ iliation ସମନ୍ୱୟ ଏବଂ ଦେୟ ବର୍ତ୍ତମାନ ସେବାରେ ବୃଦ୍ଧି ସହିତ ଜଡିତ କାର୍ଯ୍ୟକ୍ଷମ ପ୍ରତିବନ୍ଧକକୁ ସରଳ କରିବା ପାଇଁ ଗୋଟିଏ ଦିନ ଅପେକ୍ଷା ପ୍ରାୟ 10 ଦିନ ଅବଧି ମଧ୍ୟରେ ଚାଲିଥାଏ |",
    "4284094387": "†† କିଛି ଜୁନ୍ 2021 ପୁନ iliation ନିର୍ମାଣ ଏବଂ ଦେୟ ପ୍ରଦାନ ପରବର୍ତ୍ତୀ ସପ୍ତାହରେ ପୁନ iliation ନିର୍ମାଣ ୱିଣ୍ଡୋ ସମୟରେ ଚୂଡ଼ାନ୍ତ ଗଣନା ଯାଞ୍ଚରେ ବିଳମ୍ବ ହେତୁ ଚାଲିବ |",
    "1977013707": "ବର୍ଷର ଶେଷ ସମନ୍ୱୟ ଏବଂ କର୍ମଚାରୀଙ୍କ ଛୁଟି ସହିତ ଓଭରଲପ୍ ନହେବା ପାଇଁ ଡିସେମ୍ବର 2020 ପେଆଉଟ୍ 15 ରୁ ପୁନ uled ସ୍ଥିର କରାଯାଇଛି: ଜାନୁଆରୀ ଦ୍ୱିତୀୟ ସପ୍ତାହ ସୁଦ୍ଧା ସେଗୁଡିକ ସମାପ୍ତ ହେବ | ପେପାଲରେ ସାଧାରଣ ଅପେକ୍ଷା ଧୀରେ ଧୀରେ ସ୍ଥାନାନ୍ତର ହେତୁ, ଗୋଟିଏ ଦିନରେ ସମ୍ପୂର୍ଣ୍ଣ ହେବା ପରିବର୍ତ୍ତେ ପେଆଉଟ୍ ଅନେକ ଦିନ ଚାଲିବ |",
    "517010299": "ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ: ଆମେ ବର୍ତ୍ତମାନ ରିଅଲ୍-ଟାଇମ୍ ପୁନ iliation ନିର୍ମାଣ ପାଇଁ ଏକ ପ୍ରମୁଖ ବ୍ୟାକେଣ୍ଡ୍ ଟ୍ରାନ୍ସଫିସନ୍ ଉପରେ କାର୍ଯ୍ୟ କରୁଛୁ | ପର୍ଯ୍ୟାୟକ୍ରମେ ପୁନ iliation ନିର୍ମାଣ Q1 2021 ମାଧ୍ୟମରେ ସାଧାରଣ ଅପେକ୍ଷା କମ୍ ବାରମ୍ବାର ଚାଲିବ | ଏହା ପେଆଉଟ୍ କାର୍ଯ୍ୟସୂଚୀ କିମ୍ବା ତାରିଖ ଉପରେ ପ୍ରଭାବ ପକାଇବ ନାହିଁ |",
    "3092200338": "** ଯେତେବେଳେ ଏକ ସପ୍ତାହ ଶେଷରେ 15 ତମ ପଡେ, ପେଆଉଟ୍ ତାରିଖ 17 ତମ ସ୍ଥାନରେ |",
    "3891941747": "*** COVID-19 ପରାମର୍ଶ: COVID-19 ସହିତ ଜଡିତ କର୍ମଚାରୀଙ୍କ କ୍ଷମତା ହ୍ରାସ ହେତୁ, ଆମର ମାନକ ଯାଞ୍ଚ ସମାପ୍ତ କରିବାକୁ ଅତିରିକ୍ତ ସମୟ ଦେବା ପାଇଁ ପୁନ iliation ସମନ୍ୱୟ ପୁନ uled ସ୍ଥିର ହୋଇଛି | ଦେୟ ଶୁକ୍ରବାର ଠାରୁ ଆରମ୍ଭ ହୋଇ ପରବର୍ତ୍ତୀ ସୋମବାରରେ ସମ୍ପୂର୍ଣ୍ଣ ହେବ ବୋଲି ଆଶା କରାଯାଉଛି |",
    "2301757528": "**** ପେଆଉଟ୍ ୱିଣ୍ଡୋ ସମୟରେ ସେମାନଙ୍କର REST API ର ପେପାଲ୍ ଦ୍ୱାରା ରକ୍ଷଣାବେକ୍ଷଣ ହେତୁ, ଜୁନ୍ 15 ରେ ସମସ୍ତ ଦେୟ ସମାପ୍ତ ହୋଇନଥିଲା | ଜୁନ୍ 15th (ପ୍ରଶାନ୍ତ ସମୟ) ପାଇଁ ଧାର୍ଯ୍ୟ ହୋଇଥିବା ଯେକ Any ଣସି ପେଆଉଟ୍ କିନ୍ତୁ ପେପାଲ୍ API ତ୍ରୁଟି ହେତୁ କାର୍ଯ୍ୟକାରୀ ହୋଇନଥିଲା ଜୁନ୍ 19 (ପ୍ରଶାନ୍ତ ସମୟ) ଦ୍ୱାରା ପୁନ - ଚାଲୁଥିଲା |",
    "116842359": "***** ସିଷ୍ଟମ ରକ୍ଷଣାବେକ୍ଷଣ ହେତୁ ଅନେକ ଦିନ ମଧ୍ୟରେ ପୁନ on ସମନ୍ୱୟ ସମାପ୍ତ ହେବ ବୋଲି ଆଶା କରାଯାଏ |",
    "4154415610": "***** ସେପ୍ଟେମ୍ବର 2020 ପେଆଉଟ୍ ପୁନ iliation ସମନ୍ୱୟ ସମାପ୍ତ ହେତୁ ବ୍ୟାଚରେ ଚାଲିବ, ପୁନ iliation ସମନ୍ୱୟ ବିଳମ୍ବ ହେତୁ କିଛି ଦିନ ପରେ କିଛି ସମୟ ପରେ ଚାଲିବ |",
    "2310694091": "ପୁନ on ସଂଯୋଗର ଅର୍ଥ କ’ଣ?",
    "164801246": "ପୁନ on ସଂଯୋଗ ହେଉଛି ଏକ ପ୍ରକ୍ରିୟା ଯେଉଁଥିରେ ଟ୍ରାଫିକ୍ ଏହାର ମାନବିକତା ଏବଂ ସଠିକତା ଯାଞ୍ଚ କରିବା ପାଇଁ ବିଶ୍ଳେଷଣ କରାଯାଇଥାଏ, ଥରେ ସମସ୍ତ ରିପୋର୍ଟିଂ ସାଇଟଗୁଡିକର ସମସ୍ତ ତଥ୍ୟ ଆସିବା ପରେ ଆପଣ ଆମର ଅଧିକ ବିବରଣୀ ପ read ିପାରିବେ |",
    "3256245394": "ଆମର ବ୍ଲଗ୍ ପୋଷ୍ଟଗୁଡିକ ସହିତ, ଯଥା",
    "3089778412": "HCaptcha କିପରି ପୁରସ୍କାର ଗଣନା କରେ |",
    "3329755436": "ଆପଣ ଏହି ପ୍ରକ୍ରିୟାକୁ ତ୍ୱରାନ୍ୱିତ କରିବାକୁ ଯୋଜନା କରୁଛନ୍ତି କି?",
    "1911669851": "ହଁ, ଆମେ ବର୍ତ୍ତମାନ ଆମର ବ୍ୟାକେଣ୍ଡ୍ ସିଷ୍ଟମରେ ବିଭିନ୍ନ ଉନ୍ନତି ଉପରେ କାର୍ଯ୍ୟ କରୁଛୁ ଯାହାକୁ ଆମେ ଆଶା କରୁଛୁ ଶେଷରେ ଆମକୁ ଉଭୟ ଶୀଘ୍ର ପୁନ iliation ସମନ୍ୱୟ, ଅଧିକ ଦ୍ରୁତ ଆକଳନ ସଠିକତା ଏବଂ ଶୀଘ୍ର ଦେୟ ପ୍ରଦାନ କରିବାକୁ ଅନୁମତି ଦେବ | ଆମେ ବର୍ତ୍ତମାନ ପୁନ reconc ସମନ୍ୱୟକୁ ତ୍ୱରାନ୍ୱିତ କରିବାକୁ କାର୍ଯ୍ୟ କରୁଛୁ |",
    "2366003154": "ପ୍ରେସ୍ ଏବଂ ମିଡିଆ ଅନୁସନ୍ଧାନ |",
    "3054564199": "କିଟ୍ ଦବାନ୍ତୁ |",
    "3173156067": "ଇଭେଣ୍ଟରେ କିଛି ଉଦାହରଣ ପ୍ରସ୍ତୁତ କରିବାକୁ ଆପଣ ଚାହୁଁଥିବା ଇଭେଣ୍ଟରେ କିଛି ପ୍ରସ୍ତୁତ ବନ୍ଧକ ଉପଲବ୍ଧ |",
    "867314732": "ଆପଣ ଉଚ୍ଚ-ବିଭେଦନ ପୁନରୁଦ୍ଧାର କରିପାରିବେ |",
    "858218750": "ଏବଂ ସେଗୁଡିକୁ ବ୍ୟବହାର କରିବା ପାଇଁ ମାର୍ଗଦର୍ଶନ |",
    "3821716514": "ପୃଷ୍ଠା |",
    "1186243118": "ଲୋଗୋ ପ୍ରତିଛବିଗୁଡିକ |",
    "3034959000": "ଆପଣ ପୁନରୁଦ୍ଧାର କରିପାରିବେ |",
    "1764089150": "ଏଠାରେ:",
    "1558428432": "। ଦୟାକରି ସେମାନଙ୍କୁ hCaptcha.com କୁ କ୍ରେଡିଟ୍ କରନ୍ତୁ |",
    "2429359042": "ଉଦାହରଣ ଇଣ୍ଟରଫେସ୍ ପ୍ରତିଛବିଗୁଡ଼ିକ |",
    "1480820434": "ପ୍ରତିଛବି 1",
    "3213411837": "ପ୍ରତିଛବି 2",
    "1270712701": "ପ୍ରେସ୍ ରିଲିଜ୍ ଏବଂ ସାମ୍ପ୍ରତିକ ରିପୋର୍ଟଗୁଡିକ |",
    "231285005": "ଆପଣ ଆମର ବ୍ଲଗ୍ ରେ ସାମ୍ପ୍ରତିକ ଅଦ୍ୟତନଗୁଡିକ ପାଇପାରିବେ |",
    "1289884910": "ଆମେ ମଧ୍ୟ ବେଳେବେଳେ ବିଶ୍ଳେଷଣ ଏବଂ ରିପୋର୍ଟ ପ୍ରକାଶ କରୁ | ଉଦାହରଣ ସ୍ଵରୁପ:",
    "932546190": "କାହିଁକି CAPTCHA ସବୁବେଳେ ଆମ ସହିତ ରହିବ |",
    "2344319147": "ଗୁଗୁଲର ବଟ୍ ଚିହ୍ନଟ ପ୍ରକୃତରେ କେତେ ମୂଲ୍ୟବାନ?",
    "1637527266": "କେଉଁ ଦେଶରେ ସର୍ବାଧିକ ବଟ୍ ଟ୍ରାଫିକ୍ ଅଛି?",
    "230159237": "ସମ୍ପର୍କଗୁଡିକ",
    "3759923279": "ଦୟାକରି ନିମ୍ନ ଇମେଲ ଠିକଣାକୁ ଅନୁସନ୍ଧାନକୁ ପ୍ରେସ୍ କରନ୍ତୁ:",
    "4255608322": "ଶେଷ ଅଦ୍ୟତନ: ଏପ୍ରିଲ୍ 12, 2021 |",
    "537881751": "HCaptcha କୁ ସ୍ Welcome ାଗତ! ଏହି ଗୋପନୀୟତା ନୀତି ଆମର ୱେବସାଇଟ୍, www.hcaptcha ରେ ଆମର ସଂଗ୍ରହ, ବ୍ୟବହାର, ଏବଂ ତଥ୍ୟର ପ୍ରକାଶନ (ବ୍ୟକ୍ତିଗତ ସୂଚନାକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି) ଅନ୍ତର୍ନିହିତ ମେସିନ୍, Inc. (\"IMI\", \"ଆମେ\" କିମ୍ବା \"ଆମ\") ର ଅଭ୍ୟାସକୁ ବର୍ଣ୍ଣନା କରେ | .com ଏବଂ ଆମେ ବ୍ୟବହାର କରୁଥିବା ଅନ୍ୟ କ sub ଣସି ଉପଡୋମେନ୍ କିମ୍ବା ଡୋମେନ୍ (“ସାଇଟ୍”) ଏବଂ hCaptcha ପ୍ରୟୋଗ ପ୍ରୋଗ୍ରାମ ଇଣ୍ଟରଫେସ୍ ଏବଂ ଆନୁଷଙ୍ଗିକ ସଫ୍ଟୱେର୍ ଏବଂ ସାମଗ୍ରୀ (ସାମୂହିକ ଭାବରେ, “ସେବା”) |",
    "33639629": "ତୃତୀୟ ପକ୍ଷ ୱେବସାଇଟ୍ ପାଇଁ ପ୍ରଯୁଜ୍ୟ ନୁହେଁ | ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଏହି ଗୋପନୀୟତା ନୀତି କ website ଣସି ୱେବସାଇଟ୍, ଅଫର୍, ଉତ୍ପାଦ କିମ୍ବା ସେବା ଯେକ third ଣସି ତୃତୀୟ ପକ୍ଷର ପ୍ରଯୁଜ୍ୟ ନୁହେଁ, ଯଦିଓ ଏହା ଆମ ସାଇଟ୍ ସହିତ ଲିଙ୍କ୍ କରେ କିମ୍ବା ସେବାକୁ ଅନ୍ତର୍ଭୂକ୍ତ କରେ - ତୃତୀୟକୁ କ information ଣସି ସୂଚନା ପ୍ରଦାନ କରିବାକୁ ନିଷ୍ପତ୍ତି ନେବା ପୂର୍ବରୁ ଦୟାକରି ପ୍ରଯୁଜ୍ୟ ଗୋପନୀୟତା ନୀତିକୁ ଅନୁସରଣ କରନ୍ତୁ | ପାର୍ଟୀଗୁଡିକ |",
    "987375734": "IMI ଯୁକ୍ତରାଷ୍ଟ୍ରରେ ଅବସ୍ଥିତ | ଯୁକ୍ତରାଷ୍ଟ୍ରରୁ ଆମ ଦ୍ୱାରା ସାଇଟ୍ ଏବଂ ସେବା ନିୟନ୍ତ୍ରିତ ଏବଂ ପରିଚାଳିତ | ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ଯେକ country ଣସି ଦେଶରେ ଗଚ୍ଛିତ ଏବଂ ପ୍ରକ୍ରିୟାକରଣ ହୋଇପାରେ ଯେଉଁଠାରେ ଆମର ସୁବିଧା ଅଛି କିମ୍ବା ଯେଉଁଠାରେ ଆମେ ସେବା ପ୍ରଦାନକାରୀଙ୍କୁ ନିୟୋଜିତ କରୁ, ଏବଂ ସାଇଟ୍ ଏବଂ ସେବା ବ୍ୟବହାର କରି ଆପଣ ନିଜ ଦେଶ ବାହାରେ ଥିବା ଦେଶକୁ ସୂଚନା ସ୍ଥାନାନ୍ତର କରିବାକୁ ରାଜି ହୁଅନ୍ତି | , ଯାହାର ତଥ୍ୟ ସୁରକ୍ଷା ନିୟମ ଥାଇପାରେ ଯାହା ଆପଣଙ୍କ ଦେଶର ନିୟମଠାରୁ ଭିନ୍ନ | କେତେକ ନିର୍ଦ୍ଦିଷ୍ଟ ପରିସ୍ଥିତିରେ, ଅଦାଲତ, ଆଇନ ପ୍ରଣୟନକାରୀ ସଂସ୍ଥା, ନିୟାମକ ଏଜେନ୍ସି କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଦେଶରେ ସୁରକ୍ଷା କର୍ତ୍ତୃପକ୍ଷ ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ସୂଚନାକୁ ପ୍ରବେଶ କରିବାର ଅଧିକାର ପାଇପାରନ୍ତି |",
    "452920031": "ଯୁକ୍ତରାଷ୍ଟ୍ର ବାହାରେ ଗ୍ରାହକଙ୍କୁ ଏକ ଟିପ୍ପଣୀ |",
    "2328839224": "। ଦୟାକରି କାଲିଫର୍ନିଆ ଗ୍ରାହକ ଗୋପନୀୟତା ଅଧିନିୟମ (\"CCPA\") ଅଧୀନରେ ଆପଣଙ୍କର ଅଧିକାର ସହ ଜଡିତ ଆମର \"କାଲିଫର୍ନିଆ ବାସିନ୍ଦାଙ୍କୁ ବିଜ୍ଞପ୍ତି\" ବିଭାଗ ଦେଖନ୍ତୁ |",
    "1565481281": "କାଲିଫର୍ନିଆ ବାସିନ୍ଦାଙ୍କୁ ଏକ ଟିପ୍ପଣୀ |",
    "1028058338": "ସାଧାରଣ ଡାଟା ସୁରକ୍ଷା ନିୟମାବଳୀ (\"GDPR\") ଅଧୀନରେ ଆପଣଙ୍କର ଅଧିକାର ସହିତ ଜଡିତ ଦୟାକରି ଆମର \"EU ଡାଟା ବିଷୟଗୁଡିକ ପାଇଁ ବିଜ୍ଞପ୍ତି\" ବିଭାଗ ଦେଖନ୍ତୁ |",
    "2271205646": "ୟୁରୋପୀୟ ଅର୍ଥନ Area ତିକ କ୍ଷେତ୍ର ବାସିନ୍ଦାଙ୍କୁ ଏକ ଟିପ୍ପଣୀ |",
    "508143070": "ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ IMI ହେଉଛି ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନାର ନିୟନ୍ତ୍ରକ, ଯେଉଁଠାରେ ଆମେ ଆମର ସେବା ଯୋଗାଣ ସହିତ ଆମର ଇଣ୍ଟିଗ୍ରେଟରଙ୍କ ତରଫରୁ ବ୍ୟକ୍ତିଗତ ସୂଚନା ପ୍ରକ୍ରିୟାକରଣ କରୁ, ଯେଉଁ କ୍ଷେତ୍ରରେ ଆମେ ବ୍ୟକ୍ତିଗତ ସୂଚନାର ପ୍ରୋସେସର୍, ଏବଂ ସେହି ଇଣ୍ଟିଗ୍ରେଟରଗୁଡ଼ିକ ହେଉଛି ନିୟନ୍ତ୍ରକ | ବ୍ୟକ୍ତିଗତ ସୁଚ଼ନା।",
    "2330965058": "ଯେଉଁଠାରେ ଆମେ ଆମର ଇଣ୍ଟିଗ୍ରେଟରମାନଙ୍କ ପାଇଁ ଏକ ପ୍ରୋସେସର୍ ଭାବରେ କାର୍ଯ୍ୟ କରୁ, ଆମେ ଆମର ସେବା ଯୋଗାଇବା ପାଇଁ ଯଥେଷ୍ଟ ଆବଶ୍ୟକୀୟ ବ୍ୟତୀତ ଅନ୍ୟ କ purpose ଣସି ଉଦ୍ଦେଶ୍ୟରେ ସଂଗୃହିତ ତଥ୍ୟକୁ ବ୍ୟବହାର କରୁନାହୁଁ, ଏବଂ ଆମର ପ୍ରକ୍ରିୟାକରଣ ଚୁକ୍ତିନାମା ଦ୍ୱାରା ପରିଚାଳିତ ହେବ ଯାହା ଆମର ଇଣ୍ଟିଗ୍ରେଟରମାନଙ୍କ ସହିତ ଅଛି, ଏହା ନୁହେଁ | ଗୋପନୀୟତା ନୀତି",
    "3017040355": "ଇୟୁ ଡାଟା ଡାଟା ପ୍ରକ୍ରିୟାକରଣ ଆମର ସେବା ସର୍ତ୍ତାବଳୀ କିମ୍ବା ଡାଟା ଇଣ୍ଟିଗ୍ରେଟର୍ ସହିତ ଡାଟା ପ୍ରୋସେସିଂ ଚୁକ୍ତିନାମା ମଧ୍ୟରେ ଡାଟା ପ୍ରୋସେସିଂ ଆଡେଣ୍ଡମ୍ ମଧ୍ୟରେ ଏକୀକୃତ ହୋଇଥିବା ଷ୍ଟାଣ୍ଡାର୍ଡ କଣ୍ଟ୍ରାକ୍ଟାଲ୍ କ୍ଲଜ୍ (SCCs) ର ଆଇନଗତ ଆଧାରରେ କାର୍ଯ୍ୟ କରେ |",
    "2233384692": "ଏହିପରି ତଥ୍ୟ କିପରି ପରିଚାଳିତ ହୁଏ କିମ୍ବା ଆପଣଙ୍କର ଅଧିକାରକୁ ବ୍ୟବହାର କରିବାକୁ ଚାହାଁନ୍ତି, ଯଦି ଆପଣଙ୍କର କ questions ଣସି ପ୍ରଶ୍ନ କିମ୍ବା ଚିନ୍ତା ଅଛି, ତେବେ ଆପଣ ସେହି ବ୍ୟକ୍ତି କିମ୍ବା ସଂସ୍ଥା (ଅର୍ଥାତ୍ ଡାଟା କଣ୍ଟ୍ରୋଲର୍) ସହିତ ଯୋଗାଯୋଗ କରିବା ଉଚିତ ଯିଏ ଏହି ତଥ୍ୟ ପ୍ରକ୍ରିୟାକରଣ ପାଇଁ ସେବା ବ୍ୟବହାର କରିବାକୁ ଆମ ସହିତ ଚୁକ୍ତି କରିଛନ୍ତି | ସେମାନଙ୍କ ସହିତ ଆମର ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ, ଆପଣଙ୍କର ଯେକ concerns ଣସି ଚିନ୍ତାଧାରାକୁ ସମାଧାନ କରିବାକୁ ଆମେ ଆମର ଇଣ୍ଟିଗ୍ରେଟରମାନଙ୍କୁ ସହାୟତା ପ୍ରଦାନ କରିବୁ |",
    "349292953": "ଆମେ ସଂଗ୍ରହ କରୁଥିବା ସୂଚନା",
    "3022001832": "ଆମେ ଆମର ବ୍ୟକ୍ତିବିଶେଷଙ୍କ ଠାରୁ ସୂଚନା ସଂଗ୍ରହ କରୁ, ଯେଉଁମାନେ ଆମର ସାଇଟ୍ ଏବଂ ସେବା ସହିତ ଯୋଗାଯୋଗ କରନ୍ତି, ଯେଉଁମାନେ ଆମର ସେବାକୁ ସେମାନଙ୍କ ୱେବସାଇଟ୍ (“ଇଣ୍ଟିଗ୍ରେଟର୍ସ”) ରେ ଅନ୍ତର୍ଭୁକ୍ତ କରନ୍ତି, ଯେଉଁମାନେ ଡାଟା ଲେବେଲିଂ (“ଗ୍ରାହକ”) ପାଇଁ ସେବା ବ୍ୟବହାର କରନ୍ତି, ଏବଂ ଶେଷ ଉପଭୋକ୍ତା ଯେଉଁମାନେ ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତି | ଆମର ଇଣ୍ଟିଗ୍ରେଟର୍ସର ୱେବସାଇଟ୍ ମାଧ୍ୟମରେ ସେବା (\"ଶେଷ-ଉପଭୋକ୍ତା\") |",
    "835545301": "ଆମେ ନିମ୍ନଲିଖିତ ବର୍ଗର ସୂଚନା ସଂଗ୍ରହ କରୁ:",
    "3228928991": "ସୂଚନା ଯାହା ଏକ ବ୍ୟକ୍ତିକୁ ଚିହ୍ନିବା କିମ୍ବା ଯୋଗାଯୋଗ କରିବା ପାଇଁ ବ୍ୟବହୃତ ହୋଇପାରେ (“ବ୍ୟକ୍ତିଗତ ସୂଚନା”), ଯେପରିକି ନାମ, ଇମେଲ ଠିକଣା, ଏବଂ ଦେଶ | ଆମେ ଆମର ସାମ୍ପ୍ରତିକ ଏବଂ ଆଶାକର୍ମୀ ଇଣ୍ଟିଗ୍ରେଟର ଏବଂ ଗ୍ରାହକଙ୍କ ଠାରୁ ବ୍ୟକ୍ତିଗତ ସୂଚନା ସଂଗ୍ରହ କରୁ ଯେତେବେଳେ ସେମାନେ ଏହାକୁ ସିଧାସଳଖ ଆମକୁ ଦିଅନ୍ତି (ଉଦାହରଣ ସ୍ୱରୂପ, ଏକ ଆକାଉଣ୍ଟ ପାଇଁ ସାଇନ୍ ଅପ୍ କରିବା ସମୟରେ ଏକ ଫର୍ମ ପୂରଣ କରି କିମ୍ବା ଆମଠାରୁ ଇମେଲ ବିଜ୍ଞପ୍ତି ଗ୍ରହଣ କରିବାକୁ ଆବେଦନ କରି) | ତୃତୀୟ ପକ୍ଷ ଡାଟାବେସ୍ କିମ୍ବା ଅଫିସିଆଲ୍ ଆଇନଗତ ଡକ୍ୟୁମେଣ୍ଟ୍ ସହିତ ବ୍ୟକ୍ତିଗତ ସୂଚନା ତୁଳନା କରି ଆମେ ଆମର ଇଣ୍ଟିଗ୍ରେଟର ଏବଂ ଗ୍ରାହକଙ୍କ ପରିଚୟ ମଧ୍ୟ ଯାଞ୍ଚ କରିପାରିବା |",
    "1655796811": "ଏକ ଇଣ୍ଟିଗ୍ରେଟର କିମ୍ବା ଗ୍ରାହକଙ୍କ ସାଇଟ କିମ୍ବା ସେବା (\"ଆନାଲିଟିକ୍ସ ସୂଚନା\") ର ବ୍ୟବହାର ପରି ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସଂଗୃହିତ ସୂଚନା ଯେପରିକି IP ଠିକଣା, ବ୍ରାଉଜର୍ ପ୍ରକାର, ଇଣ୍ଟରନେଟ୍ ସେବା ପ୍ରଦାନକାରୀ, ପ୍ଲାଟଫର୍ମ ପ୍ରକାର, ଉପକରଣ ପ୍ରକାର, ଅପରେଟିଂ ସିଷ୍ଟମ୍, ତାରିଖ ଏବଂ ସମୟ ଷ୍ଟାମ୍ପ୍ | ପ୍ରବେଶ, ଏବଂ ଅନ୍ୟାନ୍ୟ ସମାନ ସୂଚନା | କିଛି ଆନାଲିଟିକ୍ସ ସୂଚନା ଆମ ତରଫରୁ ତୃତୀୟ ପକ୍ଷଙ୍କ ଦ୍ collected ାରା ସଂଗୃହିତ ହୋଇଥାଏ ଏବଂ କିଛି ଆନାଲିଟିକ୍ସ ସୂଚନା କୁକିଜ୍ ସହିତ ବିଭିନ୍ନ ଟ୍ରାକିଂ ଟେକ୍ନୋଲୋଜି ମାଧ୍ୟମରେ ସଂଗୃହିତ ହୋଇଥାଏ (ନିମ୍ନରେ “ତୃତୀୟ ପକ୍ଷ ଆନାଲିଟିକ୍ସ ଏବଂ ଟ୍ରାକିଂ ଟେକ୍ନୋଲୋଜି” ଦେଖନ୍ତୁ) |",
    "1388241689": "ସେବା (\"ଲେବଲ୍ ହୋଇଥିବା ଡାଟା\") ମାଧ୍ୟମରେ ପ୍ରମ୍ପ୍ଟର ଉତ୍ତର ଦେବା ପରି ସଂଗୃହିତ ସୂଚନା, ଯେପରିକି ଇମେଜ୍ ଲେବେଲିଂ ଡାଟା, ସେହି ଶେଷ-ଉପଭୋକ୍ତାଙ୍କୁ ଖେଳାଯାଇଥିବା ଅଡିଓ ଫାଇଲରୁ ରୂପାନ୍ତରିତ ପାଠ୍ୟ, ପ୍ରଶ୍ନର ଉତ୍ତର ଏବଂ ସେବା ଦ୍ ated ାରା ସୃଷ୍ଟି ହୋଇଥିବା ଅନ୍ୟାନ୍ୟ ପ୍ରମ୍ପ୍ଟର ଫଳାଫଳ ଭାବରେ ସଂଗୃହିତ ସୂଚନା | ମେସିନ୍ ଲର୍ନିଂ ପ୍ରୟୋଗଗୁଡ଼ିକରେ ବ୍ୟବହାର ପାଇଁ ତଥ୍ୟ ଲେବଲ୍ କରିବା ଉଦ୍ଦେଶ୍ୟରେ | ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଲେବଲ୍ ହୋଇଥିବା ଡାଟା କ identified ଣସି ଚିହ୍ନିତ ବ୍ୟକ୍ତିଙ୍କ ସହିତ ବନ୍ଧା ନୁହେଁ |",
    "1493790285": "ଏଣ୍ଡ-ୟୁଜର୍ସଙ୍କ ଠାରୁ ସେବାର ଏକ ଅଂଶ ଭାବରେ ସଂଗୃହିତ ଅନ୍ୟାନ୍ୟ ସୂଚନା, ତାହା ନିର୍ଣ୍ଣୟ କରିବା ଆବଶ୍ୟକ |",
    "2216374138": "ମଣିଷ, ଯେପରିକି ମାଉସ୍ ଗତିବିଧି, ସ୍କ୍ରୋଲ୍ ପୋଜିସନ୍, କିପ୍ରେସ୍ ଇଭେଣ୍ଟ, ସ୍ପର୍ଶ ଇଭେଣ୍ଟ, ଏବଂ ପ୍ରଯୁଜ୍ୟ ଭାବରେ ଜିରୋସ୍କୋପ୍ / ଆକ୍ସିଲେରୋମିଟର ସୂଚନା |",
    "2394073454": "ଆମେ ହୁଏତ ଶେଷ-ଉପଭୋକ୍ତାମାନଙ୍କ ଠାରୁ ଅତିରିକ୍ତ ସୂଚନା ସଂଗ୍ରହ କରିପାରିବା, ଯେଉଁମାନେ ବ୍ୟକ୍ତିଗତ ଡାଟା ଲେବଲର୍ ଭାବରେ ଆମ ସହିତ କାମ କରିବାକୁ ଚାହାଁନ୍ତି |",
    "3103557430": "ଆମେ କିପରି ସୂଚନା ବ୍ୟବହାର କରୁ |",
    "1130802068": "ଆମେ ସଂଗ୍ରହ କରୁଥିବା ସୂଚନାକୁ ନିମ୍ନଲିଖିତ ଉଦ୍ଦେଶ୍ୟରେ ବ୍ୟବହାର କରୁ:",
    "2940689138": "ଇଣ୍ଟିଗ୍ରେଟର୍ ଏବଂ ଗ୍ରାହକ ଆକାଉଣ୍ଟ୍ ପରିଚାଳନା ଏବଂ ସେବା ପ୍ରଦାନ କରିବାକୁ | ଇଣ୍ଟିଗ୍ରେଟର୍ ଏବଂ ଗ୍ରାହକଙ୍କ ସହିତ ନିର୍ଦ୍ଦିଷ୍ଟ ଆକାଉଣ୍ଟ୍ ଯୋଡିବା ଏବଂ ସେମାନଙ୍କୁ ସେବା ଯୋଗାଇବା, ଅନୁରୋଧ କିମ୍ବା ଅନୁସନ୍ଧାନର ଉତ୍ତର ଦେବା, ସମର୍ଥନ କିମ୍ବା ବ technical ଷୟିକ ସହାୟତା ପ୍ରଦାନ ଏବଂ ଦେୟକୁ ସୁଗମ କରିବା ପାଇଁ ଆମେ ବ୍ୟକ୍ତିଗତ ସୂଚନା ବ୍ୟବହାର କରୁ |",
    "857974529": "ସାଇଟ୍ ଏବଂ ସେବାରେ ଉନ୍ନତି ଆଣିବା | ଆମର ବିଦ୍ୟମାନର ଉନ୍ନତି ତଥା ନୂତନ ସେବା ଏବଂ ଅଫରଗୁଡିକର ବିକାଶ ଏବଂ ବିଦ୍ୟମାନ ଏବଂ ଭବିଷ୍ୟତର ଉତ୍ପାଦ ଅଫର୍ କଷ୍ଟୋମାଇଜ୍ କରିବାକୁ ଆମେ ଆନାଲିଟିକ୍ସ ସୂଚନା ବ୍ୟବହାର କରୁ |",
    "1820844638": "ବଜାରର ଅନ୍ତର୍ନିହିତ ସୂଚନା ପାଇବା ପାଇଁ | ବଜାରକୁ ବିଶ୍ଳେଷଣ କରିବା ଏବଂ ସାଇଟ୍ ଏବଂ ଆମର ସେବା ସହ ଜଡିତ ବ୍ୟବସାୟ ବିଶ୍ଳେଷଣ ଏବଂ ଅନ୍ୟାନ୍ୟ ଅନୁସନ୍ଧାନ ଉଦ୍ଦେଶ୍ୟରେ ଆମେ ଆନାଲିଟିକ୍ସ ସୂଚନା ବ୍ୟବହାର କରୁ |",
    "3386280249": "ଲେବଲ୍ ଡାଟା ପାଇଁ ଏକ ବଜାର ଯୋଗାଇବା | ଆମର ସେବା ୱେବସାଇଟ୍ ମାଲିକ ଏବଂ କମ୍ପାନୀଗୁଡିକ ପାଇଁ ଏକ ସେବା ଭାବରେ ମେସିନ୍ ଲର୍ନିଂ ସିଷ୍ଟମ୍ ପାଇଁ ଉଚ୍ଚ ଭଲ୍ୟୁମ୍ ଡାଟା ଲେବେଲିଂ ଏବଂ ମାନବ ସମୀକ୍ଷାକୁ ସକ୍ଷମ କରିଥାଏ, ଯେଉଁମାନେ ସେମାନଙ୍କର ଡାଟା ଲେବଲ୍ ପାଇବାରେ ସାହାଯ୍ୟ ଆବଶ୍ୟକ କରନ୍ତି | ସେହି ଉଦ୍ଦେଶ୍ୟରେ, ଆମେ ଲେବଲ୍ ଡାଟା ହାସଲ କରିବାକୁ ଆଗ୍ରହୀ ଗ୍ରାହକଙ୍କୁ ଲେବଲ୍ ଡାଟା ପ୍ରକାଶ କରୁ |",
    "3532143291": "ଆମର ସେବା ଏବଂ ସିଷ୍ଟମକୁ ସୁରକ୍ଷିତ କରିବାକୁ | ସମ୍ଭାବ୍ୟ ବିପଦ ଏବଂ ଦୁର୍ବଳତାକୁ ଚିହ୍ନଟ କରି ଆମର ସିଷ୍ଟମକୁ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ଏବଂ ଆମେ ସଂଗ୍ରହ କରୁଥିବା ସୂଚନାକୁ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ଆମେ ଆନାଲିଟିକ୍ସ ସୂଚନା ବ୍ୟବହାର କରୁ |",
    "2185418511": "ଯେକ any ଣସି ବ legitimate ଧ ବ୍ୟବସାୟ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ, ଯଦି ସୂଚନାଟି ଡି-ଚିହ୍ନିତ କିମ୍ବା ଏକତ୍ରିତ ହୁଏ ଯେପରି ଏହା ଏକ ବ୍ୟକ୍ତିଙ୍କ ସହିତ ଯୁକ୍ତିଯୁକ୍ତ ଭାବରେ ବନ୍ଧା ହୋଇପାରିବ ନାହିଁ |",
    "2386465280": "ଆମେ କିପରି ସୂଚନା ଅଂଶୀଦାର କରୁ |",
    "2159517814": "ଆମେ ନିମ୍ନଲିଖିତ କ୍ଷେତ୍ରରେ ବ୍ୟକ୍ତିଗତ ସୂଚନା ଅଂଶୀଦାର କିମ୍ବା ପ୍ରକାଶ କରୁ:",
    "4256083674": "ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ CAPTCHA ଚ୍ୟାଲେଞ୍ଜ ଅନୁରୋଧ କିମ୍ବା IP ଠିକଣାର ଠକେଇର ବିପଦ ଚିହ୍ନଟ କରିବାକୁ ଏକ ଇଣ୍ଟିଗ୍ରେଟରଙ୍କ ପ୍ରତ୍ୟକ୍ଷ ଅନୁରୋଧ ଉପରେ, କିମ୍ବା ଅନ୍ୟ କେଉଁଠାରେ ନିର୍ଦ୍ଦିଷ୍ଟ ସମ୍ମତି ଦିଆଯାଇଥିଲା |",
    "3494826505": "ବିକ୍ରେତାମାନଙ୍କ ସହିତ ଆମେ ସାଇଟ୍ ଏବଂ ସର୍ଭିସର ଅତ୍ୟାବଶ୍ୟକ ଦିଗ ପ୍ରଦାନ କରିବାକୁ ନିୟୋଜିତ, ଯେପରିକି ଡାଟା ଷ୍ଟୋରେଜ୍, ହୋଷ୍ଟିଂ, ଏବଂ ଆନାଲିଟିକ୍ସ ଏବଂ କେବଳ ସେହି ଉଦ୍ଦେଶ୍ୟ ପାଇଁ |",
    "1119009846": "ସରକାରୀ ଅନୁରୋଧ, ଆଇନ ପ୍ରଣୟନ ଅନୁରୋଧ, ଏବଂ ଅନ୍ୟଥା ତୁମର, ଆମ କିମ୍ବା ଅନ୍ୟମାନଙ୍କର ଅଧିକାର, ଗୋପନୀୟତା, ନିରାପତ୍ତା କିମ୍ବା ସମ୍ପତ୍ତିର ସୁରକ୍ଷା ପାଇଁ ପ୍ରଯୁଜ୍ୟ ଆଇନକୁ ପାଳନ କରିବା ଆବଶ୍ୟକ |",
    "197676026": "ଯେକ any ଣସି ବ legitimate ଧ ବ୍ୟବସାୟ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଅନ୍ୟମାନଙ୍କ ସହିତ, ଯଦି ସୂଚନା ଚିହ୍ନଟ ହୁଏ |",
    "2359312315": "କିମ୍ୱା ଏକତ୍ରିତ ହୋଇଛି ଯେ ଏହା ଏକ ବ୍ୟକ୍ତି ସହିତ ଯୁକ୍ତିଯୁକ୍ତ ଭାବରେ ବନ୍ଧା ହୋଇପାରିବ ନାହିଁ |",
    "2497216176": "ତୃତୀୟ ପକ୍ଷ ଆନାଲିଟିକ୍ସ ଏବଂ ଟ୍ରାକିଂ ଟେକ୍ନୋଲୋଜି |",
    "3694578791": "ଯେପରି ଉପରେ ଆଲୋଚନା କରାଯାଇଛି, ଆମେ (ଏବଂ ଆମର ତୃତୀୟ ପକ୍ଷ ବିକ୍ରେତା) କୁକିଜ୍, ୱେବ୍ ବିକନ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ଟ୍ରାକିଂ ଟେକ୍ନୋଲୋଜିର ବ୍ୟବହାର ମାଧ୍ୟମରେ ଆନାଲିଟିକ୍ସ ସୂଚନା ସଂଗ୍ରହ କରୁ | କେତେକ କ୍ଷେତ୍ରରେ, ଆମେ ଆନାଲିଟିକ୍ସ ସୂଚନା ସଂଗ୍ରହ ଉଦ୍ଦେଶ୍ୟରେ କୁକିଜକୁ ନିୟୋଜିତ କରିବା ପାଇଁ ତୃତୀୟ ପକ୍ଷ ବିକ୍ରେତାମାନଙ୍କ ସହିତ କାର୍ଯ୍ୟ କରୁ |",
    "2238885192": "ଯେତେବେଳେ ଜଣେ ଉପଭୋକ୍ତା ତ୍ରୁଟି ଅନୁଭବ କରନ୍ତି ଆମେ ତ୍ରୁଟି ନିବାରଣ ତଥ୍ୟ ସଂଗ୍ରହ କରିବାକୁ ସେଣ୍ଟ୍ରି ବ୍ୟବହାର କରୁ | ସେଣ୍ଟ୍ରି କିପରି ତଥ୍ୟ ସଂଗ୍ରହ କରେ ଏବଂ ପ୍ରକ୍ରିୟାକରଣ କରେ ସେ ସମ୍ବନ୍ଧରେ ସୂଚନା ପାଇଁ:",
    "1535054294": "ଦୟାକରି ସେମାନଙ୍କର ବିସ୍ତୃତ ନୀତି ଦେଖନ୍ତୁ |",
    "658775471": "ଆମର ୱେବ୍ ଟ୍ରାଫିକ୍କୁ ଅପ୍ଟିମାଇଜ୍ କରିବା ପାଇଁ ଆମେ କ୍ଲାଉଡ୍ ଫ୍ଲାର୍ ବ୍ୟବହାର କରୁ | କ୍ଲାଉଡ୍ ଫ୍ଲାର୍ କିପରି ତଥ୍ୟ ସଂଗ୍ରହ କରେ ଏବଂ ପ୍ରକ୍ରିୟାକରଣ କରେ ସେ ସମ୍ବନ୍ଧରେ ସୂଚନା ପାଇଁ:",
    "2014256987": "ଯଦି ଆପଣ କୁକିଜ୍ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଟ୍ରାକିଂ ଟେକ୍ନୋଲୋଜିର ବ୍ୟବହାରକୁ ଅବରୋଧ ନକରିବାକୁ ପସନ୍ଦ କରନ୍ତି, ଦୟାକରି ନିମ୍ନରେ “ଆପଣଙ୍କର ସୂଚନା ପରିଚାଳନା” ଦେଖନ୍ତୁ | ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଏହା କରିବା ଦ୍ୱାରା ସାଇଟ୍ କିମ୍ବା ସେବା ବ୍ୟବହାର କରି ଆପଣଙ୍କ ଅଭିଜ୍ଞତା ଉପରେ ନକାରାତ୍ମକ ପ୍ରଭାବ ପଡିପାରେ, କାରଣ କିଛି ବ features ଶିଷ୍ଟ୍ୟ ସଠିକ୍ ଭାବରେ କାମ କରିନପାରେ |",
    "2788024905": "ଆମେ କିପରି ସୂଚନା ସୁରକ୍ଷିତ କରିବୁ |",
    "271333468": "ଆମେ ସଂଗ୍ରହ କରୁଥିବା ଏବଂ ସଂରକ୍ଷଣ କରୁଥିବା ତଥ୍ୟର ସୁରକ୍ଷା ପାଇଁ ଆମେ ଉପଯୁକ୍ତ ବ technical ଷୟିକ ଏବଂ ସାଂଗଠନିକ ପଦକ୍ଷେପଗୁଡିକ କାର୍ଯ୍ୟକାରୀ କରୁ ଏବଂ ସମସ୍ତ ଏଜେଣ୍ଟମାନେ ମଧ୍ୟ ଆମ ତରଫରୁ ଆମର ପ୍ରକ୍ରିୟାକରଣ ଆବଶ୍ୟକ କରନ୍ତି | ଦୁର୍ଭାଗ୍ୟବଶତ।, କ security ଣସି ସୁରକ୍ଷା ବ୍ୟବସ୍ଥା 100% ମୂର୍ଖ ପ୍ରୁଫ୍ ନୁହେଁ, ଏବଂ ଏହିପରି କ network ଣସି ନେଟୱାର୍କ କିମ୍ବା ସିଷ୍ଟମ୍ (ଆମ ସମେତ) ବିନାଶ, କ୍ଷତି, ପରିବର୍ତ୍ତନ, ଅନଧିକୃତ ପ୍ରକାଶନ, କିମ୍ବା ଆମେ ସଂଗ୍ରହ କରୁଥିବା ଏବଂ ସଂରକ୍ଷଣ କରୁଥିବା ତଥ୍ୟକୁ ପ୍ରବେଶରୁ 100% ସୁରକ୍ଷିତ ହେବା ନିଶ୍ଚିତ ହୋଇପାରିବ ନାହିଁ | ଯଦି ଆପଣ ବିଶ୍ believe ାସ କରନ୍ତି ଯେ ଆପଣଙ୍କର ସୂଚନା କ reason ଣସି କାରଣରୁ ସୁରକ୍ଷିତ ହୋଇନପାରେ, ଦୟାକରି ତୁରନ୍ତ ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ:",
    "3031284129": "ୱାରେଣ୍ଟି ପ୍ରତ୍ୟାଖ୍ୟାନ |",
    "26365791": "ଆଇନ ଦ୍ mitted ାରା ଅନୁମୋଦିତ ପୂର୍ଣ୍ଣ ପରିମାଣରେ, ସାଇଟ୍ ଏବଂ ସେବା (ଏବଂ ଅନ୍ୟାନ୍ୟ ଆନୁସଙ୍ଗିକ ସେବା, ସୂଚନା, ତଥ୍ୟ, ବ features ଶିଷ୍ଟ୍ୟ, ଏବଂ ଅନ୍ୟାନ୍ୟ ବିଷୟବସ୍ତୁ କିମ୍ବା ସାମଗ୍ରୀ) ଏକ “ଯେପରି” ଏବଂ “ଉପଲବ୍ଧ” ଆଧାରରେ ପ୍ରଦାନ କରାଯାଇଥାଏ | ଆଇନ୍ ଦ୍ mitted ାରା ଅନୁମୋଦିତ ସମ୍ପୁର୍ଣ୍ଣ ପରିମାଣରେ, IMI ସମସ୍ତ ୱାରେଣ୍ଟିକୁ ବାଦ ଦେଇଥାଏ, ବାଣିଜ୍ୟ ଯୋଗ୍ୟତାର ନିର୍ଦ୍ଦିଷ୍ଟ ୱାରେଣ୍ଟି, ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଫିଟନେସ୍ ଏବଂ ଉଲ୍ଲଂଘନ ସହିତ ସୀମିତ ନୁହେଁ |",
    "735630686": "ତୁମର ସୂଚନା ପରିଚାଳନା (ତୁମର ଅଧିକାର)",
    "498769698": "ଆପଣ ହୁଏତ କିଛି ଇଣ୍ଟିଗ୍ରେଟର୍, ଗ୍ରାହକ, କିମ୍ବା ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍ ଆକାଉଣ୍ଟ୍ (ଯଦି ଆପଣ ଏକ ଇଣ୍ଟିଗ୍ରେଟର୍, ଗ୍ରାହକ, କିମ୍ବା ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍) ମାଧ୍ୟମରେ ଆମକୁ ପ୍ରଦାନ କରିଥିବା କିଛି ବ୍ୟକ୍ତିଗତ ସୂଚନାକୁ ଆକ୍ସେସ୍, ସଂଶୋଧନ, ସଂଶୋଧନ କିମ୍ବା ବିଲୋପ କରିପାରିବେ | ଯଦି ଆପଣ ଏହା କରିବାକୁ ଅସମର୍ଥ, କିମ୍ବା ବ୍ୟକ୍ତିଗତ ସୂଚନା ବିଷୟରେ କ questions ଣସି ପ୍ରଶ୍ନ ଆମେ ସଂଗ୍ରହ କରିଛୁ ଏବଂ / କିମ୍ବା ଆପଣଙ୍କ ବିଷୟରେ ଅଂଶୀଦାର କରିଛୁ, କିମ୍ବା ଆମର ପ୍ରକ୍ରିୟାକରଣ ପାଇଁ ଆପଣଙ୍କ ସମ୍ମତି ପ୍ରତ୍ୟାହାର କରିବାକୁ ଚାହୁଁଛୁ (ଅର୍ଥାତ୍ ଆପଣଙ୍କର ଖାତାକୁ ସଂପୂର୍ଣ୍ଣ ବିଲୋପ କରନ୍ତୁ) ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ:",
    "2895491273": "ଯଦି ଆପଣ କୁକିଜ୍ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଟ୍ରାକିଂ ଟେକ୍ନୋଲୋଜିକୁ ଅବରୋଧ କରିବାକୁ ପସନ୍ଦ କରନ୍ତି, ଅଧିକାଂଶ ବ୍ରାଉଜର୍ ଏବଂ ମୋବାଇଲ୍ ଡିଭାଇସ୍ ଆପଣ ଆପଣଙ୍କର ସେଟିଂସମୂହକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ବ୍ୟବହାର କରନ୍ତି ଯାହା ଦ୍ you ାରା ଆପଣ ଯେତେବେଳେ କୁକିଜ୍ ଗ୍ରହଣ କରନ୍ତି କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଟ୍ରାକିଂ ଟେକ୍ନୋଲୋଜି ବ୍ୟବହାର କରାଯାଏ, ଏବଂ ଗ୍ରହଣ କିମ୍ବା ଗ୍ରହଣ ନକରିବାକୁ ବାଛନ୍ତୁ | ଏହା ଅଧିକାଂଶ ବ୍ରାଉଜର୍ ଆପଣଙ୍କୁ ବିଦ୍ୟମାନ କୁକିଜକୁ ଅକ୍ଷମ କିମ୍ବା ବିଲୋପ କରିବାକୁ କିମ୍ବା ଭବିଷ୍ୟତର କୁକିଜକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ପ୍ରତ୍ୟାଖ୍ୟାନ କରିବାକୁ ମଧ୍ୟ ଅନୁମତି ଦିଏ | ତୁମର କୁକି ପସନ୍ଦକୁ ନିୟନ୍ତ୍ରଣ କରିବା ପାଇଁ ବ୍ରାଉଜର୍ ପ୍ଲଗ୍-ଇନ୍ ଅନ୍ତର୍ଭୂକ୍ତ କରି ଆପଣ ତୃତୀୟ ପକ୍ଷ ଉପକରଣଗୁଡିକ ମଧ୍ୟ ବ୍ୟବହାର କରିପାରିବେ | ଧ୍ୟାନ ଦିଅନ୍ତୁ, ଯଦିଓ, ଯଦି ଆପଣ ସମସ୍ତ କୁକିଜକୁ ଅକ୍ଷମ କରନ୍ତି, ତେବେ ଆମର ସାଇଟଗୁଡିକର କିଛି ଅଂଶ ସଠିକ୍ ଭାବରେ କାର୍ଯ୍ୟ କରିନପାରେ |",
    "707527778": "ପିଲାମାନଙ୍କ ଠାରୁ ସୂଚନା",
    "1747657936": "ଆମର ସାଇଟ୍ ଏବଂ ସେବା 13 ବର୍ଷରୁ କମ୍ ପିଲାମାନଙ୍କ ପାଇଁ ନିର୍ଦ୍ଦେଶିତ ନୁହେଁ ଏବଂ ଆମେ ଜାଣିଶୁଣି 13 ବର୍ଷରୁ କମ୍ ପିଲାମାନଙ୍କ ଠାରୁ ବ୍ୟକ୍ତିଗତ ସୂଚନା ସଂଗ୍ରହ କରୁନାହୁଁ ଯଦି ଆମେ ଜାଣୁ ଯେ ଆମେ 13 ବର୍ଷରୁ କମ୍ ପିଲାଙ୍କ ବ୍ୟକ୍ତିଗତ ସୂଚନା ସଂଗ୍ରହ କରିଛୁ, ତେବେ ଆମେ ଗ୍ରହଣ କରିବୁ | ଆମ ଫାଇଲରୁ ଏହିପରି ସୂଚନା ବିଲୋପ କରିବା ପାଇଁ ଯୁକ୍ତିଯୁକ୍ତ ପଦକ୍ଷେପ, ଯଥାଶୀଘ୍ର ପ୍ରୟୋଗନୀୟ, ଯେପର୍ଯ୍ୟନ୍ତ ଏହାକୁ ବଜାୟ ରଖିବା ପାଇଁ ଆମର ଏକ ଆଇନଗତ ବାଧ୍ୟତା ନାହିଁ | ଯଦି ଆପଣ ବିଶ୍ believe ାସ କରନ୍ତି 13 ବର୍ଷରୁ କମ୍ ପିଲାଙ୍କ ବିଷୟରେ ଆମର କ information ଣସି ସୂଚନା ଅଛି ତେବେ ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ:",
    "2419795065": "କାଲିଫର୍ନିଆ ବାସିନ୍ଦାଙ୍କୁ ନୋଟିସ୍ |",
    "1517625162": "କାଲିଫର୍ନିଆର ସିଭିଲ୍ କୋଡ୍ ସେକ୍ସନ୍ 1789.3 ଅନୁଯାୟୀ, କାଲିଫର୍ନିଆ ଉପଭୋକ୍ତାମାନେ ନିମ୍ନଲିଖିତ ଉପଭୋକ୍ତା ଅଧିକାର ବିଜ୍ଞପ୍ତି ପାଇବାକୁ ହକଦାର: କାଲିଫର୍ଣ୍ଣିଆ ବାସିନ୍ଦା 1625 ନର୍ଥ ମାର୍କେଟ ବ୍ଳକ୍, ସାକ୍ରାମେଣ୍ଟୋ, ମେଲ ମାଧ୍ୟମରେ କାଲିଫର୍ନିଆର ଉପଭୋକ୍ତା ସେବା ବିଭାଗର ଉପଭୋକ୍ତା ସେବା ବିଭାଗର ଅଭିଯୋଗ ସହାୟତା ୟୁନିଟରେ ପହଞ୍ଚିପାରନ୍ତି | CA 95834, କିମ୍ବା (916) 445-1254 କିମ୍ବା (800) 952-5210 ରେ ଟେଲିଫୋନ୍ ଯୋଗେ |",
    "3730344349": "ଏହି ବିଭାଗଟି କାଲିଫର୍ନିଆ ଗ୍ରାହକମାନଙ୍କ ବିଷୟରେ ସଂଗ୍ରହ କରୁଥିବା ବ୍ୟକ୍ତିଗତ ସୂଚନା ଏବଂ କାଲିଫର୍ନିଆ ଗ୍ରାହକ ଗୋପନୀୟତା ଅଧିନିୟମ କିମ୍ବା “CCPA” ଅଧୀନରେ ସେମାନଙ୍କୁ ଦିଆଯାଇଥିବା ଅଧିକାର ବିଷୟରେ ଅତିରିକ୍ତ ବିବରଣୀ ପ୍ରଦାନ କରେ |",
    "4044467791": "ବ୍ୟକ୍ତିଗତ ସୂଚନାର ବର୍ଗଗୁଡିକ ପାଇଁ ଆମେ ପୂର୍ବ 12 ମାସରେ ଆପଣଙ୍କଠାରୁ ସଂଗ୍ରହ କରିଛୁ, ଦୟାକରି ଉପରେ “ଆମେ ସଂଗ୍ରହ କରୁଥିବା ସୂଚନା” ବିଭାଗ ଦେଖନ୍ତୁ | ଉପରୋକ୍ତ “ଆମେ କିପରି ବ୍ୟକ୍ତିଗତ ସୂଚନା ବ୍ୟବହାର କରୁ” ବିଭାଗରେ ବର୍ଣ୍ଣିତ ବ୍ୟବସାୟ ଏବଂ ବ୍ୟବସାୟିକ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଆମେ ଏହି ସୂଚନା ସଂଗ୍ରହ କରୁ | ପୂର୍ବ 12 ମାସରେ, ଆମେ ଏକ ବ୍ୟବସାୟିକ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ତୃତୀୟ ପକ୍ଷଙ୍କ ସହିତ ନିମ୍ନଲିଖିତ ବର୍ଗର ସୂଚନା ଅଂଶୀଦାର କରିଛୁ:",
    "4208081170": "ବ୍ୟକ୍ତିଗତ ସୂଚନା ବର୍ଗ |",
    "1528242915": "ପରିଚାୟକ",
    "3863351997": "ବ୍ୟକ୍ତିଗତ ସୂଚନା ବର୍ଗଗୁଡିକ କାଲିଫର୍ନିଆ ଗ୍ରାହକ ରେକର୍ଡ ନିୟମ (Cal। Civ। Code § 1798.80 (e)) ରେ ତାଲିକାଭୁକ୍ତ |",
    "2826705343": "ବାଣିଜ୍ୟିକ ସୂଚନା",
    "2683038211": "ଇଣ୍ଟରନେଟ୍ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଇଲେକ୍ଟ୍ରୋନିକ୍ ନେଟୱାର୍କ କାର୍ଯ୍ୟକଳାପ |",
    "3671828834": "ବ୍ୟକ୍ତିଗତ ସୂଚନା ଅଂଶୀଦାରର ଉଦାହରଣ |",
    "779426309": "ଏକ ପ୍ରକୃତ ନାମ, ଅନନ୍ୟ ବ୍ୟକ୍ତିଗତ ପରିଚାୟକ, ଅନଲାଇନ୍ ପରିଚାୟକ, ଇଣ୍ଟରନେଟ୍ ପ୍ରୋଟୋକଲ୍ ଠିକଣା, ଇମେଲ୍ ଠିକଣା, ଖାତା ନାମ, କିମ୍ବା ଅନ୍ୟାନ୍ୟ ସମାନ ପରିଚାୟକ |",
    "2414368123": "ଏକ ନାମ, କ୍ରେଡିଟ୍ କାର୍ଡ ନମ୍ବର, ଡେବିଟ୍ କାର୍ଡ ନମ୍ବର, କିମ୍ବା ଅନ୍ୟ କ financial ଣସି ଆର୍ଥିକ ସୂଚନା |",
    "4088941349": "କ୍ରୟ, ପ୍ରାପ୍ତ, କିମ୍ବା ବିବେଚିତ ଦ୍ରବ୍ୟ କିମ୍ବା ସେବାଗୁଡିକର ରେକର୍ଡ |",
    "3238612014": "ବ୍ରାଉଜିଂ ଇତିହାସ, ଏକ ଇଣ୍ଟରନେଟ୍ ୱେବସାଇଟ୍, ପ୍ରୟୋଗ, କିମ୍ବା ବିଜ୍ଞାପନ ସହିତ ଗ୍ରାହକଙ୍କ ପାରସ୍ପରିକ ସମ୍ପର୍କ ବିଷୟରେ ସୂଚନା |",
    "1023108656": "ତୃତୀୟ-ପକ୍ଷ ପ୍ରାପ୍ତକର୍ତ୍ତାଙ୍କ ବର୍ଗ |",
    "1418235079": "ସେବା ପ୍ରଦାନକାରୀ |",
    "3238184941": "ଟିପନ୍ତୁ: ଏକ ବ୍ୟକ୍ତିଗତ IP ଠିକଣା ସହିତ ଜଡିତ ଠକେଇର ଅନୁରୋଧ ଅନୁରୋଧ ଅନୁଯାୟୀ ଏକ ଇଣ୍ଟିଗ୍ରେଟର ସହିତ ଅଂଶୀଦାର ହୋଇପାରେ |",
    "285116485": "ଆମେ ସଂଗ୍ରହ କରୁଥିବା ବ୍ୟକ୍ତିଗତ ସୂଚନାକୁ କମ୍ପାନୀ “ବିକ୍ରୟ” କରେ ନାହିଁ (ଯେହେତୁ ଏହି ଶବ୍ଦଟି CCPA ରେ ବ୍ୟାଖ୍ୟା କରାଯାଇଛି) | ଆମେ ବ୍ୟବହାର କରୁଥିବା ତୃତୀୟ-ପକ୍ଷ କୁକିଜ୍ ପ୍ରକାର ବିଷୟରେ ଅଧିକ ସୂଚନା ପାଇଁ ଦୟାକରି ଉପରୋକ୍ତ “ତୃତୀୟ ପକ୍ଷ ଆନାଲିଟିକ୍ସ ଏବଂ ଟ୍ରାକିଂ ଟେକ୍ନୋଲୋଜି” ବିଭାଗକୁ ଅନୁସରଣ କରନ୍ତୁ |",
    "1408750006": "ନିର୍ଦ୍ଦିଷ୍ଟ ସୀମାବଦ୍ଧତା ଅନୁଯାୟୀ, CCPA କାଲିଫର୍ନିଆ ଗ୍ରାହକଙ୍କୁ ଆମେ ସଂଗ୍ରହ କରୁଥିବା ବ୍ୟକ୍ତିଗତ ତଥ୍ୟର ବର୍ଗ କିମ୍ବା ନିର୍ଦ୍ଦିଷ୍ଟ ଖଣ୍ଡଗୁଡ଼ିକ ବିଷୟରେ ଅଧିକ ବିବରଣୀ ଜାଣିବାକୁ ଅନୁରୋଧ କରିବାର ଅଧିକାର ପ୍ରଦାନ କରେ (ଏହି ସୂଚନାକୁ ଆମେ କିପରି ବ୍ୟବହାର କରୁ ଏବଂ ପ୍ରକାଶ କରୁ), ସେମାନଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ବିଲୋପ କରିବାକୁ, ବାଦ୍ ଦେବାକୁ | ଯେକ any ଣସି \"ବିକ୍ରୟ\" ଯାହା ଘଟିପାରେ, ଏବଂ ଏହି ଅଧିକାରଗୁଡିକ ବ୍ୟବହାର ପାଇଁ ଭେଦଭାବ ନହେବା ଅଧିକାର |",
    "759057398": "EU ଡାଟା ବିଷୟଗୁଡିକ ପାଇଁ ବିଜ୍ଞପ୍ତି |",
    "825780955": "ବ୍ୟକ୍ତିଗତ ସୁଚ଼ନା",
    "2945960297": "EU ଡାଟା ବିଷୟଗୁଡିକ ସହିତ, ଏହି ଗୋପନୀୟତା ନୀତିରେ ବ୍ୟବହୃତ \"ବ୍ୟକ୍ତିଗତ ସୂଚନା\" ଶବ୍ଦ ୟୁରୋପୀୟ ୟୁନିଅନର ସାଧାରଣ ଡାଟା ସୁରକ୍ଷା ନିୟମାବଳୀ (GDPR) ରେ ବ୍ୟାଖ୍ୟା କରାଯାଇଥିବା ପରି \"ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ\" ସହିତ ସମାନ |",
    "1126613163": "ସମ୍ବେଦନଶୀଳ ତଥ୍ୟ |",
    "3571006800": "ଆପଣ ଆମକୁ ପ୍ରଦାନ କରୁଥିବା କିଛି ସୂଚନା GDPR ରେ ବ୍ୟାଖ୍ୟା କରାଯାଇଥିବା ପରି ସମ୍ବେଦନଶୀଳ ତଥ୍ୟ ଗଠନ କରିପାରେ (ବ୍ୟକ୍ତିଗତ ତଥ୍ୟର ସ୍ categories ତନ୍ତ୍ର ବର୍ଗ ଭାବରେ ମଧ୍ୟ କୁହାଯାଏ), ସରକାରୀ ଜାତିର ପରିଚୟ ଦଲିଲରେ ଆପଣଙ୍କର ଜାତି କିମ୍ବା ଜାତିର ଚିହ୍ନଟକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି |",
    "1988461282": "ପ୍ରକ୍ରିୟାକରଣ ପାଇଁ ଆଇନଗତ ଆଧାର |",
    "3519564631": "ଉଦ୍ଦେଶ୍ୟ ପ୍ରକ୍ରିୟାକରଣ |",
    "1778642038": "ଆପଣଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରିବାକୁ |",
    "2223819810": "ଆମର ପ୍ଲାଟଫର୍ମକୁ ଅପ୍ଟିମାଇଜ୍ କରିବାକୁ |",
    "1678661231": "ଅନୁପାଳନ, ଠକେଇ ରୋକିବା ଏବଂ ନିରାପତ୍ତା ପାଇଁ |",
    "2561077702": "ଆମର ସେବା ଯୋଗାଇବା ପାଇଁ |",
    "2066321185": "ଆଇନଗତ ଭିତ୍ତିଭୂମି |",
    "1174237568": "ଏହି ପ୍ରକ୍ରିୟାକରଣ କାର୍ଯ୍ୟକଳାପ ଆମର ବ legitimate ଧ ସ୍ୱାର୍ଥ ଗଠନ କରେ | ଆମର ଆଇନଗତ ସ୍ୱାର୍ଥ ପାଇଁ ଆମେ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ପ୍ରକ୍ରିୟାକରଣ କରିବା ପୂର୍ବରୁ ଆପଣଙ୍କ ଉପରେ (ଉଭୟ ସକରାତ୍ମକ ଏବଂ ନକାରାତ୍ମକ) ଏବଂ ଆପଣଙ୍କର ଅଧିକାର ଉପରେ ଯେକ potential ଣସି ସମ୍ଭାବ୍ୟ ପ୍ରଭାବକୁ ବିଚାର ଏବଂ ସନ୍ତୁଳନ କରିବାକୁ ଚେଷ୍ଟା କରୁ | କାର୍ଯ୍ୟକଳାପ ପାଇଁ ଆମେ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ବ୍ୟବହାର କରୁନାହୁଁ ଯେଉଁଠାରେ ଆମର ଆଗ୍ରହ ଆପଣଙ୍କ ଉପରେ କ ad ଣସି ପ୍ରତିକୂଳ ପ୍ରଭାବ ଦ୍ over ାରା ନବଲିଖନ କରାଯାଇଥାଏ (ଯଦି ଆପଣଙ୍କର ସମ୍ମତି ନଥାଏ କିମ୍ବା ଅନ୍ୟଥା ଆଇନ ଅନୁଯାୟୀ ଅନୁମତି ନଥାଏ) |",
    "1350478093": "ଉଦ୍ଦେଶ୍ୟ ପ୍ରକ୍ରିୟାକରଣ |",
    "787916198": "ତୁମର ସମ୍ମତି ସହିତ |",
    "3348433919": "ତୁମର ଅଧିକାର",
    "3842673636": "GDPR ଅଧୀନରେ, ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ସମ୍ବନ୍ଧରେ ଆପଣଙ୍କର କିଛି ଅଧିକାର ଅଛି | ତୁମର ବ୍ୟକ୍ତିଗତ ସୂଚନା ସଂପର୍କରେ ଆପଣ ନିମ୍ନଲିଖିତ କାର୍ଯ୍ୟାନୁଷ୍ଠାନ ଗ୍ରହଣ କରିବାକୁ ଆମକୁ କହିପାରନ୍ତି:",
    "4057343238": "ଅପ୍ଟ-ଆଉଟ୍ |",
    "1834911235": "ଆପଣଙ୍କୁ ସିଧାସଳଖ ମାର୍କେଟିଂ ଯୋଗାଯୋଗ ପଠାଇବା ବନ୍ଦ କରନ୍ତୁ ଯାହାକୁ ଆପଣ ଗ୍ରହଣ କରିବାକୁ ପୂର୍ବରୁ ରାଜି ହୋଇଛନ୍ତି | ଆମେ ଆପଣଙ୍କୁ ସେବା ସମ୍ବନ୍ଧୀୟ ଏବଂ ଅନ୍ୟାନ୍ୟ ମାର୍କେଟିଂ ଯୋଗାଯୋଗ ପଠାଇବା ଜାରି ରଖିପାରିବା |",
    "3022301908": "ପ୍ରବେଶ",
    "680638297": "ତୁମର ବ୍ୟକ୍ତିଗତ ସୂଚନାର ପ୍ରକ୍ରିୟାକରଣ ବିଷୟରେ ତୁମକୁ ସୂଚନା ପ୍ରଦାନ କର ଏବଂ ତୁମର ବ୍ୟକ୍ତିଗତ ସୂଚନାକୁ ତୁମକୁ ଆକ୍ସେସ୍ କର |",
    "1409486258": "ସଠିକ୍ |",
    "3878077249": "ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନାରେ ଭୁଲ୍ ଅପଡେଟ୍ କିମ୍ବା ସଂଶୋଧନ କରନ୍ତୁ |",
    "3645414921": "ଡିଲିଟ୍ କରନ୍ତୁ |",
    "42182578": "ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ବିଲୋପ କରନ୍ତୁ |",
    "1609621367": "ସ୍ଥାନାନ୍ତର |",
    "3208155808": "ତୁମର ବ୍ୟକ୍ତିଗତ ସୂଚନାର ଏକ ମେସିନ୍-ପଠନୀୟ କପି ତୁମକୁ କିମ୍ବା ତୁମର ପସନ୍ଦର ଏକ ତୃତୀୟ ପକ୍ଷକୁ ସ୍ଥାନାନ୍ତର କର |",
    "1786796818": "ପ୍ରତିବନ୍ଧକ |",
    "3329634829": "ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନାର ପ୍ରକ୍ରିୟାକରଣ ଉପରେ ପ୍ରତିବନ୍ଧକ ଲଗାନ୍ତୁ |",
    "4202774977": "ବସ୍ତୁ",
    "3007158970": "ଆମର ଅଧିକାରକୁ ପ୍ରଭାବିତ କରୁଥିବା ଆମର ବ୍ୟକ୍ତିଗତ ସୂଚନାର ପ୍ରକ୍ରିୟାକରଣର ଆଧାର ଭାବରେ ଆମର ବ legitimate ଧ ସ୍ୱାର୍ଥ ଉପରେ ଆମର ନିର୍ଭରଶୀଳତାକୁ ଅବଜେକ୍ଟ କରନ୍ତୁ |",
    "1273071008": "ଡାଟା ବିଷୟ ପ୍ରବେଶ ଅଧିକାର ଅନୁରୋଧ |",
    "3594381346": "ଅବସ୍ଥାନ",
    "21141582": "ଏହା",
    "3357523404": "କ୍ରସର ସୀମା ତଥ୍ୟ ସ୍ଥାନାନ୍ତର |",
    "290966395": "ଆମର “ଯୁକ୍ତରାଷ୍ଟ୍ର ବାହାରେ ଗ୍ରାହକଙ୍କୁ ଏକ ଟିପ୍ପଣୀ” ବିଭାଗରେ ବର୍ଣ୍ଣନା କରାଯାଇଥିବା ପରି, ଦୟାକରି ସଚେତନ ରୁହନ୍ତୁ ଯେ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ଯୁକ୍ତରାଷ୍ଟ୍ରକୁ ସ୍ଥାନାନ୍ତରିତ, ପ୍ରକ୍ରିୟାକରଣ ଏବଂ ଗଚ୍ଛିତ ହେବ | ଯୁକ୍ତରାଷ୍ଟ୍ରରେ ଡାଟା ସୁରକ୍ଷା ଆଇନ ଆପଣଙ୍କ ବାସସ୍ଥାନର ନିୟମଠାରୁ ଭିନ୍ନ ହୋଇପାରେ | ଆମର ସାଇଟ ପରିଦର୍ଶନ କରି କିମ୍ବା ଆମର ସେବା ବ୍ୟବହାର କରି ଏହି ଗୋପନୀୟତା ନୀତିରେ ସେଟ୍ ହୋଇଥିବା ବ୍ୟକ୍ତିଗତ ସୂଚନା ସହିତ ଆପଣଙ୍କର ସୂଚନା ସ୍ଥାନାନ୍ତର କରିବାକୁ ଆପଣ ରାଜି ହୁଅନ୍ତି |",
    "3178581111": "ନୂତନ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ବ୍ୟବହାର କରନ୍ତୁ |",
    "1088304322": "ଏହି ଗୋପନୀୟତା ନୀତିରେ ବର୍ଣ୍ଣନା କରାଯାଇ ନ ଥିବା କାରଣ ପାଇଁ ଆମେ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ବ୍ୟବହାର କରିପାରିବା, ଯେଉଁଠାରେ ଆମକୁ ଏହା କରିବାକୁ ଆଇନ ଅନୁମତିପ୍ରାପ୍ତ ଏବଂ କେଉଁ କାରଣ ପାଇଁ ଆମେ ଏହାକୁ ସଂଗ୍ରହ କରିଥିଲୁ ଏହାର କାରଣ ସହିତ ସୁସଙ୍ଗତ | ଯଦି ଆମେ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନାକୁ ଏକ ଅବିଭକ୍ତ ଉଦ୍ଦେଶ୍ୟରେ ବ୍ୟବହାର କରିବା ଆବଶ୍ୟକ କରୁ, ତେବେ ଆମେ ଆପଣଙ୍କୁ ସୂଚିତ କରିପାରିବା ଏବଂ ସେହି ବ୍ୟବହାର ପାଇଁ ପ୍ରଯୁଜ୍ୟ ଆଇନଗତ ଆଧାରକୁ ବ୍ୟାଖ୍ୟା କରିପାରିବା | ଯଦି ଆମେ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନାର ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ବ୍ୟବହାର ପାଇଁ ଆପଣଙ୍କ ସମ୍ମତି ଉପରେ ନିର୍ଭର କରିଥାଉ, ଆମେ କ any ଣସି ସମ୍ପର୍କ ନଥିବା ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଆପଣଙ୍କ ସମ୍ମତି ଲୋଡି ପାରିବା ଏବଂ ଯଦି ଆପଣ ଆପତ୍ତି କରନ୍ତି ତେବେ ସେହି ସମୟରେ ଆପଣଙ୍କର ସେବା ବ୍ୟବହାରକୁ ବନ୍ଦ କରିବାକୁ ଅନୁମତି ଦେଇପାରିବା |",
    "2260079771": "ତଥ୍ୟ ଧାରଣ",
    "38428546": "ଆମେ ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟକୁ ଆମ ସହିତ ଆପଣଙ୍କ ଆକାଉଣ୍ଟ୍ ଜୀବନ ସାରା ସୁରକ୍ଷିତ ଭାବରେ ଗଚ୍ଛିତ କରୁ | ଯେକ any ଣସି ଆଇନଗତ, ଆକାଉଣ୍ଟିଂ, କିମ୍ବା ରିପୋର୍ଟିଂ ବାଧ୍ୟତାମୂଳକ କିମ୍ବା ବିବାଦର ସମାଧାନ ଉଦ୍ଦେଶ୍ୟରେ ଆମେ ଯେଉଁ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଏହାକୁ ସଂଗ୍ରହ କରିଥିଲୁ, ତାହା ପୂରଣ କରିବା ପର୍ଯ୍ୟନ୍ତ ଆମେ କେବଳ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ତଥ୍ୟକୁ ବଜାୟ ରଖିବୁ | ଷ୍ଟୋରେଜ୍ ଅବଧି ନିର୍ଣ୍ଣୟ କରିବା ପାଇଁ ଆମେ ବ୍ୟବହାର କରୁଥିବା ମାନଦଣ୍ଡରେ ପ୍ରଯୁଜ୍ୟ ଚୁକ୍ତିଭିତ୍ତିକ ବ୍ୟବସ୍ଥା ଅନ୍ତର୍ଭୂକ୍ତ ହୋଇଛି ଯାହା ବଳବତ୍ତର ଅଛି, ଆଇନଗତ ବିଧିଗତ ସୀମିତତା ଅବଧି, ପ୍ରଯୁଜ୍ୟ ନିୟାମକ ଆବଶ୍ୟକତା ଏବଂ ଶିଳ୍ପ ମାନକ |",
    "384965568": "ଧାରଣ ଆବଶ୍ୟକତା ଅନୁଯାୟୀ ଭିନ୍ନ ଭିନ୍ନ, ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ତଥ୍ୟର ବିଭିନ୍ନ ଦିଗ ପାଇଁ ଆମର ସାଧାରଣ ଧାରଣ ଅବଧି ବିଷୟରେ ସୂଚନା ନିମ୍ନରେ ବର୍ଣ୍ଣନା କରାଯାଇଛି |",
    "2788836740": "ମାର୍କେଟିଂ ଉଦ୍ଦେଶ୍ୟରେ ଯୋଗାଯୋଗ ସୂଚନା ତୁମେ ସବସ୍କ୍ରାଇବ ନକରିବା ପର୍ଯ୍ୟନ୍ତ ଏକ ନିରନ୍ତର ଭିତ୍ତିରେ ରଖାଯାଏ | ତା’ପରେ ଆମେ ଅନିର୍ଦ୍ଦିଷ୍ଟ କାଳ ପର୍ଯ୍ୟନ୍ତ ଆମର ଦମନ ତାଲିକାରେ ତୁମର ବିବରଣୀ ଯୋଡିବୁ | ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍ସରୁ ସଂଗୃହିତ ଇମେଲ ସୂଚନା ମାର୍କେଟିଂ ଉଦ୍ଦେଶ୍ୟରେ କେବେବି ବ୍ୟବହୃତ ହେବ ନାହିଁ |",
    "3520687192": "ଆପଣଙ୍କ ସହିତ ଯୋଗାଯୋଗର ରେକର୍ଡଗୁଡିକ (ଯଥା ଇମେଲ୍ କିମ୍ବା ଟ୍ୱିଟର ମାଧ୍ୟମରେ ଖୋଲାଯାଇଥିବା ସମର୍ଥନ ଟିକେଟ୍) ଅନିର୍ଦ୍ଦିଷ୍ଟ କାଳ ପର୍ଯ୍ୟନ୍ତ ରଖାଯାଇପାରେ |",
    "292211832": "ବ technical ଷୟିକ ମାଧ୍ୟମ ମାଧ୍ୟମରେ ସଂଗୃହିତ ସୂଚନା ଯେପରିକି କୁକିଜ, ୱେବପେଜ କାଉଣ୍ଟର ଏବଂ ଅନ୍ୟାନ୍ୟ ଆନାଲିଟିକ୍ସ ଉପକରଣଗୁଡ଼ିକ ବ୍ୟବହାରିକ ଶୀଘ୍ର ବର୍ଜନ କରାଯାଇଥାଏ, କିନ୍ତୁ କୁକିର ସମାପ୍ତି ଠାରୁ ଏକ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ସୀମିତ ସମୟ ପାଇଁ ରଖାଯାଇପାରେ, ସାଧାରଣତ a ଏକ ଚିହ୍ନିତ ଏବଂ ଏକତ୍ରିତ ଫର୍ମରେ | ଯେପର୍ଯ୍ୟନ୍ତ ଆମେ ଆମର ସେବାର ସମ୍ଭାବ୍ୟ ଅପବ୍ୟବହାର ଚିହ୍ନଟ କରୁନାହୁଁ, ଯେଉଁ କ୍ଷେତ୍ରରେ ଭବିଷ୍ୟତର ଅପବ୍ୟବହାରକୁ ରୋକିବାରେ ଆମକୁ ସାହାଯ୍ୟ କରିବାକୁ ସେହି ସୂଚନାକୁ ଆମେ ରଖିବୁ | ଏହି ଅଜ୍ଞାତ ତଥା ସଂଗୃହିତ ସୂଚନାକୁ ତୁମ, ତୁମର ଘର, ଏକ IP ଠିକଣା କିମ୍ବା ଗଚ୍ଛିତ ସୂଚନା ଉପରେ ଆଧାର କରି କ personal ଣସି ବ୍ୟକ୍ତିଗତ ସୂଚନା ସହିତ ଲିଙ୍କ୍ କରିବାକୁ ଆମେ ଅସମର୍ଥ |",
    "470943029": "ଏହି ଗୋପନୀୟତା ନୀତି ବିଷୟରେ ଯଦି ଆପଣଙ୍କର କିଛି ପ୍ରଶ୍ନ ଅଛି, ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ:",
    "3192683783": "ଏହି ଗୋପନୀୟତା ନୀତିରେ ପରିବର୍ତ୍ତନ |",
    "1702335960": "ଯେକ Any ଣସି ସୂଚନା ଯାହା ଆମେ ସଂଗ୍ରହ କରୁ ସେହି ସମୟରେ ଗୋପନୀୟତା ନୀତି ଅଧୀନରେ ରହିଥାଏ | ଆମେ, ତଥାପି, ସମୟ ସମୟରେ ଗୋପନୀୟତା ନୀତି ସଂଶୋଧନ କରିପାରିବା | ଯଦି ଏକ ସଂଶୋଧନ ବସ୍ତୁ ଅଟେ, ଯେପରି କେବଳ ଆମ ଦ୍ୱାରା ସ୍ଥିର ହୋଇଛି, ଆମେ ଆପଣଙ୍କୁ ସୂଚିତ କରିବୁ, ଉଦାହରଣ ସ୍ୱରୂପ ଇମେଲ ମାଧ୍ୟମରେ | ସାମ୍ପ୍ରତିକ ସଂସ୍କରଣ ସର୍ବଦା ଆମର ଗୋପନୀୟତା ନୀତି ପୃଷ୍ଠାରେ ପୋଷ୍ଟ ହେବ |",
    "3669258571": "କୁକି ନୀତି |",
    "2905621957": "ଶେଷ ଅଦ୍ୟତନ: ଜୁଲାଇ 18, 2020 |",
    "1173934218": "ଆମେ ବୁ understand ିପାରୁ ଯେ ଆପଣଙ୍କ ଗୋପନୀୟତା ଆପଣଙ୍କ ପାଇଁ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଏବଂ ଆମେ ବ୍ୟବହାର କରୁଥିବା ଟେକ୍ନୋଲୋଜି ବିଷୟରେ ସ୍ୱଚ୍ଛ ହେବା ପାଇଁ ପ୍ରତିବଦ୍ଧ | ଏହି ନୀତି ଆମର ସାଇଟ୍ ଏବଂ ସେବାରେ କିପରି ଏବଂ କେତେବେଳେ କୁକିଜ୍ ବ୍ୟବହାର କରେ ସେ ସମ୍ବନ୍ଧରେ ବିସ୍ତୃତ ସୂଚନା ପ୍ରଦାନ କରେ |",
    "2694150481": "ଆମେ କୁକିଜ୍ ବ୍ୟବହାର କରୁ କି?",
    "457627611": "ହଁ ଆମେ ଏବଂ ଆମର ଆନାଲିଟିକ୍ସ କିମ୍ବା ସେବା ପ୍ରଦାନକାରୀ, ମାର୍କେଟିଂ ପାର୍ଟନର ଏବଂ ସହଯୋଗୀମାନେ କୁକିଜ୍, ୱେବ୍ ବିକନ୍, କିମ୍ବା ପିକ୍ସେଲ ଏବଂ ଅନ୍ୟାନ୍ୟ ପ୍ରଯୁକ୍ତିବିଦ୍ୟା ବ୍ୟବହାର କରିପାରନ୍ତି, ଯେଉଁମାନେ ସାଇଟ୍ ବ୍ୟବହାର କରନ୍ତି ସେମାନଙ୍କ ପାଇଁ ସର୍ବୋତ୍ତମ ସମ୍ଭାବ୍ୟ ଅଭିଜ୍ଞତା ଅଛି | ଅଧିକ ବିବରଣୀ ପାଇଁ ଦୟାକରି ଆମର ଗୋପନୀୟତା ନୀତିର \"ତୃତୀୟ ପକ୍ଷ ଆନାଲିଟିକ୍ସ ଏବଂ ଟ୍ରାକିଂ ଟେକ୍ନୋଲୋଜି\" ବିଭାଗ ଦେଖନ୍ତୁ |",
    "501102544": ": ଆମେ ବିଶ୍ାସ କରୁ ଯେ hCaptcha ଆଣ୍ଟି-ବଟ୍ ସେବା (ଅର୍ଥାତ୍ ୱେବସାଇଟ୍, ଖେଳ, କିମ୍ବା ମୋବାଇଲ୍ ଆପ୍ ଦ୍ୱାରା ସନ୍ନିବେଶିତ ସେବା) କେବଳ GDPR ନିୟମାବଳୀ ଅନୁଯାୟୀ ତଥାକଥିତ \"ସମ୍ମତିମୁକ୍ତ\" କୁକିଜ୍ ଅନ୍ତର୍ଭୂକ୍ତ କରେ | ଏହିପରି ମୁକ୍ତ କୁକିଜଗୁଡ଼ିକର ଉଦାହରଣଗୁଡ଼ିକ ଅନ୍ତର୍ଭୁକ୍ତ:",
    "461631543": "GDPR ଟିପ୍ପଣୀ |",
    "2150907653": "* ସେବା ଯୋଗାଇବା ପାଇଁ ଯାନ୍ତ୍ରିକ କୁକିଜ୍ କଠୋର ଆବଶ୍ୟକ | ଏଥିରେ ପ୍ରିଫରେନ୍ସ କୁକିଜ୍, ଅଧିବେଶନ କୁକିଜ୍, ଲୋଡ୍ ସନ୍ତୁଳନ କୁକିଜ୍ ଇତ୍ୟାଦି ଅନ୍ତର୍ଭୁକ୍ତ |",
    "1012122721": "* ପରିସଂଖ୍ୟାନ କୁକିଜ୍ ଆମ ଦ୍ୱାରା ସିଧାସଳଖ ପରିଚାଳିତ (ଅର୍ଥାତ୍ ପ୍ରଥମ ପାର୍ଟୀ, ତୃତୀୟ-ପକ୍ଷ କୁକିଜ୍ ନୁହେଁ), ଯେଉଁଠାରେ ତଥ୍ୟ ପ୍ରୋଫାଇଲ୍ ପାଇଁ ବ୍ୟବହୃତ ହୁଏ ନାହିଁ |",
    "148542287": "ଏହା ଆଇନଗତ ପରାମର୍ଶ ନୁହେଁ ଏବଂ ଏହି ବିଶ୍ଳେଷଣ ସମ୍ବନ୍ଧରେ କ war ଣସି ୱାରେଣ୍ଟି ପ୍ରଦାନ କରାଯାଇ ନାହିଁ | ଯଦି ଆପଣଙ୍କର ଅତିରିକ୍ତ ପ୍ରଶ୍ନ କିମ୍ବା ଚିନ୍ତା ଅଛି, ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ:",
    "3956117148": "ଏହି ନୀତିରେ ବର୍ଣ୍ଣନା କରାଯାଇଥିବା ପରି hCaptcha.com ଏବଂ BotStop.com ୱେବସାଇଟ୍ (ସାଇଟ୍) ଅତିରିକ୍ତ କୁକିଜ୍ ଅନ୍ତର୍ଭୁକ୍ତ କରିପାରେ |",
    "3255230599": "କୁକି କ’ଣ?",
    "1095532507": "ଏକ କୁକି (\"କୁକି\") ହେଉଛି ଏକ ଛୋଟ ପାଠ୍ୟ ଫାଇଲ ଯାହା ଏକ ୱେବ୍ ପୃଷ୍ଠା ସର୍ଭର ଦ୍ୱାରା ଆପଣଙ୍କର ହାର୍ଡ ଡ୍ରାଇଭରେ ସ୍ଥାନିତ | କୁକିଜ୍ ସୂଚନା ଧାରଣ କରିଥାଏ ଯାହାକି ପରବର୍ତ୍ତୀ ସମୟରେ ଡୋମେନ୍ ରେ ଏକ ୱେବ୍ ସର୍ଭର ଦ୍ୱାରା ପ read ାଯାଇପାରେ ଯାହା ଆପଣଙ୍କୁ କୁକି ପ୍ରଦାନ କରିଥାଏ | କିଛି କୁକିଜ୍ କେବଳ ବ୍ୟବହୃତ ହେବ ଯଦି ଆପଣ କିଛି ବ features ଶିଷ୍ଟ୍ୟ ବ୍ୟବହାର କରନ୍ତି କିମ୍ବା କିଛି ପସନ୍ଦ ପସନ୍ଦ କରନ୍ତି, ଏବଂ କିଛି କୁକିଜ୍ ସର୍ବଦା ବ୍ୟବହୃତ ହେବ | ନିମ୍ନରେ ଆମର ସାମ୍ପ୍ରତିକ କୁକି ତାଲିକା ଦେଖି ଆପଣ ପ୍ରତ୍ୟେକ କୁକି ବିଷୟରେ ଅଧିକ ଜାଣିପାରିବେ |",
    "2943815316": "ଆମେ ଏହି ତାଲିକାକୁ ପର୍ଯ୍ୟାୟକ୍ରମେ ଅପଡେଟ୍ କରୁ, ତେଣୁ ଅତିରିକ୍ତ କୁକିଜ୍ ଥାଇପାରେ ଯାହା ଏପର୍ଯ୍ୟନ୍ତ ତାଲିକାଭୁକ୍ତ ହୋଇନାହିଁ | ୱେବ୍ ବିକନ୍, ଟ୍ୟାଗ୍ ଏବଂ ସ୍କ୍ରିପ୍ଟଗୁଡିକ କୁକିଜ୍ ବିତରଣ, ପରିଦର୍ଶନ ଗଣନା, ବ୍ୟବହାର ଏବଂ ଅଭିଯାନର କାର୍ଯ୍ୟକାରିତା ବୁ understand ିବା ଏବଂ ଏକ ଇମେଲ୍ ଖୋଲାଯାଇଛି କି ନାହିଁ ତାହା ନିର୍ଣ୍ଣୟ କରିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ସାଇଟ୍ କିମ୍ବା ଇମେଲରେ ବ୍ୟବହୃତ ହୋଇପାରେ | ଆମର ସେବା / ଆନାଲିଟିକ୍ସ ପ୍ରଦାନକାରୀଙ୍କ ଦ୍ୱାରା ବ୍ୟକ୍ତିଗତ ଏବଂ ଏକତ୍ରିତ ଭିତ୍ତିରେ ଏହି ଟେକ୍ନୋଲୋଜିର ବ୍ୟବହାର ଉପରେ ଆଧାର କରି ଆମେ ରିପୋର୍ଟ ଗ୍ରହଣ କରିପାରିବା |",
    "2954157511": "ଆମେ କାହିଁକି କୁକିଜ୍ ବ୍ୟବହାର କରୁ?",
    "1539071196": "ଆମେ ସାଧାରଣତ the ନିମ୍ନଲିଖିତ ଉଦ୍ଦେଶ୍ୟରେ କୁକିଜ୍ ବ୍ୟବହାର କରୁ:",
    "3545935449": "ନୂତନ କିମ୍ବା ଅତୀତ ବ୍ୟବହାରକାରୀଙ୍କୁ ଚିହ୍ନିବା ପାଇଁ |",
    "32739972": "ଯଦି ଆପଣ ଆମର ସାଇଟରେ ପଞ୍ଜୀକୃତ ହୁଅନ୍ତି ତେବେ ଆପଣଙ୍କର ଲଗଇନ୍ ଅଧିବେଶନ ସୂଚନା ସଂରକ୍ଷଣ କରିବାକୁ |",
    "4209078147": "ଆମର ସାଇଟ୍ କୁ ଉନ୍ନତ କରିବାକୁ ଏବଂ ଆମର ପ୍ଲାଟଫର୍ମ ଏବଂ ସାଇଟରେ ଆପଣଙ୍କର ଭ୍ରମଣକୁ ଭଲ ଭାବରେ ବୁ to ିବାକୁ |",
    "1077448694": "ତୃତୀୟ ପକ୍ଷ ସୋସିଆଲ ମିଡିଆ ୱେବସାଇଟ୍ ସହିତ ଏକୀଭୂତ ହେବା |",
    "1709478090": "ଆଗ୍ରହ-ଆଧାରିତ କିମ୍ବା ଲକ୍ଷ୍ୟ ରଖାଯାଇଥିବା ବିଜ୍ଞାପନ ସହିତ ଆପଣଙ୍କୁ ସେବା କରିବାକୁ |",
    "3256020881": "ଏକାଧିକ ୱେବସାଇଟ୍ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ପ୍ଲାଟଫର୍ମରେ ସମୟ ସହିତ ଆପଣଙ୍କର ଆଚରଣ ଏବଂ ବ୍ରାଉଜିଂ କାର୍ଯ୍ୟକଳାପ ଉପରେ ନଜର ରଖିବା |",
    "1092241113": "ଆମର ଗ୍ରାହକ ଏବଂ ଇଣ୍ଟିଗ୍ରେଟରଙ୍କ ସ୍ୱାର୍ଥକୁ ଭଲ ଭାବରେ ବୁ To ିବା ପାଇଁ |",
    "1434289796": "ସାଇଟଗୁଡିକର ନିର୍ଦ୍ଦିଷ୍ଟ ବ୍ୟବହାର ପାଇଁ କିଛି କୁକିଜ୍ ଆବଶ୍ୟକ, ଏବଂ ଏହିପରି କୁକିଜ୍ ବିନା, ଆମେ ଅନେକ ସେବା ପ୍ରଦାନ କରିବାକୁ ସମର୍ଥ ହେବୁ ନାହିଁ ଯାହାକୁ ଆପଣ ସଠିକ୍ ଭାବରେ ସାଇଟ୍ ବ୍ୟବହାର କରିବା ଆବଶ୍ୟକ କରନ୍ତି | ଏହି କୁକିଜ୍, ଉଦାହରଣ ସ୍ୱରୂପ, ଆମକୁ ଆମର ସାଇଟ୍ ଚଲାଇବାକୁ ଅନୁମତି ଦିଏ ଯାହା ଦ୍ you ାରା ଆପଣ ଏହାକୁ ଅନୁରୋଧ କରି ଏହାକୁ ପ୍ରବେଶ କରିପାରିବେ ଏବଂ ଆମକୁ ଜାଣିବାକୁ ଦିଅନ୍ତୁ ଯେ ଆପଣ ଏକ ଆକାଉଣ୍ଟ୍ ସୃଷ୍ଟି କରିଛନ୍ତି ଏବଂ ସାଇଟ୍ ବିଷୟବସ୍ତୁକୁ ପ୍ରବେଶ କରିବାକୁ ସେହି ଆକାଉଣ୍ଟରେ ଲଗ୍ କରିଛନ୍ତି | ସେଗୁଡିକ କୁକିଜ୍ ମଧ୍ୟ ଅନ୍ତର୍ଭୂକ୍ତ କରେ ଯାହା ସମାନ ବ୍ରାଉଜିଂ ଅଧିବେଶନ ମଧ୍ୟରେ ଆପଣଙ୍କର ପୂର୍ବ କାର୍ଯ୍ୟକୁ ମନେ ରଖିବା ପାଇଁ ସକ୍ଷମ କରେ ଏବଂ ଆମର ସାଇଟ୍ଗୁଡ଼ିକୁ ସୁରକ୍ଷିତ କରେ |",
    "1533171442": "ବିଶ୍ଳେଷଣ ଏବଂ ମାର୍କେଟିଂ ଉଦ୍ଦେଶ୍ୟରେ ଆମେ ତୃତୀୟ ପକ୍ଷରୁ କାର୍ଯ୍ୟକ୍ଷମ କୁକିଜ୍ ଏବଂ କୁକିଜ୍ ମଧ୍ୟ ବ୍ୟବହାର କରୁ | କାର୍ଯ୍ୟକ୍ଷମ କୁକିଜ୍ ସାଇଟଗୁଡିକର କିଛି ଅଂଶକୁ ସଠିକ୍ ଭାବରେ କାର୍ଯ୍ୟ କରିବାକୁ ସକ୍ଷମ କରେ ଏବଂ ଆପଣଙ୍କର ଉପଭୋକ୍ତା ପସନ୍ଦଗୁଡିକ ଜଣାଶୁଣା | ବିଶ୍ଳେଷଣ କୁକିଜ୍, ଅନ୍ୟାନ୍ୟ ଜିନିଷ ମଧ୍ୟରେ, ଗ୍ରାହକ, ଇଣ୍ଟିଗ୍ରେଟର୍, ଏବଂ ଶେଷ-ଉପଭୋକ୍ତାମାନେ କିପରି ଆମର ସାଇଟ୍ ବ୍ୟବହାର କରନ୍ତି, ବିଷୟବସ୍ତୁ ଏବଂ ଉତ୍ପାଦ ଯାହା ଉପଭୋକ୍ତାମାନେ ବାରମ୍ବାର ଦେଖନ୍ତି, ଏବଂ ଆମର ତୃତୀୟ ପକ୍ଷ ବିଜ୍ଞାପନର ପ୍ରଭାବ ବିଷୟରେ ସୂଚନା ସଂଗ୍ରହ କରନ୍ତି | ବିଜ୍ଞାପନ କୁକିଜ୍ ସମ୍ପୃକ୍ତ ଦର୍ଶକଙ୍କ ପାଇଁ ବିଜ୍ଞାପନ ବିତରଣ କରିବାରେ ସାହାଯ୍ୟ କରେ ଏବଂ ଆମର ବିଜ୍ଞାପନଗୁଡିକ ସନ୍ଧାନ ଫଳାଫଳର ଶୀର୍ଷରେ ଦେଖାଯାଏ | କୁକିଜଗୁଡ଼ିକ ହେଉଛି “ଅଧିବେଶନ” କୁକିଜ ଯାହାକି ତୁମର ବ୍ରାଉଜର୍ ଅଧିବେଶନ ସମାପ୍ତ କଲାବେଳେ ଡିଲିଟ ହୋଇଯାଏ, କିମ୍ବା “ସ୍ଥିର”, ଯାହାକି ତୁମ ଦ୍ୱାରା ବିଲୋପ ହେବା ପର୍ଯ୍ୟନ୍ତ ରହିଥାଏ (ନିମ୍ନରେ ଆଲୋଚନା କରାଯାଇଥାଏ) କିମ୍ବା କୁକି ପରିବେଷଣ କରୁଥିବା ପାର୍ଟି | ସାଇଟଗୁଡିକରେ ବ୍ୟବହୃତ ସମସ୍ତ କୁକିଜ୍ ବିଷୟରେ ସମ୍ପୂର୍ଣ୍ଣ ବିବରଣୀ ନିମ୍ନରେ ଆମର କୁକି ପ୍ରକାଶନ ସାରଣୀରେ ଉପଲବ୍ଧ |",
    "322830977": "କୁକିଜକୁ କିପରି ଅକ୍ଷମ କରିବେ |",
    "3885459114": "ଆପଣ ସାଧାରଣତ your ଆପଣଙ୍କର ୱେବ୍ ବ୍ରାଉଜରରେ ନିର୍ମିତ ଏକ କାର୍ଯ୍ୟକାରିତା ମାଧ୍ୟମରେ କୁକିଜ୍ ବ୍ୟବହାରକୁ ସକ୍ରିୟ କିମ୍ବା ପରେ ନିଷ୍କ୍ରିୟ କରିପାରିବେ | ଯଦି ଆପଣ କୁକିଜ୍ ବିଷୟରେ ଅଧିକ ଜାଣିବାକୁ ଚାହାଁନ୍ତି, କିମ୍ବା ସେଗୁଡିକୁ କିପରି ନିୟନ୍ତ୍ରଣ, ଅକ୍ଷମ କିମ୍ବା ବିଲୋପ କରିବାକୁ ଚାହାଁନ୍ତି, ବିସ୍ତୃତ ମାର୍ଗଦର୍ଶନ ପାଇଁ ଦୟାକରି https://www.knowcookies.com/ ପରିଦର୍ଶନ କରନ୍ତୁ |",
    "262509504": "କୁକିଜ୍ ଦ୍ collected ାରା ସଂଗୃହିତ ସୂଚନାକୁ ଆମେ ଏହି ଗୋପନୀୟତା ନୀତି ଅନୁଯାୟୀ ଆପଣଙ୍କଠାରୁ ସଂଗ୍ରହ କରୁଥିବା ଅନ୍ୟ ସୂଚନା ସହିତ ଲିଙ୍କ୍ କରିପାରିବା ଏବଂ ଏଠାରେ ବର୍ଣ୍ଣିତ ମିଳିତ ସୂଚନାକୁ ବ୍ୟବହାର କରିପାରିବା | ସେହିପରି ଭାବରେ, ତୃତୀୟ ପକ୍ଷ ଯେଉଁମାନେ ଆମ ସାଇଟରେ କୁକିଜ୍ ସେବା କରନ୍ତି, ସେମାନେ ଆପଣଙ୍କର ନାମ କିମ୍ବା ଇମେଲ୍ ଠିକଣାକୁ ସେମାନେ ସଂଗ୍ରହ କରୁଥିବା ଅନ୍ୟ ସୂଚନା ସହିତ ଲିଙ୍କ୍ କରିପାରନ୍ତି, ଯାହା ଅଫଲାଇନ୍ କିମ୍ବା ଅନ୍ଲାଇନ୍ରେ କ୍ରୟ କିମ୍ବା ଆପଣଙ୍କ ଅନଲାଇନ୍ ବ୍ୟବହାର ସୂଚନା ଅନ୍ତର୍ଭୂକ୍ତ କରିପାରେ |",
    "2935155034": "ଯଦି ତୁମେ ୟୁରୋପୀୟ ଅର୍ଥନ Area ତିକ କ୍ଷେତ୍ରରେ ଅବସ୍ଥିତ, ତୁମର କିଛି ଅଧିକାର ଅଛି ଯାହା ଉପରେ ତୁମ ବିଷୟରେ ଥିବା ତଥ୍ୟକୁ ଯାଞ୍ଚ ଏବଂ ସଂଶୋଧନ କିମ୍ବା ବିଲୋପ କରିବାର ଅଧିକାରକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି “ଇୟୁ ଡାଟା ସବଜେକ୍ଟସକୁ ବିଜ୍ଞପ୍ତି” ଶୀର୍ଷକରେ ବର୍ଣ୍ଣନା କରାଯାଇଛି |",
    "1873812847": "କୁକି (ଗୁଡିକ) ପ୍ରକାଶ |",
    "3319083717": "ନାମ:",
    "3183855267": "1. hmt_id",
    "907324388": "କାର୍ଯ୍ୟ",
    "2896187462": "1. କଠୋର ଆବଶ୍ୟକୀୟ ଅଜ୍ onymous ାତ ସେବା ସମ୍ବନ୍ଧୀୟ ପରିସଂଖ୍ୟାନ ପାଇଁ, ଏବଂ ଅନ୍ୟାନ୍ୟ ବ technical ଷୟିକ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ବ୍ୟବହାର ଯୋଗ୍ୟତାକୁ ସମର୍ଥନ କରିବା ପାଇଁ ବ୍ୟବହୃତ |",
    "987267027": "ପାର୍ଟୀ |",
    "3453526675": "1. ପ୍ରଥମ ପାର୍ଟୀ",
    "1952810469": "ଟାଇପ୍ କରନ୍ତୁ |",
    "1795436560": "1. ଅଧିବେଶନ",
    "102695075": "ଅବଧି",
    "3356329025": "1. 30 ଦିନ",
    "3744153629": "ନାମଗୁଡିକ:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "ଅଧିବେଶନ,",
    "3186435874": "ଅଧିବେଶନ",
    "720059527": "2. କଠୋର ଆବଶ୍ୟକୀୟ ବ technical ଷୟିକ ଉଦ୍ଦେଶ୍ୟରେ ବ୍ୟବହୃତ: ଭାର ସନ୍ତୁଳନ, ରାଉଟିଙ୍ଗ୍ |",
    "1241291641": "ଅଧିକ ବିବରଣୀ ଦେଖନ୍ତୁ |",
    "1834801943": "2. ପ୍ରଥମ ପାର୍ଟୀ",
    "2114694926": "2. ଅଧିବେଶନ",
    "938404336": "2. ଭିନ୍ନ; 30 ଦିନ ପର୍ଯ୍ୟନ୍ତ",
    "2196526290": "hc_accessibility",
    "2577178569": "3. କଠୋର ଆବଶ୍ୟକୀୟ ବ technical ଷୟିକ ଉଦ୍ଦେଶ୍ୟରେ ବ୍ୟବହୃତ: ଅଭିଗମ୍ୟତା ବ୍ୟବହାରକାରୀ ବ୍ୟବହାରକୁ ସକ୍ଷମ କରିଥାଏ |",
    "1061239711": "3. ପ୍ରଥମ ପାର୍ଟୀ",
    "1483015662": "3. ଅଧିବେଶନ",
    "3458934553": "3. ଭିନ୍ନ ଭିନ୍ନ; 30 ଦିନ ପର୍ଯ୍ୟନ୍ତ",
    "1527172673": "ଏହି କୁକି ନୀତି ବିଷୟରେ ଯଦି ଆପଣଙ୍କର କିଛି ପ୍ରଶ୍ନ ଅଛି, ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ:",
    "134571844": "ଇମ୍ପ୍ରେସମ୍ (ସାଇଟ୍ ନୋଟିସ୍)",
    "110836420": "ଶେଷ ଅଦ୍ୟତନ: ଡିସେମ୍ବର 23, 2020 |",
    "2901894297": "hCaptcha ହେଉଛି ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍, Inc. (\"IMI\") ର ଏକ ସେବା, ଡେଲାୱେର୍ US ନିଗମ (# 6393793) |",
    "2928362319": "ମେଲ୍ ହୋଇଥିବା ଅନୁସନ୍ଧାନକୁ ପଠାଯାଇପାରେ: ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍, Inc., 350 ଆଲାବାମା ଷ୍ଟ, ସାନ ଫ୍ରାନ୍ସିସ୍କୋ, CA 94110 |",
    "1300074400": "କମ୍ପାନୀର ସାମ୍ପ୍ରତିକ ପରିଚାଳନା ବିଷୟରେ ସୂଚନା ପ୍ରାୟ ପୃଷ୍ଠାରେ ମିଳିପାରେ | କମ୍ପାନୀର ସାମ୍ପ୍ରତିକ ସିଇଓ ହେଉଛି ବିଷୟବସ୍ତୁ ପାଇଁ ଦାୟୀ ପରିଚାଳନା ନିର୍ଦ୍ଦେଶକ |",
    "3094150511": "ନିୟାମକ ପ୍ରାଧିକରଣ: US ଫେଡେରାଲ୍ କମ୍ୟୁନିକେସନ୍ କମିଶନ, 45 L ଷ୍ଟ୍ରିଟ୍ NE, ୱାଶିଂଟନ୍, ଡିସି 20554 ଯୁକ୍ତରାଷ୍ଟ୍ର |",
    "2763011087": "ଉପଭୋକ୍ତା ବିବାଦର ସମାଧାନ ସଂସ୍ଥା ସାମ୍ନାରେ ଉପଭୋକ୍ତା ବିବାଦର ବିକଳ୍ପ ସମାଧାନ ପାଇଁ IMI ପ୍ରତିଶ୍ରୁତିବଦ୍ଧ ନୁହେଁ କିମ୍ବା ଏଥିରେ ଭାଗ ନେବାକୁ ବାଧ୍ୟ ନୁହେଁ |",
    "1395644678": "ଅନଲାଇନ୍ ବିବାଦର ସମାଧାନ ପାଇଁ ୟୁରୋପୀୟ କମିଶନ ଅଫିସିଆଲ୍ ୱେବସାଇଟ୍:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "ବିଷୟବସ୍ତୁ ସମ୍ବନ୍ଧରେ କ guarant ଣସି ଗ୍ୟାରେଣ୍ଟି ନାହିଁ |",
    "707541553": "ଆମର ଇଣ୍ଟରନେଟ୍ ପୃଷ୍ଠାଗୁଡ଼ିକରେ ଥିବା ସମସ୍ତ ସୂଚନା IMI କିମ୍ବା ଏକ ତୃତୀୟ ପକ୍ଷ ଦ୍ୱାରା ବ valid ଧ ହୋଇଛି | ତଥାପି, ସୂଚନା ବର୍ତ୍ତମାନର, ସଠିକ୍ କିମ୍ବା ସଂପୂର୍ଣ୍ଣ ହେବା ପାଇଁ IMI କିମ୍ବା ତୃତୀୟ ପକ୍ଷ ଦାୟୀ ରହିବେ ନାହିଁ | ଏହା ଅନ୍ୟ ୱେବସାଇଟ୍ ପାଇଁ ମଧ୍ୟ ପ୍ରଯୁଜ୍ୟ ଯାହା ଆମ ପୃଷ୍ଠାରେ ହାଇପର୍ ଲିଙ୍କ୍ ମାଧ୍ୟମରେ ପହଞ୍ଚିପାରିବ | ଏହି ବାହ୍ୟ ୱେବସାଇଟଗୁଡିକର ବିଷୟବସ୍ତୁ ପାଇଁ IMI କ responsibility ଣସି ଦାୟିତ୍। ଗ୍ରହଣ କରେ ନାହିଁ |",
    "2650241052": "କ advice ଣସି ପରାମର୍ଶ ନାହିଁ |",
    "3361191778": "ଇଣ୍ଟରନେଟ୍ ପୃଷ୍ଠାଗୁଡ଼ିକରେ ପ୍ରଦାନ କରାଯାଇଥିବା ସୂଚନା ବ୍ୟକ୍ତିଗତ ପରାମର୍ଶକୁ ପ୍ରତିନିଧିତ୍ୱ କରେ ନାହିଁ ଏବଂ ଏହାକୁ ବଦଳାଇ ପାରିବ ନାହିଁ | ଯଦି ଆପଣ ବ୍ୟକ୍ତିଗତ ପରାମର୍ଶ ଆବଶ୍ୟକ କରନ୍ତି, ଦୟାକରି ଆମର ସମର୍ଥନ କର୍ମଚାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "1031855757": "ଏହି ସାଇଟର ବ୍ୟବହାର |",
    "204716894": "ଆମର ୱେବ୍ ପୃଷ୍ଠାଗୁଡ଼ିକର ବିଷୟବସ୍ତୁ ଏବଂ ଡିଜାଇନ୍ କପିରାଇଟ୍ ନିୟମ ଅନୁଯାୟୀ ସୁରକ୍ଷିତ | ପୃଷ୍ଠାଗୁଡ଼ିକର ନକଲ ଏବଂ ଏହାର ବିଷୟବସ୍ତୁ ଏକ ଯଥାର୍ଥ ଯଥାର୍ଥ ବ୍ୟବହାରକୁ ଅତିକ୍ରମ କରୁଥିବା IMI ରୁ ଲିଖିତ ସମ୍ମତି ଆବଶ୍ୟକ କରେ ଯଦି ପୃଷ୍ଠାରେ ନକଲ ପାଇଁ ନିର୍ଦ୍ଦିଷ୍ଟ ଅନ୍ୟ କ legal ଣସି ଆଇନଗତ ବ୍ୟବସ୍ଥା ନାହିଁ |",
    "3182435854": "କପିରାଇଟ୍ |",
    "3187946010": "ଏହି ପୃଷ୍ଠାଗୁଡ଼ିକରେ ଥିବା ସମସ୍ତ ପାଠ୍ୟ, ପ୍ରତିଛବି, ଗ୍ରାଫିକାଲ୍ ଆନିମେସନ୍, ଭିଡିଓ, ମ୍ୟୁଜିକ୍, ଧ୍ୱନି ଏବଂ ଅନ୍ୟାନ୍ୟ ସାମଗ୍ରୀ ନିର୍ଦ୍ଦିଷ୍ଟ ହେଲେ IMI କିମ୍ବା ତୃତୀୟ ପକ୍ଷ ଦ୍ୱାରା କପିରାଇଟ୍ ନିୟମ ଅନୁଯାୟୀ ସୁରକ୍ଷିତ | ବାଣିଜ୍ୟିକ ବ୍ୟବହାର ପାଇଁ ଏହି ସାମଗ୍ରୀକୁ ନକଲ କିମ୍ବା ରୂପାନ୍ତର କରିବା ନିଷେଧ |",
    "74538881": "ଏହି ୱେବସାଇଟ୍ ପାଇଁ ଦାୟିତ୍। |",
    "3236873806": "ଏହି ୱେବସାଇଟ୍ ପାଇଁ IMI ଦାୟୀ |",
    "2657277322": "ଯଦି ଆପଣଙ୍କର କିଛି ପ୍ରଶ୍ନ ଅଛି, ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ:",
    "1338341134": "hCaptcha + ଗୋପନୀୟତା ପାସ୍ (ବିଟା)",
    "88879089": "ଗୋପନୀୟତା ପାସ୍ ହେଉଛି ଏକ |",
    "1898063898": "ଉପଭୋକ୍ତା ଗୋପନୀୟତା ସଂରକ୍ଷଣ ପାଇଁ ଯାହା ସହିତ ଆମେ ବିକାଶ କରୁଛୁ |",
    "1942186611": "ଏବଂ ଅନ୍ୟମାନେ |",
    "3673079511": "ଉଦୀୟମାନ ମାନକ",
    "2164933356": "କ୍ଲାଉଡ୍ ଫ୍ଲାର୍ |",
    "3119589996": "ଏହା କିପରି କାର୍ଯ୍ୟ କରେ: ଏକ ବ୍ରାଉଜର୍ ଏକ୍ସଟେନ୍ସନ୍ ଉପଭୋକ୍ତାମାନଙ୍କୁ ୱେବସାଇଟ୍ ପାଇଁ କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ଦୃଷ୍ଟିହୀନ ଟୋକେନ୍ ସୃଷ୍ଟି ଏବଂ ସାଇନ୍ କରିବାର କ୍ଷମତା ପ୍ରଦାନ କରେ ଯାହା ଗୋପନୀୟତା ପାସ୍ ପ୍ରୋଟୋକଲ୍ କୁ ସମର୍ଥନ କରେ | ଏକ୍ସଟେନ୍ସନ୍ କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ଦୃଷ୍ଟିହୀନ ଟୋକେନ୍ ଧାରଣ କରିଥିବା ପାସ୍ ସୃଷ୍ଟି କରେ ଯାହା hCaptcha ଦ୍ signed ାରା ଦସ୍ତଖତ ହୁଏ ଯେତେବେଳେ hCaptcha ସେବା ବ୍ୟବହାର କରି ଯେକ site ଣସି ସାଇଟରେ ଏକ ଚ୍ୟାଲେଞ୍ଜର ସମାଧାନ ହୁଏ,",
    "1254771154": "ଅନ୍ୟାନ୍ୟ ଗୋପନୀୟତା ପାସ୍-ସହାୟକ ସେବାଗୁଡିକରେ ଦେଖାଯାଇଥିବା ଆହ୍ .ାନଗୁଡିକ ଯାହାକି hCaptcha କୁ ମଧ୍ୟ ଏମ୍ବେଡ୍ କରେ, ଯଥା କ୍ଲାଉଡ୍ ଫ୍ଲାର୍ |",
    "996362763": "ଭବିଷ୍ୟତରେ ବ୍ୟବହାର ପାଇଁ ଏକ୍ସଟେନ୍ସନ୍ ଦ୍ୱାରା ଏହି ଟୋକେନ୍ଗୁଡ଼ିକ ଅଣ-ବ୍ଲାଇଣ୍ଡେଡ୍ ଏବଂ ଗଚ୍ଛିତ | ଯେତେବେଳେ ଉପଭୋକ୍ତା hCaptcha ବ୍ୟବହାର କରି ଏକ ସାଇଟ୍ ପରିଦର୍ଶନ କରନ୍ତି ଏବଂ ଚ୍ୟାଲେଞ୍ଜ ପାସ୍ କରିବା ଆବଶ୍ୟକ କରନ୍ତି (ଅଦୃଶ୍ୟ ହେଉ କିମ୍ବା “ମୁଁ ମଣିଷ” ବଟନ୍ ମାଧ୍ୟମରେ) ସେଗୁଡିକ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ମୁକ୍ତ ହୋଇଯାଏ | ଦୃଷ୍ଟିହୀନ ପ୍ରଣାଳୀର ଅର୍ଥ ହେଉଛି ଯେ ସ୍ signed ାକ୍ଷରିତ ଏବଂ ମୁକ୍ତ ହୋଇଥିବା ଟୋକେନ୍ ଗୁଡିକ hCaptcha ଦୃଷ୍ଟିକୋଣରୁ କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ଭାବରେ ଲିଙ୍କ୍ ହୋଇପାରିବ ନାହିଁ, ଏବଂ ଏହିପରି ଉପଭୋକ୍ତା ଗୋପନୀୟତା ସଂରକ୍ଷିତ ହେବ |",
    "2943346052": "ଯେହେତୁ IETF ମାନକକରଣ ପ୍ରକ୍ରିୟା ଜାରି ରହିଛି, ଆମେ ଆଶା କରୁଛୁ ପ୍ରମୁଖ ବ୍ରାଉଜର୍ମାନେ ପ୍ରାଇଭେସୀ ପାସ୍ ର କିଛି ଫର୍ମ ଗ୍ରହଣ କରିବେ | ଏହା ଶେଷରେ ଅନାବଶ୍ୟକକୁ ବିସ୍ତାର କରିବ | କ୍ଷଣ ପାଇଁ, ତଥାପି, ଦୟାକରି ନିମ୍ନରେ ଦିଆଯାଇଥିବା ନିର୍ଦ୍ଦେଶଗୁଡିକ ଅନୁସରଣ କରନ୍ତୁ |",
    "2326660907": "ଏହା ବ୍ୟତୀତ",
    "741483946": "* ଅନ୍ୟ ଶବ୍ଦରେ: ଆପଣ hCaptcha.com ରେ hCaptcha ପ୍ରାଇଭେସୀ ପାସ୍ ଟୋକେନ୍ ପାଇପାରିବେ ଏବଂ hCaptcha.com ବ୍ୟବହାର କରି ସିଧାସଳଖ ଅନ୍ୟ ସାଇଟରେ ବ୍ୟବହାର କରିପାରିବେ | କ୍ଲାଉଡ୍ ଫ୍ଲାର୍ ଦ୍ used ାରା ବ୍ୟବହୃତ hCaptcha ସେବାକୁ ବାଇପାସ୍ କରିବା ପାଇଁ ଆପଣ hCaptcha ପ୍ରାଇଭେସୀ ପାସ୍ ଟୋକେନ୍ ପାଇପାରିବେ କିମ୍ବା ମୁକ୍ତ କରିପାରିବେ ନାହିଁ, ଯେହେତୁ କ୍ଲାଉଡ୍ ଫ୍ଲାର୍ ଇସୁ କରେ ଏବଂ ନିଜସ୍ୱ ଗୋପନୀୟତା ପାସ୍ ଟୋକେନ୍ଗୁଡ଼ିକୁ ମୁକ୍ତ କରେ |",
    "1362015807": "ଆରମ୍ଭ କରୁଛି",
    "1358325821": "ପ୍ରଥମେ, ପାଇଁ ଏକ୍ସଟେନ୍ସନ୍ ଇନଷ୍ଟଲ୍ କରନ୍ତୁ |",
    "310885519": "କିମ୍ବା",
    "4091044469": "। ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ଗୁପ୍ତ ମୋଡରେ ଏକ୍ସଟେନ୍ସନ୍ ସକ୍ଷମ କରିଛନ୍ତି | ତା’ପରେ, hCaptcha ବ୍ୟବହାର କରି ଯେକ any ଣସି ୱେବସାଇଟ୍ ପରିଦର୍ଶନ କରନ୍ତୁ ଏବଂ ଏକ କ୍ୟାପଚା ସମାଧାନ କରନ୍ତୁ | ସଂସ୍କରଣ 2.0.3 ଅନୁଯାୟୀ, ଆପଣ hCaptcha ବ୍ୟବହାର କରି ୱେବସାଇଟରେ ଏହି ଟୋକେନ୍ଗୁଡ଼ିକୁ ମୁକ୍ତ କରିପାରିବେ |",
    "3904679538": "କ୍ରୋମ୍",
    "3700767772": "ଥରେ ଆପଣ ଏକ୍ସଟେନ୍ସନ୍ ସଂସ୍ଥାପିତ ହେବା ପରେ, ପାସ୍ ପାଇବା ପାଇଁ ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ (କିମ୍ବା ଯେକ any ଣସି hCaptcha- ବ୍ୟବହାର କରୁଥିବା ୱେବସାଇଟରେ):",
    "166277959": "ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ: ଏହି ବ feature ଶିଷ୍ଟ୍ୟ ବର୍ତ୍ତମାନ ବିଟା ରେ ଅଛି, ଏବଂ ସମସ୍ତ ୱେବସାଇଟ୍ ଏବଂ ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ସବୁବେଳେ କାମ କରିନପାରେ | ଇଭେଣ୍ଟରେ ଯଦି ଏହା ସକ୍ଷମ ନୁହେଁ କିମ୍ବା ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଉପଭୋକ୍ତା ପାଇଁ କାମ କରେ ନାହିଁ, ଆଚରଣଟି କ function ଣସି କାର୍ଯ୍ୟକାରିତା ନଷ୍ଟ ନକରି ଷ୍ଟାଣ୍ଡାର୍ଡ hCaptcha ଅଭିଜ୍ଞତାକୁ ଫେରି ଆସିବ |",
    "3031357206": "ଆପଣଙ୍କ URL ବାର୍ ପାଖରେ ଏକ ନୂଆ ଆଇକନ୍ ଦେଖାଯିବ | ବର୍ତ୍ତମାନ hCaptcha ବ୍ୟବହାର କରି ଏକ ୱେବସାଇଟ୍ ପରିଦର୍ଶନ କରନ୍ତୁ | ଏହା ଏହିପରି ଦେଖାଯିବ:",
    "1066753052": "ଯାହାର ଅର୍ଥ ୱାଲେଟ୍ ଖାଲି ଅଛି, ଏବଂ ଆପଣ ଏକ ସାଇଟରେ ଅଛନ୍ତି ଯେଉଁଥିରେ ଏକ hCaptcha ଚ୍ୟାଲେଞ୍ଜ ଅନ୍ତର୍ଭୁକ୍ତ | ଥରେ ତୁମେ ଚ୍ୟାଲେଞ୍ଜ ସମାପ୍ତ କଲାପରେ, ତୁମେ ଟୋକେନ୍ ରୋଜଗାର କରିବ ଯାହାକି hCaptcha ସହିତ ଅନ୍ୟ କ website ଣସି ୱେବସାଇଟରେ ମୁକ୍ତ ହୋଇପାରିବ |",
    "651123197": "ଚ୍ୟାଲେଞ୍ଜ ସମାପ୍ତ କରିବା ପରେ ତୁମର ୱାଲେଟରେ ସାମ୍ପ୍ରତିକ ସମୁଦାୟର ଏକ ଗଣନା ଆଇକନ୍ ଉପରେ ଦେଖାଯିବ |",
    "554844646": "ପ୍ରତ୍ୟେକ ଥର କ୍ଲିକ୍ କରିବା ସମୟରେ କାଉଣ୍ଟର 1 କୁ ତଳକୁ ଯାଇ ଆପଣ ଏକ୍ସଟେନ୍ସନ୍ କାର୍ଯ୍ୟ କରୁଥିବା ନିଶ୍ଚିତ କରିପାରିବେ |",
    "4087729475": "ତୁମର ପ୍ରାରମ୍ଭିକ ସମାଧାନ ପରେ ଚ୍ୟାଲେଞ୍ଜ |",
    "647630208": "ଏବଂ ତାହା ହେଉଛି! ତୁମର ଅନଲାଇନ୍ ବ୍ରାଉଜିଂ ବର୍ତ୍ତମାନ ଅଧିକ ବ୍ୟକ୍ତିଗତ ଅଟେ |",
    "3272552822": "ବିକାଶକାରୀ ଏବଂ କ୍ରିପ୍ଟୋଗ୍ରାଫର୍:",
    "4059570880": "ଯଦି ଆପଣ ମାନକକରଣ ପ୍ରୟାସକୁ ଟ୍ରାକ୍ କରିବାକୁ ଚାହାଁନ୍ତି, ବର୍ତ୍ତମାନ ପ୍ରୟାସ ଚାଲିଛି |",
    "1904390996": "ମାନକ କରିବା ପାଇଁ",
    "252720667": "ଗୋପନୀୟତା ପାସ୍ ର କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ସୁରକ୍ଷାକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରେ | ପ୍ରୋଟୋକଲ୍ ନିଜେ ମଧ୍ୟ ଦେଇ ଯାଉଛି |",
    "3972554015": "ପ୍ରକ୍ରିୟା ମଧ୍ୟ ଏବଂ ବ୍ରାଉଜର୍ ଏକ୍ସଟେନ୍ସନ୍ ନିଶ୍ଚିତ ଭାବରେ |",
    "3723626769": "ଆପଣଙ୍କର ଅବଦାନ ଏବଂ ସମୀକ୍ଷା ପାଇଁ |",
    "3882147547": "ବିସ୍ମୟକର ଛଦ୍ମନାମ କାର୍ଯ୍ୟ |",
    "565624910": "ଡ୍ରାଫ୍ଟ",
    "3421090159": "ମୁକ୍ତ ଉତ୍ସ",
    "3098677775": "ପ୍ର: ଗୋପନୀୟତା ପାସ୍ ବ୍ୟବହାର କରିବାବେଳେ ମୋର ଆଇପି ଏବଂ ବ୍ରାଉଜିଂ ଇତିହାସ hCaptcha ରୁ ସମ୍ପୂର୍ଣ୍ଣ ବ୍ୟକ୍ତିଗତ କି?",
    "4019638786": "ଉ: hCaptcha ର ଗୋପନୀୟତା ପାସ୍ ଉପଭୋକ୍ତାମାନେ ସେମାନଙ୍କର IP କୁ hCaptcha ରେ କେବେବି ପ୍ରକାଶ କରିବେ ନାହିଁ ଯେପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କର ବ୍ରାଉଜରର ଟୋକେନ୍ ୱାଲେଟ୍ ଖାଲି ନଥାଏ କିମ୍ବା ସାଇଟ୍ ଏହାକୁ ପଠାଏ ନାହିଁ | ଉପଭୋକ୍ତାଙ୍କୁ ଟୋକେନ୍ ମୁକ୍ତି ସହିତ ସଂଯୋଗ କରିବାକୁ hCaptcha ର କ way ଣସି ଉପାୟ ନାହିଁ, ଏବଂ ସେମାନଙ୍କର ଟୋକେନ୍ ୱାଲେଟ୍ ଖାଲି ନହେବା ପର୍ଯ୍ୟନ୍ତ ମୁକ୍ତି ସମୟରେ ଉପଭୋକ୍ତା ସହିତ ସିଧାସଳଖ କଥାବାର୍ତ୍ତା କରେ ନାହିଁ |",
    "3887113660": "ପ୍ର: ଗୋପନୀୟତା ପାସ୍ hCaptcha ରୋଜଗାରକୁ କିପରି ପ୍ରଭାବିତ କରେ?",
    "1116455671": "ଉ: ଯଦି ଉପଭୋକ୍ତା ଏହାକୁ ଆପଣଙ୍କର ସାଇଟରେ ସମାପ୍ତ କରନ୍ତି ତେବେ ଆପଣ ପ୍ରାରମ୍ଭିକ ସମାଧାନ ପାଇଁ ଏକ ପୁରସ୍କାର ପାଇବେ | ମୁକ୍ତି ସମାନ ପ୍ରତିକ୍ରିୟା pattern ାଞ୍ଚାକୁ ଅନୁସରଣ କରେ ଯେପରି ଉପଭୋକ୍ତା ଉଚ୍ଚ ଗ୍ରାହକଙ୍କ ଆତ୍ମବିଶ୍ୱାସ ହେତୁ ଆପଣଙ୍କ ସାଇଟରେ ଅଟୋ-ପାସ୍ କରିଥିଲେ: କ ear ଣସି ରୋଜଗାର ହୁଏ ନାହିଁ, ଏବଂ ଆପଣଙ୍କ ସର୍ଭରରୁ ସାଇଟଭାଇଫ୍ କଲ୍ ପାସ୍ ଫଳାଫଳଗୁଡିକରେ ଏକ “କ୍ରେଡିଟ୍: ମିଥ୍ୟା” ଗ୍ରହଣ କରେ |",
    "779817954": "ପ୍ର: ଯଦି ମୋର ଅନ୍ୟ ଏକ ପ୍ରଦାନକାରୀଙ୍କ ଦ୍ issued ାରା ପ୍ରାଇଭେସୀ ପାସ୍ ପାସ୍ ଅଛି, ତେବେ ମୁଁ ସେମାନଙ୍କୁ hCaptcha ରେ ମୁକ୍ତ କରିପାରିବି କି?",
    "3014149332": "ଉ: ନା, ପାସ୍ ଗୁଡିକ ପାରସ୍ପରିକ କାର୍ଯ୍ୟକ୍ଷମ ନୁହେଁ: ସେଗୁଡିକ ସମାନ କର୍ତ୍ତୃପକ୍ଷଙ୍କ ଦ୍ issued ାରା ଜାରି ଏବଂ ମୁକ୍ତ ହେବା ଆବଶ୍ୟକ, ଏହି କ୍ଷେତ୍ରରେ hCaptcha | ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଯଦି ଆପଣଙ୍କର ଏକ୍ସଟେନ୍ସନ୍ ରେ ଉଭୟ କ୍ଲାଉଡଫ୍ଲେର୍ ଏବଂ hCaptcha ରୁ ପାସ୍ ଅଛି, ତେବେ ଆପଣ ପରିଦର୍ଶନ କରୁଥିବା ପୃଷ୍ଠାର ଆବଶ୍ୟକତା ଅନୁଯାୟୀ ଉପଲବ୍ଧ ସଂଖ୍ୟା ସଠିକ୍ ପରିମାଣରେ ପରିବର୍ତ୍ତନ ହେବ | ଅନ୍ୟ ଶବ୍ଦରେ, ଯଦି ଆପଣଙ୍କର ୱାଲେଟରେ 100 କ୍ଲାଉଡ୍ ଫ୍ଲାର୍ ପାସ୍ ଅଛି ଏବଂ 10 hCaptcha ପାସ୍ ଅଛି, ତେବେ ଆପଣ hCaptcha ଏମ୍ବେଡ୍ ହୋଇଥିବା ପୃଷ୍ଠାଗୁଡ଼ିକରେ ଏକ୍ସଟେନ୍ସନ୍ ଆଇକନ୍ ଉପରେ 10 ଦେଖିବା ଉଚିତ୍ |",
    "3679148535": "ପ୍ର: ଗୋପନୀୟତା ପାସ୍ ର ଅନ୍ୟ କେଉଁ ପ୍ରୟୋଗଗୁଡ଼ିକ ଆପଣ କାମ କରୁଛନ୍ତି?",
    "1606783855": "ଉ: ଆକ୍ସେସିବିଲିଟି (\"a11y\") ବ୍ୟବହାର ମାମଲାରେ ଆମେ ଗୋପନୀୟତା ପାସ୍ ପାଇଁ ବହୁତ ଆଗ୍ରହୀ | ଅଡିଓ କ୍ୟାପଚାସ୍ ପରି ଲୋକପ୍ରିୟ ବିକଳ୍ପଗୁଡ଼ିକ ଅନେକ a11y ଉପଭୋକ୍ତାଙ୍କୁ ଭେଦ କରେ | ଆମେ ବିଶ୍ believe ାସ କରୁ ଆମର ସାମ୍ପ୍ରତିକ a11y ଆଭିମୁଖ୍ୟକୁ ଗୋପନୀୟତା ପାସ୍ ପ୍ରଦାନ ସହିତ ମିଶ୍ରଣ କରିବା a11y ଉପଭୋକ୍ତାଙ୍କୁ ସୁରକ୍ଷିତ ଭାବରେ ବ୍ରାଉଜ୍ କରିବାକୁ ଅନୁମତି ଦେବ, ଜ୍ଞାନରେ ସୁରକ୍ଷିତ ଯେ ସେମାନଙ୍କ ଟ୍ରାଫିକ୍ ଅଧିକ ବ୍ୟକ୍ତିଗତ ଅଟେ, ଯେତେବେଳେ ବଟ୍ ଅପରେଟରଙ୍କ ଦ୍ୱାରା ଅପବ୍ୟବହାରକୁ ପ୍ରତିବନ୍ଧିତ କରେ ଯେତେବେଳେ a11y ବିକଳ୍ପଗୁଡ଼ିକ ଉପଲବ୍ଧ ହୁଏ |",
    "2359150347": "ପ୍ର: ଅନ୍ୟ ଅନଲାଇନ୍ ସୁରକ୍ଷା ସେବା ଗୋପନୀୟତା ପାସ୍ କୁ ସମର୍ଥନ କରେ କି?",
    "2082237880": "ଉ: hCaptcha ହେଉଛି ଏହାର ପ୍ରଥମ ସେବା ଯାହାକି ଗୋପନୀୟତା ପାସ୍ କୁ ସମର୍ଥନ କରେ, ଏବଂ ବର୍ତ୍ତମାନ ଏହା କରିବା ପାଇଁ ଏକମାତ୍ର | ତଥାପି, ଆମେ ଆଶା କରୁଛୁ ଯେ ଅନ୍ୟ ସେବାଗୁଡିକ ଅନ୍ଲାଇନ୍ରେ ଉପଭୋକ୍ତାଙ୍କର ଗୋପନୀୟତା ବୃଦ୍ଧି କରିବାର ସୁବିଧାକୁ ଚିହ୍ନି ପାରିବେ ଏବଂ ଆଶା କରୁଛୁ ଯେ ଭବିଷ୍ୟତରେ IETF ମାନକ ଭାବରେ ଆମେ କାର୍ଯ୍ୟାନ୍ୱୟନ ଗ୍ରହଣ କରିବୁ ଯାହାକୁ ଆମେ ବିକାଶ କରିବାରେ ସାହାଯ୍ୟ କରୁଛୁ |",
    "2109792055": "ଉପଯୋଗକର୍ତ୍ତା ଗାଇଡ୍: ଗୋପନୀୟତା ପାସ୍ ଇସ୍ୟୁ ଏବଂ ବ id ଧତା ସହିତ ସମସ୍ୟାଗୁଡ଼ିକର ତ୍ରୁଟି ନିବାରଣ |",
    "3588620914": "ୱେବ୍ ମାନାଙ୍କ ଦ୍ୱାରା ଗୋପନୀୟତା ପାସ୍ ହେଉଛି ଏକ ନୂତନ ଉଦ୍ଭାବନ, ଏବଂ ଏହା ଅନ୍ୟ ପ୍ରୟୋଗ ଏବଂ ବ୍ରାଉଜର୍ ଏକ୍ସଟେନ୍ସନ୍ ପାଇଁ ସମ୍ଭବ, ଯାହା ଏହାର କାର୍ଯ୍ୟରେ ବାଧା ସୃଷ୍ଟି କରିବାକୁ ସଚେତନ ନୁହେଁ |",
    "4039193170": "ଯଦି ଆପଣଙ୍କର ଟୋକେନ୍ ପାଇବା କିମ୍ବା ମୁକ୍ତ କରିବାରେ ସମସ୍ୟା ଅଛି:",
    "2378786360": "1. ଅନ୍ୟ ସମର୍ଥିତ ବ୍ରାଉଜର୍ ମଧ୍ୟରୁ ଗୋଟିଏକୁ ଚେଷ୍ଟା କରନ୍ତୁ: ଯଦି ଆପଣ କ୍ରୋମରେ ଅଛନ୍ତି, କ୍ରୋମରୁ ଆପଣଙ୍କର ସେଟିଂସମୂହ ଆମଦାନୀ ନକରି ଫାୟାରଫକ୍ସ ବ୍ୟବହାର କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ ଏବଂ ସେଠାରେ ପ୍ଲଗଇନ୍ ସଂସ୍ଥାପନ କରନ୍ତୁ | ଯଦି ତାହା କାମ କରେ, ଆପଣଙ୍କର ଏକ ବ୍ରାଉଜର୍ ବିନ୍ୟାସ ସମସ୍ୟା ହୋଇପାରେ |",
    "394235836": "3. ଯଦି ଉପରୋକ୍ତ ପରାମର୍ଶଗୁଡ଼ିକ ମଧ୍ୟରୁ କ works ଣସିଟି କାମ କରେ ନାହିଁ, ଆମକୁ ଏକ ସମର୍ଥନ ଇମେଲ୍ ପଠାନ୍ତୁ ଏବଂ କ’ଣ ହେଉଛି ତାହା ଜାଣିବାରେ ଆମେ ଖୁସି ହେବୁ |",
    "3470857731": "ReCAPTCHA ବଟଗୁଡ଼ିକୁ କେତେ ଭଲ ଭାବରେ ଚିହ୍ନଟ କରେ ତାହାର ଏକ ବିଶ୍ଳେଷଣ |",
    "3240786848": "ଶେଷ ଅଦ୍ୟତନ: ଫେବୃଆରୀ 18, 2021 |",
    "2547140673": "ଏକ ଦଶନ୍ଧିରୁ ଅଧିକ ସମୟ ପାଇଁ, ଗୁଗୁଲର reCAPTCHA ସେବା ୱେବସାଇଟ୍ ମାଲିକମାନଙ୍କୁ ଏକ ବାଣିଜ୍ୟ ପ୍ରଦାନ କରିଛି: ଗୁଗୁଲ୍ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କୁ ଟ୍ରାକ୍ କରନ୍ତୁ ଏବଂ ସେମାନଙ୍କୁ ପ୍ରଶ୍ନ ପଚାରନ୍ତୁ, ଏବଂ ଏହା ବଦଳରେ ସେମାନେ ବଟ୍ ଏବଂ ସ୍ପାମ୍ ବନ୍ଦ କରିବାକୁ ପ୍ରତିଜ୍ଞା କରିବେ |",
    "2133754014": "4.5 ମିଲିୟନରୁ ଅଧିକ ୱେବସାଇଟ୍ reCAPTCHA ବ୍ୟବହାର କରନ୍ତି [",
    "3152512587": "ଏବଂ ସିଷ୍ଟମ୍ ଦ daily ନିକ ଶହ ଶହ କୋଟି ସମାଧାନ ସଂଗ୍ରହ କରେ | [",
    "2296918009": "ଏହା ପ୍ରତିଦିନ 100 ରୁ ଅଧିକ ବ୍ୟକ୍ତି-ଶ୍ରମ ସହିତ ସମାନ |",
    "3900538778": "ଲେବଲ୍ ହୋଇଥିବା ତଥ୍ୟ ହେଉଛି ଇନ୍ଧନ ଯାହା ମେସିନ୍ ଲର୍ନିଂକୁ ଶକ୍ତି ପ୍ରଦାନ କରେ | 2009 ମସିହାରୁ ଗୁଗୁଲର ML / AI ସେବାରେ ଉନ୍ନତି ଆଣିବା ପାଇଁ reCAPTCHA ଉତ୍ତରଗୁଡିକ ବ୍ୟବହୃତ ହୋଇଛି |",
    "1160252730": "ଗୁଗୁଲ୍ ବର୍ତ୍ତମାନ reCAPTCHA ଏଣ୍ଟରପ୍ରାଇଜ୍ ପାଇଁ ଅଧିକ ମୂଲ୍ୟ ଧାର୍ଯ୍ୟ କରୁଛି, ଯାହା ଦ୍ companies ାରା ଅନେକ କମ୍ପାନୀ ଏହି ଡିଲର ପୁନ al ମୂଲ୍ୟାଙ୍କନ କରିବେ |",
    "1131196501": "ପ୍ରମୁଖ କମ୍ପାନୀଗୁଡିକ ପସନ୍ଦ କରନ୍ତି |",
    "204889717": "hCaptcha କୁ ସୁଇଚ୍ କରିଛନ୍ତି |",
    "639413188": "ପ୍ରତିକ୍ରିୟାରେ",
    "3280658086": "ଉଦ୍ୟୋଗ ସମାଧାନ |",
    "3842815245": "ଏହା ଏକ ଉଚିତ ବାଣିଜ୍ୟ କି?",
    "714342693": "HCaptcha ଦଳ 2016 ଠାରୁ \"ଡାର୍କ ୱେବ୍\" କ୍ୟାପଚା-ବ୍ରେକିଙ୍ଗ୍ ସର୍ଭିସେସ୍ ଠାରୁ ମୂଲ୍ୟ ତଥ୍ୟ ସଂଗ୍ରହ କରୁଛି | ଆମେ ଏକ ଆକର୍ଷଣୀୟ ଧାରା ଲକ୍ଷ୍ୟ କରିଛୁ:",
    "468929661": "ଏକ reCAPTCHA ଭାଙ୍ଗିବାର ହାରାହାରି ମୂଲ୍ୟ ଅବିଶ୍ୱସନୀୟ ଭାବରେ କମ୍ (1000 ସମାଧାନ ପାଇଁ $ 1 ରୁ କମ୍) ଏବଂ 2016 ରେ ଆମର ମନିଟରିଂ ଆରମ୍ଭ ହେବା ଦିନଠାରୁ ଏହା ସାମଗ୍ରୀକ ଭାବରେ ବୃଦ୍ଧି ହୋଇନାହିଁ | ଏହା ଉଭୟ reCAPTCHA v2 ଏବଂ v3 ପାଇଁ ପ୍ରଯୁଜ୍ୟ | [",
    "2862164005": "ReCAPTCHA ଦ୍ offered ାରା ପ୍ରଦାନ କରାଯାଇଥିବା ସୁରକ୍ଷା ଉପରେ ମୂଲ୍ୟ ନିର୍ଧାରଣ ତଥ୍ୟ ଆମକୁ ଏକ ସଠିକ ଡଲାର ମୂଲ୍ୟ ଦେବାକୁ ଦିଏ: ଉତ୍ତର ପ୍ରତି $ 0.001 କିମ୍ବା ତା’ଠାରୁ କମ୍ |",
    "102498091": "ReCAPTCHA ଏଣ୍ଟରପ୍ରାଇଜ୍ ପାଇଁ ଗୁଗୁଲ୍ ପ୍ରତି 1000 ଅନୁରୋଧ ପାଇଁ $ 1 ଚାର୍ଜ କରେ, ଅର୍ଥାତ୍ ସେମାନେ ବର୍ତ୍ତମାନ ସେମାନଙ୍କ ସେବାର ସୁରକ୍ଷା ଭାଙ୍ଗିବା ଅପେକ୍ଷା ଅଧିକ ଅନୁରୋଧ ଉପରେ ଅଧିକ ଚାର୍ଜ କରନ୍ତି | ଏହା ଏକ ଖରାପ ଡିଲ୍ ପରି ଦେଖାଯାଉଛି |",
    "130239139": "ଗୁଗୁଲ ଦ୍ୱାରା ପ୍ରତିଦିନ ସଂଗୃହିତ 100+ ବ୍ୟକ୍ତି-ବର୍ଷର ଶ୍ରମର ମୂଲ୍ୟ କ’ଣ?",
    "1421074182": "ଯଥେଷ୍ଟ ଅଧିକ |",
    "1953519598": "ଗୋଟିଏ ପ୍ରତିଛବି ଲେବଲ୍ କରିବାର ମୂଲ୍ୟ $ 0.03 ରୁ $ 1.00 କିମ୍ବା ଅଧିକ ଅଟେ | ଯେକ any ଣସି ରକ୍ଷଣଶୀଳ ଆକଳନ ଅନୁଯାୟୀ ଗୁଗୁଲ ଆଜି ପର୍ଯ୍ୟନ୍ତ କୋଟି କୋଟି ଡଲାର ମାଗଣା ଶ୍ରମ ବାହାର କରିଛି। [",
    "3025548709": "ଏହି ଅନ୍ୟାୟ କାରବାର ପାଇଁ ଏକ ବିକଳ୍ପ ଅଛି କି?",
    "263761351": "hCaptcha ହେଉଛି ପ୍ରଥମ ବିଶ୍ୱସନୀୟ ବିକଳ୍ପ, ଯାହା ବର୍ତ୍ତମାନ ପ୍ରତି ମାସରେ ଶହ ଶହ ଲୋକଙ୍କ ଦ୍ୱାରା ବ୍ୟବହୃତ |",
    "2743692546": "ଯେହେତୁ ଉପଭୋକ୍ତାମାନେ hCaptcha ମାଧ୍ୟମରେ ସେମାନଙ୍କର ମାନବିକତା ପ୍ରମାଣ କରନ୍ତି, ସେମାନଙ୍କର ଶ୍ରମ ବିଡିଂ ପାଇଁ ଏକ ଅଜ୍ଞାତ ଖୋଲା ବଜାରରେ ପ୍ରବେଶ କରେ |",
    "1982750088": "ସମଗ୍ର ବିଶ୍ୱରେ କମ୍ପାନୀଗୁଡିକ ସେହି ଶ୍ରମ ପାଇଁ ସରଳ କାର୍ଯ୍ୟ ସମାପ୍ତ କରିବାକୁ ଟେଣ୍ଡର କରନ୍ତି ଯାହା ଲୋକଙ୍କ ପାଇଁ ସହଜ କିନ୍ତୁ ମେସିନ୍ ପାଇଁ କଠିନ | ଉପଭୋକ୍ତାମାନେ ସେମାନେ ପରିଦର୍ଶନ କରୁଥିବା ସାଇଟକୁ ସମର୍ଥନ କରନ୍ତି ଏବଂ ଏକ ଉଚ୍ଚ ସ୍ତରର ସୁରକ୍ଷା ହେତୁ କମ୍ ୱେବ୍ ସ୍ପାମ୍ ଅନୁଭବ କରନ୍ତି |",
    "1108398506": "ଗ୍ରାହକମାନେ ଅଭିଜ୍ଞତା ଉପରେ ସମୁଦାୟ ନିୟନ୍ତ୍ରଣ ହାସଲ କରନ୍ତି, ଏବଂ ଇଣ୍ଟରନେଟରେ ସର୍ବ ବୃହତ ସ୍ independent ାଧୀନ ଚ୍ୟାଲେଞ୍ଜ ପ୍ରଦାନକାରୀ କାର୍ଯ୍ୟ କରୁଥିବା hCaptcha ରୁ ଅଭିଜ୍ଞତା ଲାଭ କରେ | ReCAPTCHA ଏଣ୍ଟରପ୍ରାଇଜ୍ ଅପେକ୍ଷା ସେମାନେ ଏକ ଭଲ ଡିଲ୍ ମଧ୍ୟ ପାଆନ୍ତି: ଭଲ୍ୟୁମ୍ ଉପରେ ନିର୍ଭର କରି 50-80% ଭଲ ମୂଲ୍ୟ ନିର୍ଧାରଣ |",
    "3012870872": "ମାଗଣା ସଂସ୍କରଣ (hCaptcha Publisher) ବ୍ୟବହାର କରି ୱେବସାଇଟ୍ ଏବଂ ଆପ୍ ଗୁଗୁଲକୁ ଦାନ କରିବା ପରିବର୍ତ୍ତେ ସେହି କାମରୁ ରାଜସ୍ୱ ଅର୍ଜନ କରେ |",
    "2271512952": "ଉପଭୋକ୍ତାମାନେ ସେମାନେ ପରିଦର୍ଶନ କରୁଥିବା ସାଇଟକୁ ସମର୍ଥନ କରନ୍ତି ଏବଂ କମ୍ ୱେବ୍ ସ୍ପାମ୍ ଅନୁଭବ କରନ୍ତି |",
    "278010425": "HCaptcha ରେ ବ୍ୟାପକ ଏବଂ ବାରମ୍ବାର ପରିବର୍ତ୍ତନ ହେଉଥିବା ବିଭିନ୍ନ କାର୍ଯ୍ୟଗୁଡ଼ିକ ମଧ୍ୟ ସ୍ୱୟଂଚାଳିତ ହେବା କଷ୍ଟକର | reCAPTCHA ର ଏକକ ଇଣ୍ଟରଫେସ୍ ଅନେକ ବର୍ଷ ମଧ୍ୟରେ ପରିବର୍ତ୍ତନ ହୋଇନାହିଁ, ଏବଂ ବାରମ୍ବାର ବଦଳୁଥିବା ପ୍ରଶ୍ନଗୁଡ଼ିକର ଏକ ଛୋଟ ସେଟ୍ ଅଛି | ReCAPTCHA ଅପେକ୍ଷା hCaptcha ଅଧିକ ଦୃ rob ଆଣ୍ଟି-ବଟ୍ ସୁରକ୍ଷା ଯୋଗାଇଥାଏ |",
    "984849234": "reCAPTCHA କେବଳ ଯାହା ପ୍ରତିଜ୍ଞା କରେ ତାହା ପ୍ରଦାନ କରିବାକୁ hCaptcha ଉନ୍ନତ ମେସିନ୍ ଲର୍ନିଂ ବ୍ୟବହାର କରେ, ଯେତେବେଳେ ଏହାକୁ ବ୍ୟବହାର କରୁଥିବା ୱେବସାଇଟ୍ ସହିତ ଧରାଯାଇଥିବା ମୂଲ୍ୟ ବାଣ୍ଟିଥାଏ |",
    "4063769686": "ଉପଭୋକ୍ତାମାନେ ସେମାନେ ପରିଦର୍ଶନ କରୁଥିବା ସାଇଟକୁ ସମର୍ଥନ କରନ୍ତି ଏବଂ କମ୍ ୱେବ୍ ସ୍ପାମ୍ ଅନୁଭବ କରନ୍ତି | ଏହା ଏକ ସୁନ୍ଦର ଡିଲ୍ ପରି ଦେଖାଯାଉଛି |",
    "685916926": "ସମୟ ସହିତ reCAPTCHA କାହିଁକି ଉନ୍ନତ ହୋଇନାହିଁ?",
    "3992401943": "2012 ମସିହାରୁ ଗଭୀର ଶିକ୍ଷଣରେ ଏକ ବିପ୍ଳବ ଆସିଛି | ଟାସ୍କ ସଠିକତା ପାଇଁ ଶିଳ୍ପ ମାନ୍ୟତା ଗତ ଦଶନ୍ଧି ମଧ୍ୟରେ ମୂଳତ improved ଉନ୍ନତ ହୋଇଛି, ମୁଖ୍ୟତ deep ଗଭୀର ସଂକଳନ ନେଟୱାର୍କ ଯୋଗୁଁ | ଅନ୍ୟାନ୍ୟ ML- ଚାଳିତ ସେବା ଗୁଗୁଲ୍ ଅଫର୍ ଏହି ବକ୍ରକୁ ଅନୁସରଣ କରିଛି |",
    "615031303": "(ଫୁଟ୍ ନୋଟ୍ ଗୁଡିକ ଦେଖନ୍ତୁ |",
    "2125514305": "ML ଉନ୍ନତ ହୋଇଛି, କିନ୍ତୁ ଏହି ସମୟ ମଧ୍ୟରେ reCAPTCHA କୁ ବାଇପାସ୍ କରିବାରେ ଅସୁବିଧା ପରିବର୍ତ୍ତନ ହୋଇନାହିଁ |",
    "1406188018": "6 ଏବଂ 7",
    "2689973938": "ReCAPTCHA ର ଉନ୍ନତି ଏକ ବିଜ୍ଞାପନ ବିକ୍ରେତା ଭାବରେ ଗୁଗୁଲ ପାଇଁ ଏକ ଅନ୍ତର୍ନିହିତ ଦ୍ୱନ୍ଦ ସୃଷ୍ଟି କରେ |",
    "464238793": "ଯଦି ଗୁଗୁଲ ନିଜେ ସ୍ଥିର କରେ ଯେ ଜଣେ ଉପଭୋକ୍ତା ବିଜ୍ଞାପନ ଦେଖିବା କିମ୍ବା ଏକ ଲିଙ୍କ କ୍ଲିକ୍ କରିବା ପ୍ରକୃତରେ ଏକ ବଟ୍ ଅଟେ, ତେବେ ସେହି ଉପଭୋକ୍ତାଙ୍କୁ ଦେଖାଯାଇଥିବା ବିଜ୍ଞାପନ ପାଇଁ ଏହା ଚାର୍ଜ କରିପାରିବ ନାହିଁ | ଆଗ୍ରହର ଏହି ଦ୍ୱନ୍ଦ୍ୱ ଗୁଗୁଲର ଆଣ୍ଟି-ବଟ୍ ଅଭିଳାଷର ପରିସରକୁ ଗୁରୁତର ଭାବରେ ସୀମିତ କରିଦେଇଛି |",
    "918924423": "ଉଦାହରଣ ସ୍ .ରୁପ, ଗୁଗୁଲ୍ ରିଟ୍ରୋଆକ୍ଟିଭ୍ ବଟ୍ ଚିହ୍ନଟ ପରି ସ୍ପଷ୍ଟ ଭାବରେ ମୂଲ୍ୟବାନ ସେବା ପ୍ରଦାନ କରିନାହିଁ | ଅନେକ ଦିନର ତଥ୍ୟ ବିଶ୍ଳେଷଣ କରିବା ପରେ ଉପଭୋକ୍ତା ଟ୍ରାଫିକ୍ ବଟ୍-ଜେନେରେଟ୍ ଘୋଷଣା କରିବା ଅଧିକ ବିଶ୍ୱାସଯୋଗ୍ୟ |",
    "661412233": "କ୍ୟାପଚା ପରେ ଜାଣିବା ଯେ କିଛି ଉପଭୋକ୍ତା ବଟ୍ ଥିଲେ ମଧ୍ୟ ମୂଲ୍ୟବାନ | ଏହା ୱେବସାଇଟ୍ ମାଲିକମାନଙ୍କୁ ପୁରୁଣା ସ୍ପାମ୍ ପୋଷ୍ଟଗୁଡିକ ସଫା କରିବାକୁ ଏବଂ ଭବିଷ୍ୟତରେ ସ୍ପାମ୍ ଫୋରମ୍ରେ ପଞ୍ଜିକୃତ ହୋଇଥିବା \"ସ୍ଲିପର୍ ଆକାଉଣ୍ଟ୍\" ଡିଲିଟ୍ କରିବାକୁ, ଜାଲିଆତି ହ୍ରାସ କରିବାକୁ ଏବଂ ଅଧିକ କିଛି କରିବାକୁ ଦିଏ |",
    "3600797185": "ରିଟ୍ରୋଆକ୍ଟିଭ୍ ବଟ୍ ଆଇଡେଣ୍ଟିଫିକେସନ୍ ପ୍ରଦାନ କରିବା ଦ୍ Google ାରା ଗୁଗୁଲକୁ କଣ୍ଟା ପ୍ରଶ୍ନଗୁଡିକ ଖୋଲିବ ଯେଉଁ ବିଜ୍ଞାପନଦାତାଙ୍କୁ ସେହି ପ୍ରତାରଣା ଟ୍ରାଫିକରେ ଟଙ୍କା ଫେରସ୍ତ କରିବେ |",
    "2076932190": "ReCAPTCHA ଉତ୍ପାଦ ଏହିପରି ଏକ ଦଶନ୍ଧି ପାଇଁ ଅଟକି ଗଲା |",
    "3856912381": "ଉପଭୋକ୍ତାମାନେ ଯନ୍ତ୍ରଣା ଭୋଗୁଛନ୍ତି, ଏବଂ ଅନାବଶ୍ୟକ ୱେବ୍ ସ୍ପାମ୍ ବର୍ତ୍ତମାନ ବ୍ୟାପକ ହୋଇଛି | କିନ୍ତୁ ଏକ ବିକଳ୍ପ ଅଛି |",
    "1035621426": "ReCAPTCHA ଦ୍ୱାରା ଚିହ୍ନିତ ପ୍ରତ୍ୟେକ ବଟ୍ ଗୁଗୁଲର ବିଜ୍ଞାପନ ରାଜସ୍ୱକୁ ସିଧାସଳଖ ହ୍ରାସ କରିଥାଏ |",
    "3668115514": "HCaptcha କିପରି ଭିନ୍ନ?",
    "2413742287": "hCaptcha ର ପ୍ରୋତ୍ସାହନ ହେଉଛି ସଠିକତାକୁ ବ imize ାଇବା, ବିଜ୍ଞାପନର ରାଜସ୍ୱ ନୁହେଁ: ବଟ୍ ଉତ୍ତର ଆମ ଗ୍ରାହକଙ୍କ ପାଇଁ ଅଦରକାରୀ, ଯେଉଁମାନେ ମାନବ ତାଲିମ ତଥ୍ୟ ଆବଶ୍ୟକ କରନ୍ତି |",
    "1373262754": "ଜଣେ ବ୍ୟକ୍ତି କିଏ ଜାଣିବା hCaptcha ପାଇଁ ସର୍ବନିମ୍ନ ମୂଲ୍ୟ ଅଛି | ଆମେ କେବଳ ଧ୍ୟାନ ଦେଇଥାଉ କି ସେମାନେ ମଣିଷ କି ଦୁଷ୍କର୍ମକାରୀ ଅଭିନେତ୍ରୀ |",
    "600646860": "ପ୍ରକୃତ ମୂଲ୍ୟ ସହିତ ଶ୍ରମ ବାହାର କରିବା ସମୟରେ ପ୍ରଶ୍ନୋତ୍ତର ମୂଲ୍ୟର ସେବା ପ୍ରଦାନ କରିବା ପରିବର୍ତ୍ତେ, hCaptcha ଉଭୟ କ୍ଷତିପୂରଣ ଏବଂ ବଟ ଆଣ୍ଟି-ବଟ୍ ସୁରକ୍ଷା ପ୍ରଦାନ କରିଥାଏ |",
    "1836191653": "ମାଗଣା ଉପଭୋକ୍ତାଙ୍କୁ ଏକ ସହଜ ପରାଜିତ ସେବା ପ୍ରଦାନ କରିବା ପରିବର୍ତ୍ତେ ଏକ ଏଣ୍ଟରପ୍ରାଇଜ୍ ସଂସ୍କରଣ ପାଇଁ ଲକ୍ଷ ଲକ୍ଷ ଡଲାର୍ ଚାର୍ଜ କରିବା ପରିବର୍ତ୍ତେ, hCaptcha ଉଭୟଙ୍କୁ ଉତ୍କୃଷ୍ଟ ବଟ୍ ସୁରକ୍ଷା ପ୍ରଦାନ କରିଥାଏ, ଯେତେବେଳେ ଏଣ୍ଟରପ୍ରାଇଜ୍ ଉପଭୋକ୍ତାଙ୍କୁ ଅତିରିକ୍ତ ବ features ଶିଷ୍ଟ୍ୟ ଏବଂ କଷ୍ଟମାଇଜେସନ୍, ଦୃ strong SLA ଏବଂ ଦ୍ରୁତ ସମର୍ଥନ ପ୍ରଦାନ କରିଥାଏ |",
    "990215503": "hCaptcha ହେଉଛି ଏକମାତ୍ର ପ୍ରମୁଖ କ୍ୟାପଚା ସେବା ଯାହାକି ଏକ ବିଜ୍ଞାପନ ନେଟୱାର୍କର ମାଲିକାନା ନୁହେଁ |",
    "971933157": "hCaptcha ଗୋପନୀୟତା, ସ୍ୱଚ୍ଛତା ଏବଂ ଯଥାର୍ଥତା ବିଷୟରେ ଚିନ୍ତା କରେ |",
    "178839499": "ଉପଭୋକ୍ତାମାନେ ସେମାନଙ୍କର ମାନବିକତା ପ୍ରମାଣ କରୁଥିବାବେଳେ hCaptcha କରାଯାଇଥିବା କାର୍ଯ୍ୟର ମୂଲ୍ୟ ଅଂଶୀଦାର କରେ |",
    "1237076138": "hCaptcha ଉଭୟ ମାଗଣା (hCaptcha Publisher) ଏବଂ ଏଣ୍ଟରପ୍ରାଇଜ୍ (hCaptcha Enterprise) ଗ୍ରାହକଙ୍କୁ ଏକ ଉଚିତ ଡିଲ୍ ପ୍ରଦାନ କରେ |",
    "614310292": "କିଏ hCaptcha ନିର୍ମାଣ କଲା?",
    "4188814619": "hCaptcha ହେଉଛି ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ର ଏକ ସେବା (",
    "3265328927": "), ଏକ ମେସିନ୍ ଲର୍ନିଂ କମ୍ପାନୀ ଯାହା ସ୍କେଲରେ ମେସିନ୍ ଲର୍ନିଂ କାର୍ଯ୍ୟକାରୀ କରୁଥିବା କମ୍ପାନୀଗୁଡିକ ପାଇଁ ଉତ୍ପାଦ ଏବଂ ସେବା ପ୍ରଦାନ କରେ |",
    "2740033957": "ଆଇଏମ୍ ଟିମ୍ ଆପଲ୍, ଆମାଜନ୍ର ବ scientists ଜ୍ଞାନିକ ଏବଂ ଇଞ୍ଜିନିୟର୍ ଏବଂ ମେସିନ୍ ଲର୍ନିଂ, ବଣ୍ଟିତ ସିଷ୍ଟମ୍ ଏବଂ ସୁରକ୍ଷା କ୍ଷେତ୍ରରେ ଅନ୍ୟ ନେତାମାନଙ୍କୁ ନେଇ ଗଠିତ |",
    "1579715421": "ଆଇଏମ୍ ବ scientists ଜ୍ଞାନିକମାନେ ନିୟମିତ ଭାବରେ ICML, ICLR, ECCV, ଏବଂ NeurIPS ପରି ଶୀର୍ଷ ସମ୍ମିଳନୀରେ ପ୍ରକାଶ କରନ୍ତି, ଏବଂ କମ୍ପାନୀ ଗଭୀର ଭାବରେ ଧୋଇବା ପରି ML ଶାସ୍ତ୍ରରେ ଅତ୍ୟାଧୁନିକ ଫଳାଫଳ ପ୍ରକାଶ କରିଛି |",
    "4015238193": "ଏବଂ OCR [",
    "279580593": "imachines.com",
    "279918384": "ଗୁଗୁଲ୍ ତୁମର ମାଗଣା ଶ୍ରମକୁ କିପରି ବ୍ୟବହାର କରୁଛି?",
    "2385522384": "ଗୁଗୁଲର ୱେମୋ ସ୍ -ୟଂ ଚାଳନା କାରରେ କ୍ୟାମେରାରୁ ଆପଣ ଭିଡିଓର ଫ୍ରେମ୍ ଦେଖୁଥିବେ ଏବଂ ସେମାନଙ୍କ ବସ୍ତୁର ସ୍ୱୀକୃତି ବୃଦ୍ଧିରେ ସାହାଯ୍ୟ କରିବେ |",
    "1517627947": "ଗୁଗୁଲର ଷ୍ଟ୍ରିଟଭ୍ୟୁ କାରଗୁଡିକରୁ ଆପଣ ବିଲ୍ଡିଂ କିମ୍ବା ଷ୍ଟ୍ରିଟ୍ ଚିହ୍ନଗୁଡିକର ଚିତ୍ର ଦେଖୁଥିବେ ଏବଂ ସେମାନଙ୍କ ମାନଚିତ୍ର ଏବଂ ପୃଥିବୀ ଉତ୍ପାଦଗୁଡିକ ପାଇଁ ସ୍ଥାନଗୁଡିକ ଲେବଲ୍ କରିବାରେ ସାହାଯ୍ୟ କରିବେ |",
    "3225936061": "ଗୁଗୁଲର ବୁକ୍ ସେବାରେ ବୁକ୍ ପୃଷ୍ଠାଗୁଡ଼ିକରୁ ନିଆଯାଇଥିବା ପାଠ୍ୟର ଚିତ୍ରଗୁଡ଼ିକ ଆପଣ ଦେଖୁଥିବେ ଏବଂ ସେମାନଙ୍କର OCR (ପାଠ୍ୟ ସ୍ୱୀକୃତି) ସଫ୍ଟୱେୟାରରେ ଉନ୍ନତି ଆଣିବାରେ ସାହାଯ୍ୟ କରିବେ |",
    "129661785": "କେବେ କାର୍ / କ୍ରସ୍ ୱାଲ୍ / ଷ୍ଟପ୍ ଲାଇଟ୍ ଉପରେ କ୍ଲିକ୍ କରିବାକୁ କୁହାଯାଇଛି କି?",
    "936667684": "କେବେ ବିଲଡିଂ / ଷ୍ଟ୍ରିଟ୍ ସାଇନ୍ ଟାଇପ୍ କରିବାକୁ କୁହାଯାଇଛି କି?",
    "3773515538": "କେବେ \"ଦୁଇଟି ଶବ୍ଦ ଟାଇପ୍ କରିବାକୁ\" କୁହାଯାଇଛି କି?",
    "1778058441": "HCaptcha ରେ କେଉଁ ପ୍ରକାରର କାର୍ଯ୍ୟ ଚାଲିଥାଏ?",
    "366088791": "hCaptcha ବିଭିନ୍ନ ପ୍ରକାରର କାର୍ଯ୍ୟକୁ ସମର୍ଥନ କରେ |",
    "3114147525": "hCaptcha ଗ୍ରାହକମାନେ ବସ୍ତୁ ଚିହ୍ନଟ, ଗୁଣବତ୍ତା ଚିହ୍ନଟ (ପୋଷାକର ପ୍ରକାର ଚିହ୍ନିବା ପାଇଁ ଲେବଲ୍ ସଂଗ୍ରହ), ପ୍ରାସଙ୍ଗିକତା ର୍ୟାଙ୍କିଙ୍ଗ୍ (ଏକ ପ୍ରାଥମିକ ଉତ୍ପାଦ ତୁଳନାରେ ଅନେକ ବିକଳ୍ପରୁ ସର୍ବାଧିକ ପ୍ରାସଙ୍ଗିକ ଉତ୍ପାଦ ବାଛିବା), ବନ୍ଧନ ବାକ୍ସ (ଆଗ୍ରହର କ୍ଷେତ୍ର ଖୋଜିବା) ସହିତ ସେବା ପାଇଁ ବ୍ୟବହାର କରନ୍ତି | ଏକ ପ୍ରତିଛବି), \"ହ୍ୟୁମାନ୍ OCR\" (ଏକ ପ୍ରତିଛବିରେ ପାଠକୁ ଚିହ୍ନିବା) ଏବଂ ଅନ୍ୟାନ୍ୟ ପ୍ରକାରର କାର୍ଯ୍ୟ |",
    "3139609561": "ନିମ୍ନରେ ପ୍ରତିଛବି ବର୍ଗୀକରଣ ଏବଂ ଗୁଣବତ୍ତା ଚିହ୍ନଟ କାର୍ଯ୍ୟ ପ୍ରକାରର ଦୁଇଟି ଉଦାହରଣ ଦିଆଯାଇଛି | [",
    "2273532558": "HCaptcha ର ଦେୟ ଗ୍ରାହକ କିଏ?",
    "4104221634": "hCaptcha ଗ୍ରାହକମାନେ ଟେକ୍ନୋଲୋଜି ଶିଳ୍ପ ଠାରୁ ଆରମ୍ଭ କରି ଫ୍ୟାଶନ୍, ଖୁଚୁରା ଏବଂ ଅନ୍ୟାନ୍ୟ କ୍ଷେତ୍ରରେ ଧ୍ୟାନ ଦେଇଥିବା ବିଭିନ୍ନ ଶିଳ୍ପକୁ ବିସ୍ତାର କରନ୍ତି ଯେଉଁଠାରେ ସେମାନେ ମେସିନ୍ ଲର୍ନିଂ ପ୍ରୟୋଗରୁ ମୂଲ୍ୟ ସୃଷ୍ଟି କରିପାରିବେ |",
    "1337725003": "hCaptcha ଉଚ୍ଚ ଭଲ୍ୟୁମ୍ ରିଅଲ୍-ଟାଇମ୍ ଟିପ୍ପଣୀକୁ ଗଣତାନ୍ତ୍ରିକରଣ କରିବାକୁ ପ୍ରତିଶ୍ରୁତିବଦ୍ଧ, କମ୍ପାନୀଗୁଡିକୁ ବଡ଼ ଏବଂ ଛୋଟ କମ୍ପାନୀମାନଙ୍କୁ ସେମାନଙ୍କ ବ୍ୟବସାୟରେ ମେସିନ୍ ଲର୍ନିଂ ପ୍ରୟୋଗ କରି ସେମାନଙ୍କ ଉତ୍ପାଦ ଏବଂ ସେବାଗୁଡିକର ଗୁଣରେ ଉନ୍ନତି ଆଣିବାକୁ ଦେଇଥାଏ |",
    "4086379603": "ପ୍ରଶ୍ନଗୁଡିକ?",
    "1243684308": "ଆମେ ଆପଣଙ୍କର ମତାମତକୁ ଗମ୍ଭୀରତାର ସହ ନେଇଥାଉ, ଏବଂ ନିଶ୍ଚିତ କରିବାକୁ ଚାହୁଁ ଯେ ଅନ୍ଲାଇନ୍ରେ କମ୍ ବଟ୍ ଏବଂ କମ୍ ସ୍ପାମ୍ ସହିତ ସମସ୍ତଙ୍କର ଅଧିକ ସୁଖଦ ଅନୁଭୂତି ଅଛି | ଆମ ପାଖରେ ପହଞ୍ଚନ୍ତୁ:",
    "2645321220": "ଏବଂ ଯଦି ଆପଣ ଭାବୁଛନ୍ତି reCAPTCHA ର ମୂଲ୍ୟ ଅତ୍ୟଧିକ ଅଧିକ, ଆମକୁ hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ବିଷୟରେ ପଚାରନ୍ତୁ | ସମ୍ପ୍ରତି ବିଶ୍ largest ର କେତେକ ବୃହତ ପ୍ରକାଶକ, ଆର୍ଥିକ ସେବା କମ୍ପାନୀ ଏବଂ ୱେବ୍ ଭିତ୍ତିଭୂମି କମ୍ପାନୀଗୁଡିକ ବ୍ୟବହାର କରୁଛନ୍ତି, ସେମାନେ କେବଳ reCAPTCHA ପାଇଁ ଏକ ବିଶ୍ୱସନୀୟ ବିକଳ୍ପ ନୁହଁନ୍ତି: ଆମେ ବିଶ୍ believe ାସ କରୁ ଯେ ସେମାନେ ବର୍ତ୍ତମାନ ଉପଲବ୍ଧ ସର୍ବୋତ୍ତମ ବଟ୍ ସୁରକ୍ଷା ପ୍ରଦାନ କରୁଛନ୍ତି |",
    "1229233916": "ପାଦଚିହ୍ନ |",
    "1115642494": "1. ଉତ୍ସ: BuiltWith.com reCAPTCHA ସାଇଟ୍ ତାଲିକା | ଜୁଲାଇ 9, 2019",
    "448807334": "(\"ପ୍ରତିଦିନ ଶହ ଶହ କୋଟି CAPTCHA ଲୋକ ସମାଧାନ କରନ୍ତି।\") ଜୁଲାଇ 8, 2019",
    "2397590157": "3. ରକ୍ଷଣଶୀଳ ଆକଳନ: 200 ମିଲିୟନ୍ ସମାଧାନ * ବର୍ଷରେ 30 ସେକେଣ୍ଡ୍ = 190.3 ବ୍ୟକ୍ତି-ବର୍ଷ / ଦିନରେ ସମାଧାନ କରେ |",
    "3236311792": "4. hCaptcha ଆଭ୍ୟନ୍ତରୀଣ ବିଶ୍ଳେଷଣ | ଜୁନ୍ 30th, 2019 ପର୍ଯ୍ୟନ୍ତ ତଥ୍ୟ ଅମଳ ହୋଇଛି | ଅନୁରୋଧ ଅନୁଯାୟୀ ସବିଶେଷ ତଥ୍ୟ ଉପଲବ୍ଧ |",
    "1752259468": "5. ରକ୍ଷଣଶୀଳ ଆକଳନ: ଗୋଟିଏ ଟିପ୍ପଣୀର $ 0.01 ମୂଲ୍ୟ * 200 ମି। ଦ ann ନିକ ଟିପ୍ପଣୀ (ନିମ୍ନ ସୀମା) * ବର୍ଷକୁ 365 ଦିନ * 2009 ଅଧିଗ୍ରହଣ ଠାରୁ 10 ବର୍ଷ = $ 7.3 ବିଲିୟନ କମ୍ ସୀମା ମୂଲ୍ୟ |",
    "3268946369": "6. କ୍ରେଡିଟ୍: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. ଉତ୍ସ: ମେରି ମିକର୍, କେପି ଇଣ୍ଟରନେଟ୍ ଟ୍ରେଣ୍ଡସ୍ 2017 |",
    "2666258754": "ଦୁର୍ବଳ-ସୁପରଭାଇଜ୍ ଡିପ୍ ହାସିଙ୍ଗ୍, ହିକ୍କି ଆର୍ପୋନେନ୍, ଟମ୍ ଇ ବିଶପ୍ ପାଇଁ ସେମାଣ୍ଟିକ୍ ହାଇରାର୍କି ଭିତ୍ତିକ ସମ୍ପର୍କ ଏମ୍ବେଡିଙ୍ଗ୍ | ICML 2019, LLD କର୍ମଶାଳା |",
    "2544169219": "ସାମ୍ପ୍ରତିକ ଅତ୍ୟାଧୁନିକ ଫଳାଫଳ: ICML LLD, ମେ 2019 |",
    "1973347745": "10. ରୟାଲ୍ଟି ମୁକ୍ତ ଉଦାହରଣ ପ୍ରତିଛବି | ଉତ୍ସ: ପେଟାପିକ୍ସେଲ୍ |",
    "1493115924": "ଟ୍ରେଡ୍ ମାର୍କ ଟିପ୍ପଣୀ:",
    "4051104324": "\"ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍\" ହେଉଛି ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍, Inc. ର ଏକ ପଞ୍ଜୀକୃତ ଟ୍ରେଡ୍ ମାର୍କ |",
    "3983646521": "ସମସ୍ତ ଉତ୍ପାଦ ନାମ, ଲୋଗୋ, ବ୍ରାଣ୍ଡ, ଟ୍ରେଡ୍ ମାର୍କ ଏବଂ ପଞ୍ଜୀକୃତ ଟ୍ରେଡ୍ ମାର୍କ ସେମାନଙ୍କର ସମ୍ପୃକ୍ତ ମାଲିକମାନଙ୍କର ସମ୍ପତ୍ତି ଅଟେ | ଏହି ୱେବସାଇଟ୍ ରେ ବ୍ୟବହୃତ ସମସ୍ତ କମ୍ପାନୀ, ଉତ୍ପାଦ ଏବଂ ସେବା ନାମ କେବଳ ପରିଚୟ ଉଦ୍ଦେଶ୍ୟରେ | ଏହି ନାମଗୁଡିକ, ଟ୍ରେଡ୍ ମାର୍କ ଏବଂ ବ୍ରାଣ୍ଡଗୁଡିକର ବ୍ୟବହାର ଅନୁମୋଦନ ନୁହେଁ | ଏହି କ୍ଷେତ୍ରରେ, ସମ୍ପୂର୍ଣ୍ଣ ବିପରୀତ |",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV |",
    "3594526017": "IM ବ ists ଜ୍ଞାନିକମାନେ CVPR 2020 ରେ ଦୁର୍ବଳ ତଦାରଖ ହୋଇଥିବା ପାଠ୍ୟ ଚିହ୍ନଟ (OCR) ପାଇଁ ନୂତନ ମାନଦଣ୍ଡ ସ୍ଥିର କରନ୍ତି |",
    "1259002282": "ଏକ ତ୍ରୁଟି ପାଇଲେ? ଏହାକୁ କିପରି ରିପୋର୍ଟ କରିବେ ତାହା ଏଠାରେ ଅଛି |",
    "3301728462": "ବ୍ରାଉଜର, ଏକ୍ସଟେନ୍ସନ୍, ଡିଭାଇସ୍, ଫାୟାରୱାଲ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ମିଶ୍ରଣରେ ଲକ୍ଷ ଲକ୍ଷ ଲୋକ ପ୍ରତିମାସରେ hCaptcha ବ୍ୟବହାର କରନ୍ତି |",
    "3878230879": "ଆମର ଲକ୍ଷ୍ୟ ହେଉଛି ଏହା ନିଶ୍ଚିତ କରିବା ଯେ ଏହା ସର୍ବଦା ଆପଣଙ୍କ ପାଇଁ କାମ କରେ, ତେଣୁ ଆମେ ଆପଣଙ୍କ ରିପୋର୍ଟକୁ ବହୁତ ପ୍ରଶଂସା କରୁଛୁ!",
    "2465128185": "ଶୀଘ୍ର ମତାମତ ଦେବାକୁ, କେବଳ \"ଆମକୁ ମତାମତ ପଠାନ୍ତୁ\" ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ |",
    "2921990472": "ଯଦି ଆପଣ ଏକ କାର୍ଯ୍ୟକ୍ଷମ ସମସ୍ୟା ଦେଖୁଛନ୍ତି, ଦୟାକରି ଏହାକୁ ଅନୁସରଣ କରନ୍ତୁ |",
    "2870341481": "ନିମ୍ନରେ | କେବଳ ଅନ୍ୟ କ browser ଣସି ବ୍ରାଉଜର୍ ପାଇଁ |",
    "1866590035": "Chrome ପାଇଁ ତ୍ରୁଟି ନିବାରଣ ନିର୍ଦ୍ଦେଶାବଳୀ",
    "444492541": "ଫାୟାରଫକ୍ସ ପାଇଁ ଲଗ୍ ନିର୍ଦ୍ଦେଶାବଳୀ ଡିବଗ୍ କରନ୍ତୁ |",
    "169267610": "ଆମକୁ ଇମେଲ୍ କରନ୍ତୁ |",
    "3100722753": "ସମ୍ଭାବ୍ୟ ସୁରକ୍ଷା କିମ୍ବା ଗୋପନୀୟତା ସମସ୍ୟା ପାଇଁ, ନିମ୍ନରେ ଥିବା ନିର୍ଦ୍ଦେଶାବଳୀ ଦେଖନ୍ତୁ |",
    "1906593952": "ଆପଣ ବର୍ତ୍ତମାନ ଦେଖିଥିବା hCaptcha ଉପରେ ମତାମତ ପ୍ରଦାନ କରନ୍ତୁ |",
    "3951254541": "ଆମେ ଆପଣଙ୍କର ଇନପୁଟ୍ କୁ ପ୍ରଶଂସା କରୁ | ଆମକୁ କ issues ଣସି ସମସ୍ୟା ଜାଣିବା ଏବଂ ଆମେ ଶୀଘ୍ର ସମାଧାନ କରିବୁ |",
    "3324288040": "ଆମକୁ ମତାମତ ପଠାନ୍ତୁ |",
    "2864016648": "ଗୋପନୀୟତା ସମସ୍ୟା",
    "304004915": "ଉପଭୋକ୍ତା କିଏ, ଆମେ ଧ୍ୟାନ ଦେଉନାହୁଁ, କେବଳ ଦୁଷ୍ଟ କିମ୍ବା ମେସିନ୍ ହେବାର ସମ୍ଭାବନା କେତେ | ପରି ପଦକ୍ଷେପଗୁଡିକୁ ଆମେ ସମର୍ଥନ କରୁ |",
    "1139493658": ", ଏବଂ ଗୋପନୀୟତା ଏବଂ ନିରାପତ୍ତାକୁ ସନ୍ତୁଳିତ କରିବା ପାଇଁ କଠିନ ପରିଶ୍ରମ କରନ୍ତୁ |",
    "3083289844": "ଯଦି ଆପଣ ଏକ ସମସ୍ୟା ପାଇଛନ୍ତି ଯାହା ଆପଣ ଭାବୁଛନ୍ତି ଉପଭୋକ୍ତାଙ୍କର ଗୋପନୀୟତା ଉପରେ ପ୍ରଭାବ ପକାଇପାରେ, ଦୟାକରି ଆମକୁ ଇମେଲ କରନ୍ତୁ |",
    "4264784515": "ସୁରକ୍ଷା ବଗ୍ |",
    "963238401": "ସୁରକ୍ଷା ତ୍ରୁଟିର ରିପୋର୍ଟ ଗ୍ରହଣ କରିବାକୁ ଆମେ ସର୍ବଦା ଆଗ୍ରହୀ | ଇମେଲ୍ କରନ୍ତୁ |",
    "3926027556": "ଏବଂ ଆମେ ଶୀଘ୍ର ଆପଣଙ୍କ ନିକଟକୁ ଫେରିବା |",
    "1589805435": "ଆମର ମଧ୍ୟ ଏକ ଅଛି |",
    "2560582224": "ବଗ୍ ବାଉଣ୍ଟି ପ୍ରୋଗ୍ରାମ୍ |",
    "103876916": "hCaptcha ସେବା ଏବଂ ଆନୁସଙ୍ଗିକ ଉତ୍ସ କୋଡ୍ ଉପରେ ଯୋଗ୍ୟ ସୁରକ୍ଷା ରିପୋର୍ଟ ପାଇଁ |",
    "497117287": "ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ",
    "3230004040": "ଆପଣ ଦୃଷ୍ଟିହୀନ କି ଅନ୍ୟଥା hCaptchas ସଂପୂର୍ଣ୍ଣ କରିବାକୁ ଅସମର୍ଥ?",
    "3480023141": "ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "2052161540": "ବଗ୍ ରିପୋର୍ଟ ବିବରଣୀ କ୍ୟାପଚର୍: କ୍ରୋମ୍ |",
    "2281169898": "ଆପଣଙ୍କର ରିପୋର୍ଟ ସହିତ ତ୍ରୁଟି ନିବାରଣ ସୂଚନା ପଠାଇବା କ’ଣ ଘଟୁଛି ତାହା ଚିହ୍ନଟ କରିବା ଆମ ପାଇଁ ଅଧିକ ସହଜ କରିବ | ଏଠାରେ ପର୍ଯ୍ୟାୟ ନିର୍ଦ୍ଦେଶାବଳୀଗୁଡ଼ିକ ଅଛି:",
    "1123365779": "ଯଦି ଆପଣ ଜଣେ ୱେବ୍ ଡେଭଲପର୍ କିମ୍ବା ଏକ୍ସପର୍ଟ ୟୁଜର୍, ସାରାଂଶ ହେଉଛି ଆମେ ଚାହୁଁଛୁ ଯେ ଆମକୁ ଏକ ନେଟୱାର୍କ ରେକର୍ଡିଂ HAR ଏବଂ ବ୍ରାଉଜର୍ କନସୋଲ୍ ଲଗ୍ ପଠାନ୍ତୁ |",
    "2015218686": "ଆପଣ ଏହି ଷ୍ଟେପଗୁଡିକ ଦେଇ ଯିବା ପୂର୍ବରୁ | ଯଦି ତାହା ଆପଣଙ୍କର ସମସ୍ୟାର ସମାଧାନ କରେ, ତଥାପି ଆମେ ଆପଣଙ୍କୁ ଆପଣଙ୍କର ବ୍ରାଉଜର୍ ସଂସ୍କରଣ, ବିଜ୍ଞାପନ ବ୍ଲକର୍ କିମ୍ବା ବ୍ରାଉଜର୍ ଏକ୍ସଟେନ୍ସନ୍ ଏବଂ ୱେବସାଇଟ୍ URL ବିଷୟରେ ଜଣାଇବାକୁ ଆପଣଙ୍କୁ ପ୍ରଶଂସା କରିବୁ |",
    "3922723611": "ଦୟାକରି ଯେକ any ଣସି ବିଜ୍ଞାପନ ବ୍ଲକର୍ କିମ୍ବା ବ୍ରାଉଜର୍ ସୁରକ୍ଷା ଏକ୍ସଟେନ୍ସନ୍ ଅକ୍ଷମ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |",
    "4036872105": "ପ୍ରଥମେ ଏବଂ ପରେ ପୁନ ry ଚେଷ୍ଟା କରନ୍ତୁ |",
    "993651083": "ପଦାଙ୍କ 1: ବିକାଶକାରୀ ଉପକରଣଗୁଡିକ ଖୋଲନ୍ତୁ (ଏହା ଅଧିବେଶନ ରେକର୍ଡିଂ ଆରମ୍ଭ କରେ |)",
    "4163469907": "ଷ୍ଟେପ୍ 2: ଡେଭଲପର୍ ଟୁଲ୍ସରେ ନେଟୱାର୍କ ଟ୍ୟାବ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ | ଶୀର୍ଷରେ ଥିବା \"ସଂରକ୍ଷଣ ଲଗ୍\" ବାକ୍ସକୁ ଯାଞ୍ଚ କରନ୍ତୁ |",
    "4243348003": "ପଦାଙ୍କ 3: ପରିଦର୍ଶନ କରନ୍ତୁ |",
    "641342999": ", କିମ୍ବା ୱେବସାଇଟ୍ ରେ ଆପଣଙ୍କର ଏକ ସମସ୍ୟା ଅଛି (ଗୋପନୀୟତା ଟିପ୍ପଣୀ: କେବଳ ଯଦି ଆପଣ ଏହା ଅଂଶୀଦାର କରିବାକୁ ମନ ଦିଅନ୍ତି ନାହିଁ) ... ଏବଂ ତାପରେ \"ମୁଁ ମଣିଷ\" ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ ଏବଂ ସମାଧାନ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "ପଦାଙ୍କ 4: ଆପଣ ସମାଧାନ କରିବାକୁ ଚେଷ୍ଟା କରିବା ପରେ \"ରପ୍ତାନି HAR\" (ଟିକିଏ ତଳ ତୀର) କ୍ଲିକ୍ କରନ୍ତୁ, ଯାହା ନେଟୱର୍କ ଲଗ୍ ସଞ୍ଚୟ କରେ | ସେହି ଫାଇଲ୍ ଆମକୁ ପଠାନ୍ତୁ |",
    "1503240421": "ଷ୍ଟେପ୍ 5: କନସୋଲ୍ ଟ୍ୟାବ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ ଏବଂ କନସୋଲ୍ ଲଗ୍ ସେଭ୍ କରିବାକୁ “ସେଭ୍ ..” ରେ ରାଇଟ୍ କ୍ଲିକ୍ କରନ୍ତୁ | ଆମକୁ ମଧ୍ୟ ତାହା ପଠାନ୍ତୁ |",
    "2863840904": "ପଦାଙ୍କ 6: ଶେଷ ପଦକ୍ଷେପ, ସେହି HAR ଏବଂ କନସୋଲ୍ ଲଗ୍ ଫାଇଲଗୁଡ଼ିକୁ ଆମକୁ ଇମେଲ୍ କରନ୍ତୁ ଏବଂ ସମସ୍ୟାକୁ ବର୍ଣ୍ଣନା କରନ୍ତୁ |",
    "4051785543": "ବ୍ୟବହାର:",
    "3623028666": "(ଦୟାକରି ଏକ ସେବା ବ୍ୟବହାର କରନ୍ତୁ |",
    "551761392": "ଏବଂ ଲିଙ୍କ୍ ପଠାନ୍ତୁ) ଏବଂ ବ ally କଳ୍ପିକ ଭାବରେ ଏକ ସ୍କ୍ରିନସଟ୍, ଯଦି ଆପଣ ସନ୍ଦେହ କରୁଛନ୍ତି ଯେ କିଛି ସଠିକ୍ ଭାବରେ ପ୍ରଦର୍ଶିତ ହେଉନାହିଁ | ଆପଣ ବ୍ୟବହାର କରୁଥିବା IP କୁ ଦୟାକରି ପଠାନ୍ତୁ | ଆପଣ ଏଥିରୁ ପାଇପାରିବେ |",
    "1219091208": "ଡ୍ରପ୍ ବକ୍ସ",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "ଆମକୁ ଏହି ସୂଚନା ପାଇବାରେ ସାହାଯ୍ୟ କରିବାକୁ ସମୟ ନେଇଥିବାରୁ ଧନ୍ୟବାଦ!",
    "3680327841": "ସମସ୍ତଙ୍କ ପାଇଁ hCaptcha କୁ ଭଲ କାମ କରିବାକୁ ଆମେ ପ୍ରତିବଦ୍ଧ |",
    "1059502393": "ବଗ୍ ରିପୋର୍ଟର ବିବରଣୀ କ୍ୟାପଚର: ଫାୟାରଫକ୍ସ |",
    "1112074001": "ଷ୍ଟେପ୍ 2: ଡେଭଲପର୍ ଟୁଲ୍ସରେ ନେଟୱାର୍କ ଟ୍ୟାବ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ | ଶୀର୍ଷରେ ଥିବା “ସ୍ଥିର ଲଗ” ବାକ୍ସକୁ ଯାଞ୍ଚ କରନ୍ତୁ |",
    "1797298240": "ପଦାଙ୍କ 4: ଆପଣ ସମାଧାନ କରିବାକୁ ଚେଷ୍ଟା କରିବା ପରେ \"HAR\" କ୍ଲିକ୍ କରନ୍ତୁ ଏବଂ ନେଟୱର୍କ ଲଗ୍ ସଞ୍ଚୟ କରିବାକୁ \"ସମସ୍ତଙ୍କୁ HAR ଭାବରେ ସଂରକ୍ଷଣ କରନ୍ତୁ\" ବାଛନ୍ତୁ | ସେହି ଫାଇଲ୍ ଆମକୁ ପଠାନ୍ତୁ |",
    "3671246379": "ଷ୍ଟେପ୍ 5: କନସୋଲ୍ ଟ୍ୟାବ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ, ଏବଂ ଡାହାଣ କ୍ଲିକ୍ କରନ୍ତୁ ତାପରେ \"ସମସ୍ତ ଚୟନ କରନ୍ତୁ\" ଏବଂ ଏହାକୁ ଏକ ପାଠ୍ୟ ଫାଇଲରେ ସଂରକ୍ଷଣ କରନ୍ତୁ, କନସୋଲ୍ ଲଗ୍ ସେଭ୍ କରିବାକୁ | ଆମକୁ ମଧ୍ୟ ତାହା ପଠାନ୍ତୁ |",
    "3816867833": "ମତାମତ",
    "788770967": "ଏହା ଶୁଣି ଦୁ Sorry ଖିତ! ଆପଣ ଆମର ଆକ୍ସେସିବିଲିଟି ଅପ୍ସନ୍ ବ୍ୟବହାର କରିବାକୁ ଚାହିଁପାରନ୍ତି:",
    "1333016413": "ଏହା ଆପଣଙ୍କୁ ଏକ କୁକିଜ୍ ପଞ୍ଜିକରଣ ଏବଂ ସେଟିଂ କରି ଭବିଷ୍ୟତର ପ୍ରଶ୍ନରୁ ଦୂରେଇ ରଖିବାକୁ ଦିଏ |",
    "2333410049": "ଦୟାକରି ଆପଣଙ୍କର ବିଜ୍ଞାପନ ବ୍ଲକରକୁ ବନ୍ଦ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |",
    "1345083090": "ଏକ କାର୍ଯ୍ୟକାରିତା ସମସ୍ୟା ରିପୋର୍ଟ କରିବା?",
    "2184564739": "ଦେଖନ୍ତୁ |",
    "604751186": "ଅନ୍ୟାନ୍ୟ ସମସ୍ୟା? ଇମେଲ୍ କରନ୍ତୁ |",
    "3460914397": "https://www.hcaptcha.com/accessibility |",
    "1218990730": "ବିସ୍ତୃତ ଲଗ୍ ସହିତ କିପରି ସମସ୍ୟାଗୁଡିକ ରିପୋର୍ଟ କରିବେ |",
    "1050501253": "ବହୁତ କଷ୍ଟକର |",
    "3264813246": "ଅନୁପଯୁକ୍ତ",
    "3526939538": "ସଫ୍ଟୱେର୍ ବଗ୍ |",
    "126134492": "ଅନ୍ୟମାନେ |",
    "3511610999": "ଆସନ୍ତୁ ନିଶ୍ଚିତ କରିବା ଯେ ଆପଣ ସଠିକ୍ ସ୍ଥାନକୁ ଯାଉଛନ୍ତି |",
    "3906886217": "କମ୍ପାନୀ କିମ୍ବା ୱେବସାଇଟ୍ ପାଇଁ |",
    "1621597093": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ସୁରକ୍ଷା ସମାଧାନ (ଦେୟ)",
    "3176531704": "ଡାଟା ଟିପ୍ପଣୀ |",
    "1834239172": "HCaptcha ଟିପ୍ପଣୀ ସେବା କ୍ରୟ କରନ୍ତୁ |",
    "1457707016": "ବ୍ୟକ୍ତିବିଶେଷଙ୍କ ପାଇଁ |",
    "770264626": "ଆପଣଙ୍କ ସେବାରେ hCaptcha ଯୋଡନ୍ତୁ (ମାଗଣା)",
    "881015166": "ମୋ ୱେବସାଇଟ୍ କିମ୍ବା ଆପରେ ପ୍ରକାଶକମାନଙ୍କ ପାଇଁ hCaptcha ଯୋଡନ୍ତୁ |",
    "47536007": "HCaptcha ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "2012837493": "ସନ୍ଧାନ ଫଳାଫଳ |",
    "4034694801": "କ match ଣସି ମେଳ ଖାଉଥିବା ଫଳାଫଳ ନାହିଁ |",
    "3621411541": "HCaptcha ପାଇଁ ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ ବିଷୟରେ ଜାଣନ୍ତୁ |",
    "3401005681": "ଟଙ୍କା ରୋଜଗାର କର |",
    "3933993151": "ଏକ ବ୍ୟକ୍ତିଗତ ଡାଟା ଲେବଲର୍ ଭାବରେ କାର୍ଯ୍ୟ କରନ୍ତୁ |",
    "563059212": "ସବ୍ ପ୍ରୋସେସରଗୁଡ଼ିକର ତାଲିକା |",
    "3501923981": "ଶେଷ ଅଦ୍ୟତନ: ଜାନୁଆରୀ 1, 2020 |",
    "3548097301": "ପ୍ରଭାବଶାଳୀ: ଜାନୁଆରୀ 1, 2020",
    "3991444169": "ଏହି ପୃଷ୍ଠା hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସେବା ପାଇଁ ସାମ୍ପ୍ରତିକ ସବ୍-ପ୍ରୋସେସର୍ଗୁଡ଼ିକୁ ତାଲିକାଭୁକ୍ତ କରେ |",
    "835396984": "ସମ୍ପ୍ରତି ସକ୍ରିୟ |",
    "424089481": "ଆମାଜନ ୱେବ୍ ସର୍ଭିସେସ୍, Inc. (ଗ୍ଲୋବାଲ୍) | ସେବା ପ୍ରଦାନ କରାଯାଇଛି: ଆମାଜନ ୱେବ୍ ସେବା | https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "କ୍ଲାଉଡ୍ ଫ୍ଲାର୍, Inc. (ଗ୍ଲୋବାଲ୍) | ସେବାଗୁଡିକ ପ୍ରଦାନ କରାଯାଇଛି: Cloudflare.com।",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "ଆଇବିଏମ୍। (ଗ୍ଲୋବାଲ୍) ସେବାଗୁଡିକ ପ୍ରଦାନ କରାଯାଇଛି: ଆଇବିଏମ୍ କ୍ଲାଉଡ୍ |",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "ମାଇକ୍ରୋସଫ୍ଟ କର୍ପୋରେଟ୍ (ଗ୍ଲୋବାଲ୍) | ସେବାଗୁଡିକ ପ୍ରଦାନ କରାଯାଇଛି: ମାଇକ୍ରୋସଫ୍ଟ ଆଜୁର୍ |",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "ଟିପନ୍ତୁ: ସମସ୍ତ ଗ୍ରାହକଙ୍କ ପାଇଁ ପ୍ରଯୁଜ୍ୟ ନୁହେଁ | ଉଦାହରଣ ସ୍ୱରୂପ, ଆଇପି ବ୍ଲାଇଣ୍ଡିଂ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଉନ୍ନତ ଗୋପନୀୟତା କିମ୍ବା ସୁରକ୍ଷା ବିକଳ୍ପ ଗ୍ରାହକ (ଯେପରିକି ସୁରକ୍ଷିତ ଭର୍ଚୁଆଲ୍ ଟେନିସି ଗ୍ରାହକ) ଟେଲିମେଟ୍ରି ସିଷ୍ଟମରେ ପ୍ରବେଶ କରୁଥିବା କ potential ଣସି ସମ୍ଭାବ୍ୟ “PII” ରୁ ସଂପୂର୍ଣ୍ଣ ବାଦ ପଡିଛନ୍ତି, ଏପରିକି ଏକ IP ଠିକଣା | ଆବଶ୍ୟକ ହେଲେ ଅଧିକ ସୂଚନା ପାଇଁ ଦୟାକରି ଆପଣଙ୍କର ଖାତା ପ୍ରତିନିଧୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "700843971": "ହାଉଣ୍ଡ ଟେକ୍ନୋଲୋଜି, Inc. (ଗ୍ଲୋବାଲ୍) | ସେବାଗୁଡିକ ପ୍ରଦାନ କରାଯାଇଛି: honeycomb.io |",
    "1691879905": "https://www.honeycomb.io/privacy |",
    "3571003547": "https://www.honeycomb.io/ ନିରାପତ୍ତା |",
    "1208179159": "LogDNA, Inc. (ଗ୍ଲୋବାଲ୍) | ସେବାଗୁଡିକ ପ୍ରଦାନ କରାଯାଇଛି: LogDNA.com |",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "ଜେଣ୍ଡେସ୍କ, Inc. (ଗ୍ଲୋବାଲ୍) | ସେବାଗୁଡିକ ପ୍ରଦାନ କରାଯାଇଛି: Zendesk.com।",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "ମେଲଗନ୍ ଟେକ୍ନୋଲୋଜି, Inc. (ଗ୍ଲୋବାଲ୍) | ସେବାଗୁଡିକ ପ୍ରଦାନ କରାଯାଇଛି: ମେଲଗୁନ୍ ଡଟ୍।",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "ଭିତ୍ତିଭୂମି",
    "370366524": "ଏଫେମେରାଲ୍ ସେବା ଟେଲିମେଟ୍ରି |",
    "121192737": "ଆଗାମୀ ଯୋଗଗୁଡ଼ିକ |",
    "2420789666": "ଦ୍ରୁତ, Inc. ସେବାଗୁଡିକ ପ୍ରଦାନ କରାଯାଇଛି: ଦ୍ରୁତ CDN ଏବଂ ଧାର ଗଣନା |",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "ପ୍ରଭାବଶାଳୀ: ସେପ୍ଟେମ୍ବର 1, 2021. ଭିତ୍ତିଭୂମି ଯୋଗ |",
    "1487796027": "କମ୍ପାନୀଗୁଡିକ ପାଇଁ |",
    "3943417791": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ (BotStop) ପାଇଁ ସମର୍ଥନ ପ୍ରାପ୍ତ କରନ୍ତୁ |",
    "702287791": "hCaptcha ପ୍ରକାଶକ (ମାଗଣା)",
    "3397976149": "HCaptcha ପ୍ରକାଶକ ପାଇଁ ସମର୍ଥନ ପ୍ରାପ୍ତ କରନ୍ତୁ |",
    "833750823": "ଏକ ଚ୍ୟାଲେଞ୍ଜରେ ଅସୁବିଧା ହେଉଛି କି?",
    "2024737147": "ଏକ ତ୍ରୁଟି ଖବର କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
    "1978884623": "ସଫ୍ଟୱେର୍ ଇସୁ ରିପୋର୍ଟ କରିବା ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "4188664955": "ସେବାର ସର୍ତ୍ତାବଳୀ",
    "2621989404": "ଶେଷ ଅଦ୍ୟତନ: ସେପ୍ଟେମ୍ବର 24, 2021. ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଆମର ଇଂରାଜୀ ଭାଷା ସର୍ତ୍ତାବଳୀ ପ୍ରାଧିକୃତ ଅଟେ |",
    "2404545611": "HCaptcha କୁ ସ୍ Welcome ାଗତ! ଆମ ସମ୍ପ୍ରଦାୟର ଏକ ଅଂଶ ହୋଇଥିବାରୁ ଧନ୍ୟବାଦ | \"ସେବାଗୁଡିକ\" ର ସମସ୍ତ ଉପଭୋକ୍ତା (ନିମ୍ନରେ ବ୍ୟାଖ୍ୟା କରାଯାଇଛି) ନିମ୍ନଲିଖିତ ସର୍ତ୍ତାବଳୀରେ (\"ସେବା ସର୍ତ୍ତାବଳୀ\") ସହମତ ହେବା ଜରୁରୀ | ଏହି ସେବା ସର୍ତ୍ତାବଳୀ ଅନୁଯାୟୀ, \"IMI\", \"ଆମେ\" ଏବଂ \"ଆମ\" ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍, Inc. କୁ ସୂଚିତ କରେ ଏବଂ ଏହାର ସହାୟକ କମ୍ପାନୀ, ଅନୁବନ୍ଧିତ ଅଧିକାରୀ, ଅଧିକାରୀ, ଏଜେଣ୍ଟ, କର୍ମଚାରୀ, ପ୍ରତିନିଧୀ, ଏବଂ ଏଜେଣ୍ଟ, ଏବଂ ଆମର \"ୱେବସାଇଟ୍\" ଅନ୍ତର୍ଗତ ଯେକ website ଣସି ୱେବସାଇଟ୍ ଅନ୍ତର୍ଭୁକ୍ତ କରେ | www.hcaptcha.com ଏବଂ www.imachines.com ଅନ୍ତର୍ଭୁକ୍ତ କରି ଆମର ନିୟନ୍ତ୍ରଣ |",
    "2348450790": "ଦୟାକରି ଏହି ସେବାର ସର୍ତ୍ତାବଳୀ ପ read ନ୍ତୁ | ସେଗୁଡିକ ଅନ୍ୟାନ୍ୟ ବ୍ୟବସ୍ଥା ମଧ୍ୟରେ ୱାରେଣ୍ଟିର ପ୍ରତ୍ୟାଖ୍ୟାନ, ଦାୟିତ୍ limit ର ସୀମା, ଏବଂ ବାଧ୍ୟତାମୂଳକ ଆର୍ବିଟ୍ରେସନ୍ ଅନ୍ତର୍ଭୁକ୍ତ କରେ | ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଆମର ୱେବସାଇଟ୍ କୁ ଆପଣଙ୍କର ଶେଷ ପରିଦର୍ଶନ ପରେ ଏହି ସେବା ସର୍ତ୍ତାବଳୀ ବଦଳିଥାଇପାରେ | ଆମେ ଆମର ବିବେକ ଅନୁଯାୟୀ ସମୟ ସମୟରେ ଏହି ସେବାର ସର୍ତ୍ତାବଳୀକୁ ସଂଶୋଧନ ଏବଂ ଅଦ୍ୟତନ କରିପାରିବା | ଏକ ସାମଗ୍ରୀକ ପରିବର୍ତ୍ତନ ଘଟଣାରେ, ଆମେ ଏହି ପୃଷ୍ଠାରେ ଅପଡେଟ୍ ହୋଇଥିବା ସେବା ସର୍ତ୍ତାବଳୀ ପୋଷ୍ଟ କରି ଆପଣଙ୍କୁ ଜଣାଇବୁ, ଯାହା ପରେ ସାଇଟ୍ କିମ୍ବା ସେବାକୁ ବ୍ୟବହାର କିମ୍ବା ପ୍ରବେଶ ଜାରି ରଖିବା ପାଇଁ ଆପଣଙ୍କୁ ନିଶ୍ଚିତ ଭାବରେ ଅପଡେଟ୍ ହୋଇଥିବା ସେବା ସର୍ତ୍ତାବଳୀକୁ ନିଶ୍ଚିତ ଭାବରେ ଗ୍ରହଣ କରିବାକୁ ପଡିବ |",
    "1064537632": "ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଆମର ସେବାର ବ୍ୟବହାର ଆମର ଡାଟା ପ୍ରକ୍ରିୟାକରଣ ଚୁକ୍ତିନାମା ଦ୍ୱାରା ପରିଚାଳିତ, ଯାହା ଏଠାରେ ରେଫରେନ୍ସ ଦ୍ୱାରା ଅନ୍ତର୍ଭୁକ୍ତ | ଆମେ ଆପଣଙ୍କ ତରଫରୁ କିପରି ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ପ୍ରକ୍ରିୟାକରଣ କରିବାକୁ ଦୟାକରି ଏହି ଚୁକ୍ତିନାମାକୁ ସମୀକ୍ଷା କରନ୍ତୁ | ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଆମେ ୟୁଏଇ ଜେନେରାଲ୍ ଡାଟା ପ୍ରୋଟେକସନ୍ ରେଗୁଲେସନ୍ ଏବଂ କାଲିଫର୍ନିଆ ଗ୍ରାହକ ଗୋପନୀୟତା ଅଧିନିୟମ ଉଦ୍ଦେଶ୍ୟରେ ଏକ “ଡାଟା ପ୍ରୋସେସର୍” ଭାବରେ କାର୍ଯ୍ୟ କରୁ |",
    "1933936765": "ଡାଟା ପ୍ରକ୍ରିୟାକରଣ ଚୁକ୍ତି (ଶେଷ ଅଦ୍ୟତନ: ସେପ୍ଟେମ୍ବର 23, 2021)",
    "2959486280": "ଯଦି ଆପଣ ଏହି ସେବାର ସର୍ତ୍ତାବଳୀରେ ରାଜି ନୁହଁନ୍ତି, ଆପଣ ସାଇଟ୍ କିମ୍ବା ସେବାକୁ ବ୍ୟବହାର କିମ୍ବା ପ୍ରବେଶ କରିପାରିବେ ନାହିଁ |",
    "3200859925": "1. ଉଦ୍ଦେଶ୍ୟ",
    "1807143500": "ସେବାଗୁଡିକ ଏକ ଅନଲାଇନ୍ ସୁରକ୍ଷା ସେବା (\"hCaptcha ସେବା\") ଏବଂ ଏକ ପ୍ଲାଟଫର୍ମ (\"ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ପ୍ଲାଟଫର୍ମ\") ଅନ୍ତର୍ଭୂକ୍ତ କରେ ଯେଉଁଥିରେ ଜଣେ ବ୍ୟକ୍ତି (\"ଯୋଗଦାନକାରୀ\") କାର୍ଯ୍ୟ କରିବାକୁ ବାଛି ପାରିବେ ଯାହା ଏକ ତୃତୀୟ ପକ୍ଷ ସଂସ୍ଥା କିମ୍ବା ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ନିଜେ (ପ୍ରତ୍ୟେକ) | ଏକ \"ଅନୁରୋଧକାରୀ\") ଆମର ୱେବସାଇଟ୍ କିମ୍ବା hCaptcha ସର୍ଭିସକୁ ସିଧାସଳଖ ଆମ ୱେବସାଇଟ୍ ରେ କିମ୍ବା ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ପ୍ଲାଟଫର୍ମକୁ ପ୍ରବେଶ କରି ଏବଂ / କିମ୍ବା ଏକ ତୃତୀୟ ପକ୍ଷ ସଂସ୍ଥା ଏବଂ / କିମ୍ବା ପ୍ଲାଟଫର୍ମ କିମ୍ବା ସେବା (କିମ୍ବା ପ୍ରତ୍ୟେକ) ସହିତ କାର୍ଯ୍ୟ ସଂପାଦନ କରି ପୋଷ୍ଟ କରେ | \"ଇଣ୍ଟିଗ୍ରେଟର୍\") ଅନୁରୋଧକାରୀମାନେ କାର୍ଯ୍ୟ ପୋଷ୍ଟ କରନ୍ତି ଏବଂ ଇଣ୍ଟିଗ୍ରେଟରମାନଙ୍କୁ IMI ଦ୍ provided ାରା ପ୍ରଦାନ କରାଯାଇଥିବା ପୁରସ୍କାର ବଦଳରେ, କିମ୍ବା ଅନୁରୋଧକାରୀ ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ପ୍ଲାଟଫର୍ମ କିମ୍ବା hCaptcha ସେବା ବ୍ୟବହାର କରି ନିଜର ଶେଷ-ଉପଭୋକ୍ତାଙ୍କୁ କାର୍ଯ୍ୟ କରିବା ପାଇଁ ଯୋଗଦାନକାରୀଙ୍କୁ ନିମନ୍ତ୍ରଣ କରନ୍ତି | ଆମର ପ୍ଲାଟଫର୍ମର ବ୍ୟବହାର ପାଇଁ ଆମେ କମ୍ପାନୀ ଏବଂ ବ୍ୟକ୍ତିବିଶେଷଙ୍କୁ (ପ୍ରତ୍ୟେକ ଏକ \"ଗ୍ରାହକ\") ଚାର୍ଜ କରୁ ଯାହା ଦ୍ they ାରା ସେମାନେ ଆମର ସଫ୍ଟୱେର୍, ଲେଖକ କାର୍ଯ୍ୟଗୁଡିକ ବ୍ୟବହାର କରିପାରିବେ, ଆମକୁ ଲେଖକ କାର୍ଯ୍ୟରେ ନିଯୁକ୍ତ କରିପାରିବେ ଏବଂ / କିମ୍ବା ଯୋଗଦାନକାରୀଙ୍କ ନିକଟରେ ପ୍ରବେଶ କରିପାରିବେ | ସେମାନଙ୍କର ୱେବସାଇଟ୍, ମୋବାଇଲ୍ ଆପ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ଅନଲାଇନ୍ ଗୁଣରେ ଜାଲିଆତି, ଅପବ୍ୟବହାର, ଏବଂ ସ୍ପାମ୍ ହ୍ରାସ କରିବା ପାଇଁ ଆମେ ଆମର hCaptcha ସର୍ଭିସର ବ୍ୟବହାର ପାଇଁ ଇଣ୍ଟିଗ୍ରେଟରମାନଙ୍କୁ ମଧ୍ୟ ଚାର୍ଜ କରୁ | ଉପରୋକ୍ତ ବିଷୟଗୁଡିକ ସାମୂହିକ ଭାବରେ \"ସେବା\" ଭାବରେ ସୂଚିତ |",
    "3212830633": "2. ଯୋଗ୍ୟତା",
    "2605814073": "ଆମର ସେବାଗୁଡିକ ବ୍ୟବହାର କିମ୍ବା ପଞ୍ଜିକରଣ କରି, ଆପଣ ରାଜି ହୁଅନ୍ତି: ଆପଣ ଅତିକମରେ 18 ବର୍ଷ ବୟସ ଅଟନ୍ତି; ତୁମର କିମ୍ବା ତୁମେ ପ୍ରତିନିଧିତ୍ the କରୁଥିବା ସଂସ୍ଥା ତରଫରୁ ଏହି ଚୁକ୍ତିନାମା ପ୍ରବିଷ୍ଟ କରିବାକୁ ତୁମର ଅଧିକାର ଅଛି, ଏବଂ ସବୁବେଳେ ଏହି ସେବା ସର୍ତ୍ତାବଳୀ ଏବଂ ଏଠାରେ ଦର୍ଶାଯାଇଥିବା ସମସ୍ତ IMI ନୀତି ଏବଂ ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁଯାୟୀ ରହିବ; ଏବଂ ତୁମେ ଆମର ୱେବସାଇଟ୍ କୁ ଅପବ୍ୟବହାର କରିବ ନାହିଁ, ତୁମର ପରିଚୟକୁ ଆମକୁ ଭୁଲ ଭାବରେ ଉପସ୍ଥାପନ କରିବ ନାହିଁ, କିମ୍ବା IMI ଉପରେ କ task ଣସି କାର୍ଯ୍ୟର ଯେକ portion ଣସି ଅଂଶ ସଂପୂର୍ଣ୍ଣ କରିବାକୁ କୃତ୍ରିମ ବୁଦ୍ଧିମତା ବ୍ୟବହାର କରିବ ନାହିଁ ଯାହା ମାନବୀୟ ବୁଦ୍ଧି ଆବଶ୍ୟକ କରେ |",
    "2616040974": "3. ଗ୍ରାହକ ଏବଂ ଅନୁରୋଧକାରୀ |",
    "1544829730": "ଯଦି ଆପଣ ଜଣେ ଗ୍ରାହକ କିମ୍ବା ଅନୁରୋଧକାରୀ, ଆପଣ ସ୍ agree ୀକାର କରନ୍ତି ଯେ ଗ୍ରାହକ ପରିଶିଷ୍ଟ ଭାବରେ ଏଠାରେ ସଂଲଗ୍ନ ହୋଇଥିବା ଅତିରିକ୍ତ ସର୍ତ୍ତାବଳୀ ପ୍ରୟୋଗ ହେବ ଏବଂ ଏହି ସେବା ସର୍ତ୍ତାବଳୀରେ ରେଫରେନ୍ସ ଦ୍ୱାରା ଅନ୍ତର୍ଭୂକ୍ତ ହେବ | ଯଦି ଆପଣ ଜଣେ ଗ୍ରାହକ କିମ୍ବା ଅନୁରୋଧକାରୀ ନୁହଁନ୍ତି, କିମ୍ବା ଗ୍ରାହକ କିମ୍ବା ଅନୁରୋଧକାରୀ ହେବା ବନ୍ଦ କରନ୍ତି, ତେବେ ଗ୍ରାହକ ପରିଶିଷ୍ଟରେ ଥିବା ଅତିରିକ୍ତ ସର୍ତ୍ତାବଳୀ ପ୍ରଯୁଜ୍ୟ ହେବ ନାହିଁ କିମ୍ବା ଏହି ସେବା ସର୍ତ୍ତାବଳୀରେ ସେଗୁଡିକ ଅନ୍ତର୍ଭୂକ୍ତ ହେବ ନାହିଁ |",
    "3759360138": "4. ଉପଯୋଗକର୍ତ୍ତା ନାମ ଏବଂ ପାସୱାର୍ଡ |",
    "2236960358": "ପଞ୍ଜୀକରଣ ପରେ, ତୁମ ନାମ, ଇମେଲ ଠିକଣା ଅନ୍ତର୍ଭୂକ୍ତ କରି ତୁମ ବିଷୟରେ କିଛି ବ୍ୟକ୍ତିଗତ ସୂଚନା (\"ବ୍ୟକ୍ତିଗତ ସୂଚନା\") ପ୍ରକାଶ କରିବାକୁ କୁହାଯିବ, ଏବଂ ଏକ ଉପଯୋଗକର୍ତ୍ତା ନାମ ଏବଂ ପାସୱାର୍ଡ ସୃଷ୍ଟି କରିବାକୁ, ଯାହା ଆମର ଉପଲବ୍ଧ ଗୋପନୀୟତା ନୀତି ଅଧୀନରେ ରହିବ | ୱେବସାଇଟ୍ | ତୁମର ଖାତା, ପାସୱାର୍ଡ, ଏବଂ ତୁମର ଖାତା ସହିତ ଜଡିତ ଯେକ any ଣସି ପ୍ରାମାଣିକିକରଣ ଚାବିର ମନିଟରିଂ, ସୁନିଶ୍ଚିତ ଏବଂ ପରିଚାଳନା ପାଇଁ ତୁମେ କେବଳ ଦାୟୀ, ଏବଂ ସେବାଗୁଡିକରେ ସେହି ସୂଚନା ବ୍ୟବହାର ଦ୍ୱାରା ନିଆଯାଇଥିବା କ action ଣସି ବ୍ୟବହାର କିମ୍ବା କାର୍ଯ୍ୟ ପାଇଁ ତୁମେ ଦାୟୀ |",
    "3047519814": "ଆପଣ ସହମତ ଅଟନ୍ତି ଯେ ଆପଣ ଆପଣଙ୍କର ଖାତା କିମ୍ବା ପାସୱାର୍ଡ କାହା ସହିତ ଅଂଶୀଦାର କରିବେ ନାହିଁ |",
    "1699668873": "ଯଦି ତୁମେ ସନ୍ଦେହ କରୁଛ ଯେ ତୁମର ଖାତା ସୂଚନା ଚୋରି ହୋଇଛି କିମ୍ବା ଅନ୍ୟ କେହି ବ୍ୟବହାର କରିଛନ୍ତି କିମ୍ବା ଅନ୍ୟ କ security ଣସି ସୁରକ୍ଷା ଉଲ୍ଲଂଘନ କରୁଛନ୍ତି ତୁମେ ତୁରନ୍ତ IMI କୁ ସୂଚିତ କର |",
    "3044038608": "ଆମର ପଞ୍ଜୀକରଣ ପ୍ରକ୍ରିୟାରେ ଅନୁରୋଧ ଅନୁଯାୟୀ ତୁମେ ଆମକୁ ସତ୍ୟ, ସଠିକ୍ ଏବଂ ସଂପୂର୍ଣ୍ଣ ସୂଚନା ପ୍ରଦାନ କରିବାକୁ ରାଜି | ଏହାକୁ ସାମ୍ପ୍ରତିକ ଏବଂ ସଠିକ୍ ରଖିବା ପାଇଁ ତୁମେ ତୁରନ୍ତ ଏହିପରି ସୂଚନାକୁ ଅପଡେଟ୍ କରିବାକୁ ମଧ୍ୟ ରାଜି |",
    "4132302900": "5. ଆପଣଙ୍କର ଗୋପନୀୟତା, ଆପଣଙ୍କର ତଥ୍ୟ, ଏବଂ \"ସମସ୍ତଙ୍କ ପାଇଁ ତଥ୍ୟ\" |",
    "10724169": "ତୁମେ ଆମର ଗୋପନୀୟତା ନୀତି ଗ୍ରହଣ କର, ଯାହା ତୁମେ ଆମକୁ ଦେଇଥିବା କ Personal ଣସି ବ୍ୟକ୍ତିଗତ ସୂଚନା ସହିତ ଆମେ କ’ଣ କରିବୁ ତାହା ନିୟନ୍ତ୍ରଣ କରେ |",
    "1669194950": "ବ୍ୟକ୍ତିଗତ ସୂଚନା ସହିତ, ଆପଣଙ୍କୁ ଅନ୍ୟାନ୍ୟ ତଥ୍ୟ ପ୍ରଦାନ କରିବାକୁ ମଧ୍ୟ ଆବଶ୍ୟକ ହୋଇପାରେ (କିମ୍ବା ଏହା ସଂଗ୍ରହ କରିବା ଆମ ପାଇଁ ଆବଶ୍ୟକ ହୋଇପାରେ) ଯାହା ଦ୍ we ାରା ଆମେ ସେବା ଯୋଗାଇ ପାରିବା (ସାମୂହିକ ଭାବରେ, \"ଗ୍ରାହକ ତଥ୍ୟ\") | ସେବା କରିବାରେ କ failure ଣସି ବିଫଳତା ପାଇଁ ଆମେ ଦାୟୀ ନୁହଁ ଯାହା ଆପଣଙ୍କର ବିଳମ୍ବ କିମ୍ବା ଗ୍ରାହକ ତଥ୍ୟ ପ୍ରଦାନ କରିବାରେ ବିଫଳତା କାରଣରୁ ହୋଇଥାଏ |",
    "1330274831": "ଆପଣ ଏହିପରି ଭାବରେ ଆମକୁ ଏକ ବିଶ୍ worldwide ବ୍ୟାପୀ, ଅଣ-ସ୍ lusive ତନ୍ତ୍ର, ସବ୍ଲିସେନ୍ସ ଯୋଗ୍ୟ, ସ୍ଥାନାନ୍ତରଯୋଗ୍ୟ, ରୟାଲଟିମୁକ୍ତ, ଅପୂରଣୀୟ ଲାଇସେନ୍ସ ଏହି ଚୁକ୍ତିନାମା ଅବଧି ମଧ୍ୟରେ ବ୍ୟବହାର, ପୁନ oduc ପ୍ରକାଶନ, ବ elect ଦୁତିକ ଭାବରେ ବିତରଣ ଏବଂ ସର୍ବସାଧାରଣରେ ଯେକ any ଣସି ଗ୍ରାହକ ତଥ୍ୟକୁ ସେବା ପ୍ରଦାନ ଉଦ୍ଦେଶ୍ୟରେ ପ୍ରଦର୍ଶନ କରିବାକୁ ଅନୁମତି ଦିଅନ୍ତି | । ତୁମେ ପ୍ରତିନିଧିତ୍ and ଏବଂ ୱାରେଣ୍ଟ କର ଯେ ଏହି ବିଭାଗରେ ଲାଇସେନ୍ସ ପ୍ରଦାନ କରିବା ପାଇଁ ତୁମର ତଥ୍ୟ ଉପରେ ତୁମର ଯଥେଷ୍ଟ ଅଧିକାର, ଆଖ୍ୟା, ଏବଂ ଆଗ୍ରହର ମାଲିକ |",
    "2230333214": "ଆମେ ଅନ୍ୟ ତଥ୍ୟ ସହିତ ଗ୍ରାହକ ତଥ୍ୟକୁ ଏକତ୍ର କରିଥାଉ ଯାହା ଦ୍ results ାରା ଫଳାଫଳଗୁଡିକ ବ୍ୟକ୍ତିଗତ ଭାବରେ ଚିହ୍ନଟ ହୋଇନଥାଏ ଏବଂ ଆମେ ସେବାଗୁଡିକର ବ୍ୟବହାର ସମ୍ବନ୍ଧୀୟ ଡି-ଚିହ୍ନିତ ବ technical ଷୟିକ ଲଗ୍ ଏବଂ ତଥ୍ୟ ମଧ୍ୟ ସଂଗ୍ରହ କରିଥାଉ (“ଏଗ୍ରିଗେଟ୍ / ଡି-ଚିହ୍ନିତ ତଥ୍ୟ”) | ଏଠାରେ ବିପରୀତ କ anything ଣସି ଜିନିଷକୁ ଖାତିର ନକରି, ଏହି ଚୁକ୍ତିନାମା ସମାପ୍ତି ସମୟରେ କିମ୍ବା ପରେ ଯେକ any ଣସି ବ୍ୟବସାୟିକ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ IMI ଦ୍ such ାରା ଯେକ any ଣସି ଏଗ୍ରିଗେଟ୍ / ଡି-ଚିହ୍ନିତ ତଥ୍ୟ ବ୍ୟବହାର କରାଯାଇପାରେ, ସେବାଗୁଡିକର ବିକାଶ ତଥା ଉନ୍ନତି ପାଇଁ ସୀମିତତା ବିନା ରିପୋର୍ଟ ଏବଂ ଅନ୍ୟାନ୍ୟ ବଣ୍ଟନ ଏବଂ ବିତରଣ ପାଇଁ | ସାମଗ୍ରୀ ଗ୍ରାହକ ତଥ୍ୟ ମଧ୍ୟ ସ୍ଥିର ହୋଇପାରେ ଏବଂ ଏକ କାର୍ଯ୍ୟ ସମାପ୍ତ ହେବା ପରେ 180 ଦିନରୁ ଅଧିକ ନହେବା ପାଇଁ ଏକ ସୀମିତ ସମୟ ପାଇଁ ସିଷ୍ଟମରେ ପ୍ରଦର୍ଶିତ ହୋଇପାରେ, ଉଦାହରଣ ସ୍ୱରୂପ ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ସିଷ୍ଟମ୍ ପାଇଁ ସ୍ୱୟଂଚାଳିତ କାଲିବ୍ରେସନ୍ କିମ୍ବା ବ valid ଧତା ତଥ୍ୟ | ସ୍ ity ଚ୍ଛତା ପାଇଁ, ଏହି ବିଭାଗ 5 ଆପଣଙ୍କୁ ଆପଣଙ୍କର ପୂର୍ବ ଲିଖିତ ଅନୁମତି ବିନା କ Ag ଣସି ଏଗ୍ରିଗେଟ୍ / ଡି-ଚିହ୍ନିତ ତଥ୍ୟର ଉତ୍ସ ଭାବରେ ଚିହ୍ନଟ କରିବାର ଅଧିକାର ପ୍ରଦାନ କରେ ନାହିଁ |",
    "3881754581": "। ଯଦି ଆପଣ ଆମର ଟିପ୍ପଣୀ ସେବାଗୁଡିକର ଗ୍ରାହକ ଅଟନ୍ତି ଏବଂ ଆପଣଙ୍କର ସେବାଗୁଡିକର ବ୍ୟବହାରର ଅଂଶ ଭାବରେ “ଡାଟା ଫର୍ ଅଲ୍” ବିକଳ୍ପକୁ ଚୟନ କରିଛନ୍ତି, ତେବେ ଆପଣ IMI ଏବଂ ସେବାଗୁଡିକର ସମସ୍ତ ଉପଭୋକ୍ତାଙ୍କୁ ଏକ ବିଶ୍ worldwide ବ୍ୟାପୀ, ଅଣ-ସ୍ୱତନ୍ତ୍ର, ସବ୍ଲିସେନ୍ସେବଲ୍, ସ୍ଥାନାନ୍ତରଯୋଗ୍ୟ, ସମସ୍ତ ସମ୍ବନ୍ଧୀୟ ବ intellectual ଦ୍ଧିକ ସମ୍ପତ୍ତି ଅଧିକାରକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି ସମସ୍ତ ଗ୍ରାହକ ତଥ୍ୟକୁ ସମ୍ପୂର୍ଣ୍ଣରୂପେ ଶୋଷଣ କରିବାକୁ ରୟାଲଟିମୁକ୍ତ, ଅପୂରଣୀୟ ଲାଇସେନ୍ସ | ଯଦି ଆପଣ “ସମସ୍ତଙ୍କ ପାଇଁ ଡାଟା” ବିକଳ୍ପ ଚୟନ କରନ୍ତି, ତେବେ ଆପଣ ଏହି ବିଭାଗରେ ଲାଇସେନ୍ସ ପ୍ରଦାନ କରିବା ପାଇଁ ଆପଣଙ୍କର ତଥ୍ୟର ଯଥେଷ୍ଟ ଅଧିକାର, ଆଖ୍ୟା, ଏବଂ ଆଗ୍ରହର ମାଲିକାନା ଏବଂ ପ୍ରତିନିଧିତ୍ୱ କରନ୍ତି |",
    "3496767126": "ସନ୍ଦେହକୁ ଏଡାଇବା ପାଇଁ, ନିମ୍ନଲିଖିତ ଅନୁଚ୍ଛେଦଟି କେବଳ ଆମର ଟିପ୍ପଣୀ ସେବା ବ୍ୟବହାର କରୁଥିବା ଗ୍ରାହକଙ୍କ ପାଇଁ ପ୍ରଯୁଜ୍ୟ, ଏବଂ ଆମର ସେବାଗୁଡ଼ିକୁ ଏକ ଇଣ୍ଟିଗ୍ରେଟର ଭାବରେ ବ୍ୟବହାର ନକରିବା |",
    "767207800": "ଯଦି ଆପଣଙ୍କର ତଥ୍ୟ ସମ୍ଭାବ୍ୟ ସ୍ପଷ୍ଟ କିମ୍ବା ଆପତ୍ତିଜନକ ବିଷୟବସ୍ତୁ ଧାରଣ କରେ, ତେବେ ଆମେ ଆପଣଙ୍କୁ “EXPLICIT CONTENT” ଚିହ୍ନିତ କରିବାକୁ ଆବଶ୍ୟକ କରୁ, ଯିଏ ଆପଣଙ୍କର ତଥ୍ୟ ଦେଖୁଥିବା ବ୍ୟକ୍ତିଙ୍କ ପାଇଁ ଯଥାର୍ଥ ଚେତାବନୀ ଭାବରେ ସେବା କରିବାକୁ | IMI ସହିତ ଆପଣ ଏକ ପୃଥକ ଲିଖିତ ଚୁକ୍ତି ବିନା କାର୍ଯ୍ୟଗୁଡିକ ଅନ୍ତର୍ଭୂକ୍ତ କରିପାରିବେ ଯାହା ଆମର ନୀତିକୁ ଉଲ୍ଲଂଘନ କରେ, ଅନ୍ତର୍ଭୂକ୍ତ କରେ, କିନ୍ତୁ ସୀମିତ ନୁହେଁ, (କ) କାର୍ଯ୍ୟଗୁଡିକ ଯାହା ଅନ୍ୟ ୱେବସାଇଟ୍ କିମ୍ବା ସେବାକୁ ପ୍ରତ୍ୟକ୍ଷ କିମ୍ବା ପରୋକ୍ଷ ଭାବରେ ପ୍ରୋତ୍ସାହିତ କରେ, (ଖ) କାର୍ଯ୍ୟଗୁଡିକ ଯାହା ଏକ ତୃତୀୟ ପକ୍ଷ ୱେବସାଇଟର ସର୍ତ୍ତାବଳୀକୁ ଉଲ୍ଲଂଘନ କରେ ଏବଂ ସର୍ତ୍ତ, (ଗ) ତୃତୀୟ ପକ୍ଷ ମାଗିବା ପାଇଁ ଯୋଗଦାନକାରୀଙ୍କୁ ପଚାରିବା କାର୍ଯ୍ୟ, (ଘ) କାର୍ଯ୍ୟ ଯାହାକି ଯୋଗଦାନକାରୀଙ୍କୁ ଏକ ୱେବସାଇଟର ଆଚରଣ କିମ୍ବା ଫଳାଫଳକୁ ନିୟନ୍ତ୍ରଣ କରିବା ପାଇଁ ପଦକ୍ଷେପ ନେବାକୁ କହିଥାଏ, (ଇ) କାର୍ଯ୍ୟ ଯାହା ତୃତୀୟ ପକ୍ଷର ବ intellectual ଦ୍ଧିକ ସମ୍ପତ୍ତି ଅଧିକାରକୁ ଉଲ୍ଲଂଘନ କରେ, ଏବଂ (ଚ) କାର୍ଯ୍ୟଗୁଡିକ | ସଫ୍ଟୱେର୍ କିମ୍ବା ଫାଇଲ୍ ଡାଉନଲୋଡ୍ କରିବାକୁ ଅବଦାନକାରୀ ଆବଶ୍ୟକ କରନ୍ତି |",
    "3370561195": "6. ଗ୍ରହଣୀୟ ଆଚରଣ",
    "4205152730": "ଆମ ୱେବସାଇଟ୍, ଫୋରମ୍, ମେସେଜିଂ, ଚାଟ୍ ଏବଂ IMI ଦ୍ୱାରା ନିୟନ୍ତ୍ରିତ ଅନ୍ୟ ସୋସିଆଲ୍ ମିଡିଆ ଚ୍ୟାନେଲଗୁଡିକର ଯେକ anywhere ଣସି ସ୍ଥାନରେ ଆପଣ ଅନ୍ୟ ଉପଭୋକ୍ତାମାନଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରିବାକୁ ଉତ୍ସାହିତ ହୁଅନ୍ତି, କିନ୍ତୁ ଯଦି ଆପଣ ତାହା କରନ୍ତି ତେବେ ଆପଣଙ୍କୁ ନିଶ୍ଚିତ ଭାବରେ ସମସ୍ତ ସେବା ସର୍ତ୍ତାବଳୀ ଏବଂ ଆମ ସାଇଟରେ ବ୍ୟବହାର ଏବଂ ସମସ୍ତ ପ୍ରଯୁଜ୍ୟ ନିୟମ ମାନିବାକୁ ପଡିବ | ।",
    "1394253934": "7. ଅପବ୍ୟବହାର, ଅପବ୍ୟବହାର ଏବଂ ଭୁଲ ଉପସ୍ଥାପନା |",
    "1406393333": "ଏହି ସେବାଗୁଡିକର ସର୍ତ୍ତାବଳୀ ବ୍ୟତୀତ ସେବାଗୁଡିକର ଯେକ Any ଣସି ପ୍ରବେଶ କିମ୍ବା ବ୍ୟବହାର ଏବଂ ଆମେ ପ୍ରଦାନ କରୁଥିବା କ instructions ଣସି ନିର୍ଦ୍ଦେଶାବଳୀ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ନିଷେଧ | ବିଶେଷ ଭାବରେ, ଆପଣ କରିବେ ନାହିଁ:",
    "3409726716": "ଲିଖିତ ଅନୁମତି ବିନା ଆମ ସହିତ ଏକରୁ ଅଧିକ ଖାତା ପାଇଁ ପଞ୍ଜିକରଣ କର;",
    "3119498672": "ଇଣ୍ଟରନେଟ୍ ବଟ୍, ୱେବ୍ ରୋବଟ୍, ବଟ୍, ସ୍କ୍ରିପ୍ଟ, କିମ୍ବା ଅନ୍ୟ କ artificial ଣସି କୃତ୍ରିମ ବୁଦ୍ଧିମତାର ବ୍ୟବହାର ସହିତ ଯେକ task ଣସି କାର୍ଯ୍ୟ ସମ୍ପାଦନ କରନ୍ତୁ କିମ୍ବା ଅନ୍ୟଥା IMI କିମ୍ବା କ Requ ଣସି ଅନୁରୋଧକାରୀ କିମ୍ବା ଇଣ୍ଟିଗ୍ରେଟରରୁ ପୁରସ୍କାର ପାଇବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ ଯେପରି ସେମାନେ ବର୍ଣ୍ଣନା କରିଛନ୍ତି;",
    "1188668818": "ଏହି ୱେବସାଇଟ୍ ବ୍ୟବହାର କରିବା ସମୟରେ ଯେକ false ଣସି ମିଥ୍ୟା ସୂଚନା ପ୍ରଦାନ କରନ୍ତୁ (ଆପଣଙ୍କ ଆକାଉଣ୍ଟରେ ଅନ୍ୟ କ person ଣସି ବ୍ୟକ୍ତି କିମ୍ବା ସଂସ୍ଥାକୁ ଛଦ୍ମନାମ ନକରି, କିମ୍ବା ଆପଣଙ୍କ ଆକାଉଣ୍ଟରେ ଅନ୍ୟ କ or ଣସି ବ୍ୟକ୍ତି କିମ୍ବା ସଂସ୍ଥା ସହିତ ମିଥ୍ୟା ଭାବରେ ଦର୍ଶାଇବା କିମ୍ବା ଅନ୍ୟଥା ଭୁଲ ଭାବରେ ଉପସ୍ଥାପନ କରିବା;",
    "2804310964": "ଯେକ any ଣସି ପ୍ରକ୍ସି ୱେବ୍ ସର୍ଭର କିମ୍ବା ଅନ୍ୟ ଡିଭାଇସ୍ ମାଧ୍ୟମରେ ଆପଣଙ୍କର ପ୍ରକୃତ ଅବସ୍ଥାନ କିମ୍ବା ପରିଚୟ କିମ୍ବା ପ୍ରଦାନ କରାଯାଇଥିବା ଇଣ୍ଟରଫେସ୍ ବ୍ୟତୀତ ଅନ୍ୟ କ means ଣସି ଉପାୟରେ ଆମ ୱେବସାଇଟ୍ କୁ ପ୍ରବେଶ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |",
    "1374227759": "ଯେକ illegal ଣସି ବେଆଇନ କାର୍ଯ୍ୟକଳାପ ପାଇଁ ୱେବସାଇଟ୍ ବ୍ୟବହାର କରନ୍ତୁ, କିମ୍ବା ଏହା ଉଦ୍ଦେଶ୍ୟ ବ୍ୟତୀତ ଅନ୍ୟ କ purpose ଣସି ଉଦ୍ଦେଶ୍ୟରେ;",
    "2103513933": "କାର୍ଯ୍ୟକଳାପରେ ନିୟୋଜିତ ହୁଅନ୍ତୁ ଯାହା ସାଇଟର କାର୍ଯ୍ୟରେ ବାଧା ସୃଷ୍ଟି କରେ କିମ୍ବା ବ୍ୟାଘାତ କରେ;",
    "137127070": "ଦୁଷ୍କର୍ମ କିମ୍ବା ଅଜ୍ unknown ାତ ବାହ୍ୟ ଲିଙ୍କ କିମ୍ବା ଫାଇଲଗୁଡ଼ିକୁ ସନ୍ନିବେଶ, ଅପଲୋଡ୍, କିମ୍ବା ସଂଲଗ୍ନ କର, କିମ୍ବା କ content ଣସି ବିଷୟବସ୍ତୁକୁ ଅପଲୋଡ୍ କରନ୍ତୁ ଯେଉଁଥିରେ ଭାଇରସ୍, ଟ୍ରୋଜାନ୍ ଘୋଡା, କୀଟ, ସମୟ ବୋମା କିମ୍ବା ଅନ୍ୟାନ୍ୟ କ୍ଷତିକାରକ କମ୍ପ୍ୟୁଟର କୋଡ୍ ଥାଏ |",
    "1686655020": "କପିରାଇଟ୍ ଅଧୀନରେ ଯେକ content ଣସି ବିଷୟବସ୍ତୁ ଅପଲୋଡ୍ କରନ୍ତୁ ଯାହା ଆପଣଙ୍କର ମୂଳ କାର୍ଯ୍ୟ ନୁହେଁ, ଯେପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କର ଏପରି ବିଷୟବସ୍ତୁ ପୋଷ୍ଟ କରିବାକୁ ଅଧିକାର ମାଲିକଙ୍କ ଅନୁମତି ନାହିଁ ଏବଂ ଏଠାରେ ଦିଆଯାଇଥିବା ସମସ୍ତ ଲାଇସେନ୍ସପ୍ରାପ୍ତ ଅଧିକାର IMI କୁ ଅନୁମତି ନ ଦିଅନ୍ତି;",
    "1406692811": "ସ୍ପାମ୍ କରିବା ସହିତ ଜଡିତ ହୁଅନ୍ତୁ କିମ୍ବା ଯେକ kind ଣସି ପ୍ରକାରର ପ୍ରଚାର ପ୍ରସାର କରନ୍ତୁ, ରେଫରାଲ୍, ଜନ ଯୋଗାଯୋଗ, ଟଙ୍କା ଅଫର୍ କିମ୍ବା ଅନୁରୋଧ, ସେବା ମାଗିବା, ବିଜ୍ଞାପନ, ମାର୍କେଟିଂ, ନିର୍ବନ୍ଧ ବାର୍ତ୍ତା, ନକଲ ବିଷୟ, ବେଆଇନ ବିଷୟବସ୍ତୁ, ସୋସିଆଲ୍ ୱେବସାଇଟ୍ ଲିଙ୍କ୍, ଇ-ମେଲ୍ ଠିକଣା, କିମ୍ବା କାର୍ଯ୍ୟ ଦ୍ required ାରା ଆବଶ୍ୟକ ନହେବା ପର୍ଯ୍ୟନ୍ତ ତତକ୍ଷଣାତ୍ ମେସେଞ୍ଜର ID ଗୁଡିକ;",
    "3893539589": "ବାହ୍ୟ ଲିଙ୍କ୍ ସନ୍ନିବେଶ କରନ୍ତୁ ଯାହା ଟାସ୍କ ଦ୍ୱାରା ଆବଶ୍ୟକ ନହେବା ପର୍ଯ୍ୟନ୍ତ ଦ୍ରବ୍ୟ କିମ୍ବା ସେବା ପ୍ରଦାନ କରେ |",
    "3214322759": "ଅନ୍ୟଥା କ mal ଣସି ମନ୍ଦ କିମ୍ବା ଠକ କାର୍ଯ୍ୟକଳାପରେ ଜଡିତ |",
    "3733422465": "8. ଆପଣଙ୍କର ପରିଚୟ ଯାଞ୍ଚ କରିବା |",
    "267645277": "IMI ଆପଣଙ୍କର ପରିଚୟ ଯାଞ୍ଚ କରିପାରେ | ତୃତୀୟ ପକ୍ଷ ଡାଟାବେସ୍ କିମ୍ବା ଅଫିସିଆଲ୍ ଆଇନଗତ ଡକ୍ୟୁମେଣ୍ଟ୍ ସହିତ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ତୁଳନା କରିବା ଏଥିରେ ଅନ୍ତର୍ଭୂକ୍ତ କରିପାରେ | ତୁମର ପରିଚୟ, ତୁମର ଇମେଲ ଠିକଣାର ମାଲିକାନା, ଏବଂ ତୁମର ଆର୍ଥିକ ଖାତାର ମାଲିକାନା ନିଶ୍ଚିତ କରିବାକୁ ଯେକ any ଣସି ଅନୁସନ୍ଧାନ କରିବାକୁ ତୁମେ ଆମକୁ ଅନୁମତି ଦେଇଛ | ତୁମର ପରିଚୟ ଯାଞ୍ଚ କରିବାରେ ଆମକୁ ସାହାଯ୍ୟ କରିବାକୁ ତୁମ ବିଷୟରେ ସୂଚନା ପ୍ରଦାନ କରିବାକୁ ତୁମେ ରାଜି |",
    "4169910317": "9. ନିୟମ ପାଳନ କରିବା |",
    "519755936": "ଆପଣଙ୍କର ସେବାଗୁଡିକର ବ୍ୟବହାର ସହିତ ଫେଡେରାଲ୍, ରାଜ୍ୟ, ପ୍ରାଦେଶିକ ଏବଂ ସ୍ଥାନୀୟ ନିୟମ ମାନିବା ପାଇଁ ଆପଣ କେବଳ ଦାୟୀ ଅଟନ୍ତି | ଆମ ବିରୁଦ୍ଧରେ ହୋଇଥିବା କ claims ଣସି ଦାବି ପାଇଁ ତୁମେ କ୍ଷତିପୂରଣ ଏବଂ ଆମକୁ କ୍ଷତିହୀନ ରଖିବାକୁ ରାଜି ହୋଇଛ କାରଣ ତୁମେ କ law ଣସି ନିୟମ ପାଳନ କରିବାରେ ବିଫଳ ହୋଇଛ କିମ୍ବା ଚୁକ୍ତିଭିତ୍ତିକ, ବ intellectual ଦ୍ଧିକ ସମ୍ପତ୍ତି କିମ୍ବା ଗୋପନୀୟତା ଅଧିକାର ବିନା ସୀମିତତା ସହିତ କ third ଣସି ତୃତୀୟ ପକ୍ଷର ଅଧିକାରକୁ ଉଲ୍ଲଂଘନ କରିଛ |",
    "731546974": "10. ଯୋଗଦାନକାରୀ କିମ୍ବା ଇଣ୍ଟିଗ୍ରେଟର ଟ୍ୟାକ୍ସ |",
    "3128328457": "ଯଦି ଆପଣ ଜଣେ ଯୋଗଦାନକାରୀ କିମ୍ବା ଇଣ୍ଟିଗ୍ରେଟର ଅଟନ୍ତି, ତେବେ କ alone ଣସି ଆନୁମାନିକ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଫେଡେରାଲ୍, ରାଜ୍ୟ, କିମ୍ବା ସ୍ଥାନୀୟ ଆୟକର, ସାମାଜିକ ସୁରକ୍ଷା, FICA ଏବଂ ଆମର ୱେବସାଇଟ୍ ବ୍ୟବହାର ହେତୁ ଶ୍ରମିକଙ୍କ କ୍ଷତିପୂରଣ ପାଇଁ ଆପଣ କେବଳ ଦାୟୀ ଅଟନ୍ତି | ଅଣ-ଆମେରିକୀୟ ପ୍ରାଧିକରଣରେ ସମାନ ଟିକସ କିମ୍ବା ଦେୟ | ଆମ ବିରୁଦ୍ଧରେ କ any ଣସି ମୂଲ୍ୟାଙ୍କନ ପାଇଁ ତୁମେ କ୍ଷତିପୂରଣ ଏବଂ ଆମକୁ କ୍ଷତିକାରକ ରଖିବାକୁ ରାଜି ହୋଇଛ କାରଣ ତୁମେ କ tax ଣସି ଟିକସ ନିୟମ ପାଳନ କରିବାରେ ବିଫଳ ହୋଇଛ |",
    "2931396764": "11. ଏହି ସେବାର ସର୍ତ୍ତାବଳୀ ଉଲ୍ଲଂଘନ |",
    "1240667045": "ଯେକ any ଣସି କାରଣରୁ ଆମେ ଯେକ time ଣସି ସମୟରେ ସେବାଗୁଡିକରେ ଆପଣଙ୍କର ପ୍ରବେଶକୁ ସ୍ଥଗିତ, ସୀମିତ କିମ୍ବା ବାତିଲ କରିପାରୁ, କାରଣ: (ଖ) ଆମେ ବିଶ୍ୱାସ କରୁ ଯେ ଆପଣ ଆମର ଅଧିକାର କିମ୍ବା କ third ଣସି ତୃତୀୟ ପକ୍ଷର ଅଧିକାରକୁ ଉଲ୍ଲଂଘନ କରିଛନ୍ତି; (ଗ) ଆପଣ ଆମକୁ ପ୍ରଦାନ କରିଥିବା ସୂଚନା ଯାଞ୍ଚ କିମ୍ବା ପ୍ରାମାଣିକିକରଣ କରିବାରେ ଆମେ ଅସମର୍ଥ; କିମ୍ବା (ଘ) ଆମେ ବିଶ୍ believe ାସ କରୁ ଯେ ଆପଣଙ୍କର କାର୍ଯ୍ୟ ଆପଣଙ୍କ ପାଇଁ, ଆମ ପାଇଁ କିମ୍ବା ଏକ ତୃତୀୟ ପକ୍ଷ ପାଇଁ ଦାୟିତ୍ create ସୃଷ୍ଟି କରିପାରେ | ସନ୍ଦେହକୁ ଏଡାଇବା ପାଇଁ, ଯଦି ଆମେ ଯୁକ୍ତିଯୁକ୍ତ ଭାବରେ ବିଶ୍ believe ାସ କରୁ ଯେ ଉପରୋକ୍ତ ଦେୟ ମଧ୍ୟରୁ କ such ଣସିଟି ଏହି ଦେୟ ଉପରେ ପ୍ରଯୁଜ୍ୟ ତେବେ ଆମେ ଆପଣଙ୍କୁ ଦେୟ ରୋକିବା କିମ୍ବା ସ୍ଥଗିତ କରିବାର ଅଧିକାର ସଂରକ୍ଷଣ କରିଥାଉ |",
    "1601080128": "ଯଦି ଆମେ ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ସ୍ଥଗିତ କିମ୍ବା ବନ୍ଦ କରିଦେଉ, ତେବେ ଆପଣ ସାଇଟରେ ରଖୁଥିବା ତଥ୍ୟ, ବାର୍ତ୍ତା, ଫାଇଲ ଏବଂ ଅନ୍ୟାନ୍ୟ ସାମଗ୍ରୀ ସହିତ ୱେବସାଇଟର କ parts ଣସି ଅଂଶକୁ ଆଉ ପ୍ରବେଶ କରିବେ ନାହିଁ | ଆପଣ ହୁଏତ ଏକ ଭିନ୍ନ କିମ୍ବା ନୂତନ ଆକାଉଣ୍ଟ୍ ନାମରେ ଆମର ୱେବସାଇଟ୍ ବ୍ୟବହାର ଜାରି ରଖିବେ ନାହିଁ | ଏହି ସେବା ସର୍ତ୍ତାବଳୀର ଉଲ୍ଲଂଘନ ଆଇନର ସମ୍ପୂର୍ଣ୍ଣ ପରିମାଣରେ ଦୋଷୀ ସାବ୍ୟସ୍ତ ହୋଇପାରେ ଏବଂ ଅତିରିକ୍ତ ଦଣ୍ଡବିଧାନ ଏବଂ ଦଣ୍ଡବିଧାନ ହୋଇପାରେ |",
    "1160707899": "12. IMI ଏବଂ ଅନ୍ୟାନ୍ୟ ଅନୁରୋଧକାରୀଙ୍କ ସହିତ ଯୋଗଦାନକାରୀଙ୍କ ଭୂମିକା ଏବଂ ସମ୍ପର୍କ |",
    "269838707": "ଯଦି ଆପଣ ଜଣେ ସହଯୋଗୀ ଅଟନ୍ତି, ଆପଣ ଏବଂ କେବଳ ଆପଣ ସ୍ଥିର କରନ୍ତି କେଉଁଟି ଏବଂ କେତେ କାର୍ଯ୍ୟ ସମାପ୍ତ ହେବ, ଏବଂ ଆପଣ କେବେ ଏବଂ କେଉଁଠାରେ ସେଗୁଡିକ ସଂପୂର୍ଣ୍ଣ କରିବେ | ତୁମେ ଯେତେ ବାଛିଛ ଟାସ୍କ ସମାପ୍ତ କରିବାରେ ତୁମେ ଯେତିକି ବା ଅଳ୍ପ ସମୟ ବିତାଇବାକୁ ମାଗଣା | କ task ଣସି ସମୟରେ ତୁମେ କ task ଣସି କାର୍ଯ୍ୟ ସମାପ୍ତ କରିବାକୁ କ oblig ଣସି ବାଧ୍ୟତାମୂଳକ ନୁହେଁ |",
    "1087195513": "ଯଦି ଆପଣ ଜଣେ ଯୋଗଦାନକାରୀ ଅଟନ୍ତି, ଯିଏ ସେବାଗୁଡିକୁ ଆକସେସ୍ କରନ୍ତି ଏବଂ / କିମ୍ବା ଏକ ଅନୁରୋଧକାରୀଙ୍କ ତରଫରୁ ଏକ ଇଣ୍ଟିଗ୍ରେଟର୍ ସହିତ ସଂଯୋଗରେ କାର୍ଯ୍ୟ କରନ୍ତି ଯାହା IMI ନୁହେଁ, ତେବେ ଆପଣ ରାଜି ହୁଅନ୍ତି ଏବଂ ସ୍ୱୀକାର କରନ୍ତି ଯେ ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ଗୁଡ଼ିକ ଦାୟୀ ନୁହେଁ ଏବଂ ଆପଣଙ୍କ ସହିତ କ oblig ଣସି ବାଧ୍ୟତା ନାହିଁ | ସମାପ୍ତ କାର୍ଯ୍ୟ ପାଇଁ ଯେକ any ଣସି ପୁରସ୍କାର କିମ୍ବା ଅନ୍ୟାନ୍ୟ କ୍ଷତିପୂରଣକୁ ସମ୍ମାନ | ତୁମେ ସହମତ ଏବଂ ସ୍ ledge ୀକାର କର ଯେ ସମାପ୍ତ କାର୍ଯ୍ୟଗୁଡ଼ିକ ପାଇଁ ଯେକ any ଣସି ପୁରସ୍କାର କିମ୍ବା ଅନ୍ୟାନ୍ୟ କ୍ଷତିପୂରଣ କେବଳ ପ୍ରଯୁଜ୍ୟ ଭାବରେ ଅନୁରୋଧକାରୀ ଏବଂ / କିମ୍ବା ଇଣ୍ଟିଗ୍ରେଟର ସହିତ ତୁମର ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ନିର୍ଣ୍ଣୟ କରାଯାଏ | ଏହିପରି ପୁରସ୍କାର କିମ୍ବା ଅନ୍ୟାନ୍ୟ କ୍ଷତିପୂରଣ ଉପରେ ଯେକ Any ଣସି ବିବାଦ (ଏହିପରି ପୁରସ୍କାର କିମ୍ବା ଅନ୍ୟାନ୍ୟ କ୍ଷତିପୂରଣ ପାଇବାରେ ସୀମିତତା ବିନା) କେବଳ ପ୍ରଯୁଜ୍ୟ ଭାବରେ ତୁମ ଏବଂ ଅନୁରୋଧକାରୀ ଏବଂ / କିମ୍ବା ଇଣ୍ଟିଗ୍ରେଟର ମଧ୍ୟରେ |",
    "952813944": "ଆମର ୱେବସାଇଟ୍ ର ବ୍ୟବହାର କିମ୍ବା ଏହି ଚୁକ୍ତିରେ କ anything ଣସି ଜିନିଷ ଆପଣଙ୍କ ଏବଂ ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ମଧ୍ୟରେ ଏକ ନିଯୁକ୍ତି, ସହଭାଗୀତା, ମିଳିତ ଉଦ୍ୟୋଗ, ଏଜେନ୍ସି, ଫ୍ରାଞ୍ଚାଇଜ୍ କିମ୍ବା ବିକ୍ରୟ ପ୍ରତିନିଧୀ ସମ୍ପର୍କ ସୃଷ୍ଟି କରେ ନାହିଁ | ଏକ କାର୍ଯ୍ୟ ସମାପ୍ତ କରିବାକୁ ଆମେ ଆପଣଙ୍କୁ କ equipment ଣସି ଉପକରଣ କିମ୍ବା ଉପକରଣ ଯୋଗାଇ ଦେଉନାହୁଁ | ଆମେ ଆପଣଙ୍କୁ କ benefits ଣସି ସୁବିଧା, ଶ୍ରମିକଙ୍କ କ୍ଷତିପୂରଣ କିମ୍ବା ବୀମା କଭରେଜ୍ ପ୍ରଦାନ କରୁନାହୁଁ | ଆମର ୱେବସାଇଟ୍ ବ୍ୟବହାର କରିବାରେ ଆପଣ ଖର୍ଚ୍ଚ କରୁଥିବା କ expenses ଣସି ଖର୍ଚ୍ଚ ପାଇଁ ଆମେ ଦାୟୀ ନୁହେଁ | ଫେଡେରାଲ୍ କିମ୍ବା ରାଜ୍ୟ ଆୟକର, ସାମାଜିକ ସୁରକ୍ଷା କିମ୍ବା ଅନ୍ୟ କ for ଣସି ଟ୍ୟାକ୍ସ ପାଇଁ ଆମେ ଆପଣଙ୍କ ପୁରସ୍କାରରୁ କ amount ଣସି ରାଶି ଅଟକାଇବୁ ନାହିଁ | ଆମର ଯେକ any ଣସି ପ୍ରତିଯୋଗୀଙ୍କୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି ଯେକ person ଣସି ବ୍ୟକ୍ତି କିମ୍ବା ବ୍ୟବସାୟ ପାଇଁ କାର୍ଯ୍ୟ କରିବା ପାଇଁ ଆପଣ ସବୁବେଳେ ମୁକ୍ତ ଅଟନ୍ତି | ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ତରଫରୁ ଲିଖିତ କିମ୍ବା ମ oral ଖିକ କ any ଣସି ଚୁକ୍ତିନାମା କରିବାକୁ ଆପଣଙ୍କର ଅଧିକାର ନାହିଁ |",
    "3460432665": "ଉପରୋକ୍ତ ବିଷୟକୁ ଖାତିର ନକରି, ଯଦି ଆପଣ ଜଣେ ଆମେରିକୀୟ ଟିକସଦାତା ଅଟନ୍ତି ତେବେ ଆମେ ଆପଣଙ୍କୁ ବାର୍ଷିକ ଏକ W-9 ଅନୁରୋଧ କରିପାରିବା, ପ୍ରତିବର୍ଷ ଅପଡେଟ୍ ହେବା ପାଇଁ, ଏବଂ ଆପଣ ଏକ W-9 ସମାପ୍ତ କିମ୍ବା ଅପଡେଟ୍ ନହେବା ପର୍ଯ୍ୟନ୍ତ ଆମେ ଆପଣଙ୍କୁ କାର୍ଯ୍ୟ କରିବା ପାଇଁ ବାରଣ କରିପାରିବା |",
    "458271951": "ଯଦି ଆପଣ ଜଣେ ସହଯୋଗୀ ଅଟନ୍ତି, ଯିଏ ସେବାଗୁଡିକୁ ଆକସେସ୍ କରନ୍ତି ଏବଂ / କିମ୍ବା ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ (ଏକ ଅନୁରୋଧକାରୀ ଭାବରେ କାର୍ଯ୍ୟ କରନ୍ତି) ତରଫରୁ ଏକ ଇଣ୍ଟିଗ୍ରେଟର ସହିତ କିମ୍ବା ସଂପର୍କରେ କାର୍ଯ୍ୟ ସଂପାଦନ କରନ୍ତି, କିଛି କାର୍ଯ୍ୟଗୁଡ଼ିକର ଗ୍ରହଣୀୟ ସମାପ୍ତି ପାଇଁ ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ଆପଣଙ୍କୁ ପୁରସ୍କୃତ କରିପାରେ | ଇଭେଣ୍ଟରେ ଆପଣ ଠକେଇ, ଅପବ୍ୟବହାର, କିମ୍ବା ଏହି ସେବାର ସର୍ତ୍ତାବଳୀ ଉଲ୍ଲଂଘନ ସହିତ ଜଡିତ ଥିବା ଦେଖିବାକୁ ମିଳିବ, ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ଦ୍ you ାରା ଆପଣଙ୍କୁ ଦିଆଯାଇଥିବା ସମସ୍ତ ପୁରସ୍କାର ବନ୍ଦ ହୋଇପାରେ ଏବଂ / କିମ୍ବା ପୁନରୁଦ୍ଧାର ହୋଇପାରେ |",
    "3056723024": "13. କାର୍ଯ୍ୟଗୁଡ଼ିକର ଗ୍ରହଣୀୟ ସମାପ୍ତି |",
    "3913203723": "ଯଦି, କ any ଣସି କାରଣରୁ, ଅନୁରୋଧକାରୀ ତୁମେ ସମାପ୍ତ କରିଥିବା କାର୍ଯ୍ୟର କାର୍ଯ୍ୟଦକ୍ଷତାକୁ ଗ୍ରହଣ କରେ ନାହିଁ, ତୁମେ ଜଣେ ଯୋଗଦାନକାରୀ କିମ୍ବା ଇଣ୍ଟିଗ୍ରେଟର ଭାବରେ କାର୍ଯ୍ୟ ପାଇଁ କ reward ଣସି ପୁରସ୍କାର ପାଇବାକୁ ହକ୍ ପାଇବ ନାହିଁ | ଇଭେଣ୍ଟରେ ଯଦି ଏକ ଗ୍ରହଣୀୟ ସମାପ୍ତ କାର୍ଯ୍ୟ ପାଇଁ ପୁରସ୍କାର ଆପଣଙ୍କ ନିକଟରେ ବିସର୍ଜନ ହୋଇଥଲା, ଆମେ ସେଗୁଡିକୁ ଆପଣଙ୍କଠାରୁ ପୁନରୁଦ୍ଧାର କରିପାରିବା |",
    "3666807632": "14. ଯୋଗଦାନକାରୀ ଯୋଗ୍ୟତା ଏବଂ ଦକ୍ଷତା |",
    "1993899769": "15. ଆମର ସୂଚନା ବ୍ୟବହାର |",
    "2927283721": "ଆମ ୱେବସାଇଟ୍ ରେ କାର୍ଯ୍ୟଗୁଡିକ ସଂପାଦନ କରି, ଆପଣ ଆମର ଗୋପନୀୟତା ନୀତି ଅନୁଯାୟୀ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ସଂଗ୍ରହ, ବ୍ୟବହାର ଏବଂ ପ୍ରକାଶକୁ ଅନୁମତି ଦିଅନ୍ତି | ଏହା ସହିତ, ଆମେ ତୁମ ବିଷୟରେ ଏବଂ ତୁମର ସମାପ୍ତ କାର୍ଯ୍ୟଗୁଡ଼ିକ ବିଷୟରେ ଅନୁରୋଧକାରୀଙ୍କ ନିକଟରେ କିଛି ସୂଚନା ବାଣ୍ଟିପାରିବା, ଯାହାର କାର୍ଯ୍ୟ ତୁମେ ସେବା ସମ୍ପର୍କକୁ ସୁଗମ କରିବା ଏବଂ ୱେବସାଇଟକୁ ଉନ୍ନତ କରିବା ପାଇଁ ସମାପ୍ତ କରିଛ, ଉଦାହରଣ ସ୍ୱରୂପ, ଯୋଗଦାନକାରୀ ID, ସମାପ୍ତ କାର୍ଯ୍ୟଗୁଡ଼ିକର ଫଳାଫଳ ଏବଂ ଅନ୍ୟାନ୍ୟ ଗୁଣଗୁଡିକ ସହିତ ଜଡିତ | ଆପଣଙ୍କର ଯୋଗ୍ୟତା, ଭାଷା, ଦକ୍ଷତା, ଏବଂ ୱେବସାଇଟ୍ ର ବ୍ୟବହାର |",
    "3027055607": "16. ବ Intell ଦ୍ଧିକ ଗୁଣ ଏବଂ ମାଲିକାନା ଅଧିକାର |",
    "3910971075": "IMI ଉତ୍ସ କୋଡ୍, ବସ୍ତୁ କୋଡ୍ କିମ୍ବା ଅନ୍ତର୍ନିହିତ ସଂରଚନା, ଧାରଣା କିମ୍ବା ଆଲଗୋରିଦମ, API ଏବଂ ସେବା ସହିତ ଜଡିତ ଯେକ additional ଣସି ଅତିରିକ୍ତ ସଫ୍ଟୱେର୍, ଡକ୍ୟୁମେଣ୍ଟେସନ୍ କିମ୍ବା ତଥ୍ୟ ସହିତ ବ intellectual ଦ୍ଧିକ ସମ୍ପତ୍ତି ଅଧିକାର ସହିତ ସମସ୍ତ ଅଧିକାରର ମାଲିକାନା | ଆପଣ ସିଧାସଳଖ କିମ୍ବା ପରୋକ୍ଷ ଭାବରେ, ଏକ ତୃତୀୟ ପକ୍ଷ ମାଧ୍ୟମରେ କିମ୍ବା ଅନ୍ୟଥା କରିବେ ନାହିଁ: (କ) ଓଲଟା ଇଞ୍ଜିନିୟର, ବିଚ୍ଛେଦ, ବିଛିନ୍ନ କିମ୍ବା ସଫ୍ଟୱେର୍ ଆବିଷ୍କାର କରିବାକୁ ଚେଷ୍ଟା କରିବେ; (ଖ) ଯେକ any ଣସି ସଫ୍ଟୱେର୍ ଉପରେ ଆଧାର କରି ଡେରିଭେଟିଭ୍ କାର୍ଯ୍ୟଗୁଡ଼ିକୁ ରୂପାନ୍ତର, ଅନୁବାଦ, କିମ୍ବା ସୃଷ୍ଟି; (ଗ) କପି, ଭଡା, ଲିଜ୍, ବଣ୍ଟନ, ପ୍ରତିଶ୍ରୁତି, ନ୍ୟସ୍ତ, କିମ୍ବା ଅନ୍ୟ କ any ଣସି ସଫ୍ଟୱେୟାରକୁ ଅଧିକାର ସ୍ଥାନାନ୍ତର କିମ୍ବା ଏନକମ୍ବର୍; (ଘ) ସମୟ ବଣ୍ଟନ, ସେବା ବ୍ୟୁରୋ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ କିମ୍ବା ଅନ୍ୟ ଏକ ତୃତୀୟ ପକ୍ଷର ଲାଭ ପାଇଁ ଯେକ any ଣସି ସଫ୍ଟୱେର୍ ବ୍ୟବହାର କରନ୍ତୁ; କିମ୍ବା ()) ଯେକ any ଣସି ମାଲିକାନା ବିଜ୍ଞପ୍ତି କିମ୍ବା ଲେବଲ୍ ଅପସାରଣ କରନ୍ତୁ |",
    "3660891610": "ଯଦି ଆପଣ ଜଣେ ସହଯୋଗୀ, IMI, ଏବଂ ଆପଣ ନୁହଁନ୍ତି, ଯେକ any ଣସି କାର୍ଯ୍ୟ ସମାପ୍ତ କରିବାର ଅଂଶ ଭାବରେ ଆପଣ ଉତ୍ପାଦନ କରୁଥିବା କ work ଣସି କାର୍ଯ୍ୟରେ ମାଲିକାନା ଅଧିକାର ଅଛି | ଏହି ଚୁକ୍ତିନାମାର ସର୍ତ୍ତାବଳୀ ଗ୍ରହଣ କରି ଆପଣ (ଏବଂ ଏହା ଦ୍ do ାରା) ଅଧିକାର, ମାଲିକାନା, ଏବଂ ଆଖ୍ୟା (ସମଗ୍ର ବିଶ୍ୱରେ ବିଦ୍ୟମାନ ଥିବା ସମସ୍ତ ବ intellectual ଦ୍ଧିକ ସମ୍ପତ୍ତି ଅଧିକାରକୁ ଅନ୍ତର୍ଭୂକ୍ତ କରି) ଏବଂ ଆପଣଙ୍କ କାର୍ଯ୍ୟକୁ ଆମକୁ ହସ୍ତାନ୍ତର କରିବାକୁ ରାଜି ହୁଅନ୍ତି | ସୁନିଶ୍ଚିତ କରିବାକୁ ଯେ ଆମେ ଏହିପରି ଅଧିକାର ହାସଲ, ସିଦ୍ଧ ଏବଂ ବ୍ୟବହାର କରିବାରେ ସକ୍ଷମ ଅଟୁ, ତୁମେ ଆହୁରି ମଧ୍ୟ ରାଜି ହେବ (i) ଡକ୍ୟୁମେଣ୍ଟେସନ୍, ସିଦ୍ଧତା ଏବଂ ଆମର ଅଧିକାରର କାର୍ଯ୍ୟକାରିତାକୁ ସାହାଯ୍ୟ କରିବାକୁ ଯେକ any ଣସି ଦଲିଲରେ ଦସ୍ତଖତ କରିବାକୁ; ଏବଂ (ii) ଯେକ any ଣସି ଏବଂ ସମସ୍ତ ଦେଶରେ ଏହିପରି ମାଲିକାନା ଅଧିକାରକୁ ରେକର୍ଡିଂ, ସିଦ୍ଧ କରିବା, ନିରାପତ୍ତା, ରକ୍ଷା କରିବା ଏବଂ କାର୍ଯ୍ୟକାରୀ କରିବା ପାଇଁ ସୂଚନା ପାଇଁ ଯୁକ୍ତିଯୁକ୍ତ ପ୍ରବେଶ ପ୍ରଦାନ କରେ | ଆପଣ ଏହି ସେବାଗୁଡିକର ବ୍ୟବହାରକୁ ବନ୍ଦ କରିବା କିମ୍ବା ବନ୍ଦ କରିବା ପରେ ମଧ୍ୟ ଏହି ବିଭାଗ ଅଧୀନରେ ଆପଣଙ୍କର ଦାୟିତ୍ continue ଜାରି ରହିବ | ଏହି ବିଭାଗରେ ପ୍ରଦତ୍ତ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ତୁମ ତରଫରୁ ଡକ୍ୟୁମେଣ୍ଟ୍ ଏକଜେକ୍ୟୁଟ୍ କରିବାକୁ ତୁମେ ଆମକୁ ତୁମର ଆଟର୍ଣ୍ଣି-ଇନ୍-ଫ୍ୟାକ୍ଟ ଭାବରେ ନିଯୁକ୍ତ କର |",
    "426125156": "17. କପିରାଇଟ୍ ଏବଂ ଟେକ୍ ଡାଉନ୍ |",
    "1408530660": "IMI ଅନ୍ୟମାନଙ୍କର ବ intellectual ଦ୍ଧିକ ସମ୍ପତ୍ତିକୁ ସମ୍ମାନ କରେ ଏବଂ ଆମର ସାଇଟରୁ ଯେକ material ଣସି ସାମଗ୍ରୀ ଅପସାରଣ କରିବାର ଅଧିକାର ଆମେ ସଂରକ୍ଷିତ କରିଥାଉ ଯାହା ବିଶ୍ believe ାସ କରେ ଯେ କ third ଣସି ତୃତୀୟ ପକ୍ଷର ବ intellectual ଦ୍ଧିକ ଅଧିକାରକୁ ଉଲ୍ଲଂଘନ କରିପାରେ | ଯଦି ଆପଣ ବିଶ୍ believe ାସ କରନ୍ତି ଯେ ଆପଣଙ୍କର ନିଜ କାର୍ଯ୍ୟ ଏକ ଉପାୟରେ କପି କରାଯାଇଛି ଯାହା ଏହି ୱେବସାଇଟରେ କପିରାଇଟ୍ ଉଲ୍ଲଂଘନ କରେ, ଦୟାକରି ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ଗ୍ରାହକଙ୍କ ସମର୍ଥନ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "2696932851": "18. କ୍ଷତିପୂରଣ",
    "3844300338": "ଯେକ any ଣସି ତଥା ସମସ୍ତ ଦାବି, କ୍ଷତି, ଦାୟିତ୍ ,, ଖର୍ଚ୍ଚ, ଏବଂ ଖର୍ଚ୍ଚରୁ (ଯୁକ୍ତିଯୁକ୍ତ ଆଟର୍ଣ୍ଣି ଫି ଏବଂ ଖର୍ଚ୍ଚ ଅନ୍ତର୍ଭୂକ୍ତ କରି) ଆମକୁ କ୍ଷତିପୂରଣ, ପ୍ରତିରକ୍ଷା ଏବଂ ଧାରଣ କରିବାକୁ ଆପଣ ରାଜି ହୁଅନ୍ତି, ଆପଣଙ୍କ କାର୍ଯ୍ୟଗୁଡ଼ିକର କାର୍ଯ୍ୟଦକ୍ଷତା କିମ୍ବା ଆମର ୱେବସାଇଟ୍ ବ୍ୟବହାର ସହିତ ଜଡିତ | ।",
    "2474091800": "19. ଅନ୍ୟ ଉପଭୋକ୍ତାମାନଙ୍କ ସହିତ ବିବାଦ; ରିଲିଜ୍",
    "3162107126": "IMI ତୁମ ଏବଂ ସେବାଗୁଡିକର ଅନ୍ୟ କ user ଣସି ଉପଭୋକ୍ତା ମଧ୍ୟରେ କ dispute ଣସି ବିବାଦର ପକ୍ଷ ନୁହେଁ | ଆପଣ IMI ଏବଂ ଏହାର ସହଯୋଗୀମାନଙ୍କୁ ଯେକ and ଣସି ଏବଂ ସମସ୍ତ ଦାବୀ, ଦାବି, ଏବଂ ସମସ୍ତ ପ୍ରକାରର ତଥା ପ୍ରକୃତିର କ୍ଷତି, ଜଣାଶୁଣା ଏବଂ ଅଜ୍ଞାତ, ସନ୍ଦିଗ୍ଧ ଏବଂ ଅନିଶ୍ଚିତ, ପ୍ରକାଶିତ ଏବଂ ଅଜ୍ଞାତରୁ ମୁକ୍ତ କରନ୍ତି, ଯାହା ଦ୍ you ାରା ଆପଣ ଏବଂ ଅନ୍ୟ ଉପଭୋକ୍ତା ମଧ୍ୟରେ କ dispute ଣସି ବିବାଦ ଉପୁଜିଥାଏ |",
    "2271969747": "20. ଆପଣ ଗ୍ରହଣ କରୁଥିବା ଗୁପ୍ତ ସୂଚନା |",
    "1042802841": "ଗୋପନୀୟ ସୂଚନା ହେଉଛି ଯେକ information ଣସି ସୂଚନା ଯାହାକି ଗୋପନୀୟ କିମ୍ବା ମାଲିକାନା ଭାବରେ ଚିହ୍ନିତ, କିମ୍ବା ଗ୍ରହଣକାରୀ ଦଳ ଦ୍ confident ାରା ଗୋପନୀୟ କିମ୍ବା ମାଲିକାନା ଭାବରେ ଯୁକ୍ତିଯୁକ୍ତ ଭାବରେ ବୁ understood ିବା ଉଚିତ୍ | ଏଥିରେ କ any ଣସି ସୂଚନା ଅନ୍ତର୍ଭୂକ୍ତ ହୁଏ ନାହିଁ (1) ସର୍ବସାଧାରଣରେ ଉପଲବ୍ଧ, (2) ପୂର୍ବରୁ ଅଧିକାରରେ ଅଛି, ସ୍ independ ାଧୀନ ଭାବରେ ବିକଶିତ ହୋଇଛି, କିମ୍ବା ଗ୍ରହଣକାରୀ ପକ୍ଷଙ୍କୁ ପୂର୍ବରୁ ଜଣା ଅଛି, କିମ୍ବା (3) କୋର୍ଟଙ୍କ ଆଦେଶ ଦ୍ or ାରା ପ୍ରକାଶିତ ହୋଇଛି କିମ୍ବା ଅନ୍ୟଥା ଆବଶ୍ୟକ ଅନୁଯାୟୀ | ନିୟମ",
    "1918025546": "ଯଦି ଆପଣଙ୍କୁ ସେବାଗୁଡିକର ଯେକ from ଣସି ବ୍ୟକ୍ତିଙ୍କଠାରୁ ଗୁପ୍ତ ସୂଚନା ପ୍ରଦାନ କରାଯାଇଥାଏ, ତେବେ ଆପଣ ନିଜ ଗୁପ୍ତ ତଥ୍ୟକୁ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ବ୍ୟବହାର କରୁଥିବା ସମାନ ଡ଼ିଗ୍ରୀ ସହିତ ଗୋପନୀୟ ତଥ୍ୟର ରହସ୍ୟକୁ ରକ୍ଷା କରିବାକୁ ରାଜି ହୁଅନ୍ତି, କିନ୍ତୁ କ care ଣସି ଘଟଣାରେ ଯତ୍ନଶୀଳତାଠାରୁ କମ୍ ନୁହେଁ | କ task ଣସି କାର୍ଯ୍ୟର କାର୍ଯ୍ୟଦକ୍ଷତା ପାଇଁ ଆବଶ୍ୟକ ବ୍ୟତୀତ, ଆପଣ ଏହିପରି କ confident ଣସି ଗୋପନୀୟ କିମ୍ବା ମାଲିକାନା ସୂଚନା ପ୍ରକାଶ କିମ୍ବା ପ୍ରକାଶ କରିପାରିବେ ନାହିଁ | ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ପ୍ଲାଟଫର୍ମରେ ଥିବା ଏକ କାର୍ଯ୍ୟ ମଧ୍ୟରେ ଥିବା ସମସ୍ତ ସୂଚନାକୁ ଗୋପନୀୟ ଭାବରେ ବିବେଚନା କରାଯିବା ଉଚିତ ଯଦିଓ ସୂଚନାଟି ଗୁପ୍ତ ଭାବରେ ନିର୍ଦ୍ଦିଷ୍ଟ ହୋଇନଥାଏ |",
    "2690395789": "ଯଦି ଏବଂ ଯେତେବେଳେ ତୁମେ ଗ୍ରହଣ କରିଥିବା ଗୋପନୀୟ ତଥ୍ୟର ଆଉ ଆବଶ୍ୟକତା ନାହିଁ, ତୁମକୁ ତୁରନ୍ତ ଫେରସ୍ତ କିମ୍ବା ନଷ୍ଟ କରିବାକୁ ପଡିବ (ସୂଚନା ପ୍ରକାଶ କରିଥିବା ବ୍ୟକ୍ତିଙ୍କ ଅନୁରୋଧ ଅନୁଯାୟୀ) ତୁମେ ନିୟନ୍ତ୍ରଣ କରୁଥିବା ପରିସର, ସିଷ୍ଟମ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଉପକରଣରେ ଥିବା ତଥ୍ୟର ସମସ୍ତ ନକଲ |",
    "2178073797": "କାରଣ ଗୋପନୀୟ ତଥ୍ୟ ପ୍ରକାଶ କରିବା ଦ୍ ir ାରା ଅପୂରଣୀୟ କ୍ଷତି ହୋଇପାରେ, ପ୍ରକାଶକାରୀ ଦଳ ଏହି ଶବ୍ଦର କ bre ଣସି ଉଲ୍ଲଂଘନ କିମ୍ବା ଧମକପୂର୍ଣ୍ଣ ଉଲ୍ଲଂଘନ ପାଇଁ ଅନିଷ୍ଟକାରୀ ରିଲିଫ୍ ପାଇବାକୁ ହକଦାର |",
    "2185860003": "21. ୱେବସାଇଟ୍ ପରିବର୍ତ୍ତନ",
    "2631249972": "ଆମେ ଆପଣଙ୍କୁ ନୋଟିସ୍ ନକରି ଆମର ୱେବସାଇଟ୍ କୁ ଉନ୍ନତ କିମ୍ବା ରୂପାନ୍ତର କରିପାରିବା |",
    "3764131594": "22. ତୃତୀୟ-ପକ୍ଷ ୱେବସାଇଟ୍ |",
    "295955580": "ଆମର ୱେବସାଇଟ୍ ତୃତୀୟ-ପକ୍ଷ ୱେବସାଇଟ୍ ସହିତ ଲିଙ୍କ ଧାରଣ କରିପାରେ | ଆମେ ଏହିପରି ୱେବସାଇଟଗୁଡିକୁ ନିୟନ୍ତ୍ରଣ କରୁନାହୁଁ, ଅନୁସନ୍ଧାନ କରୁନାହୁଁ, ମନିଟରିଂ କରୁ ନାହୁଁ | ଏହିପରି ୱେବସାଇଟରେ ଥିବା କମ୍ପ୍ୟୁଟର ପ୍ରୋଗ୍ରାମ, ବିଷୟବସ୍ତୁ କିମ୍ବା ମତାମତ ପାଇଁ ଆମେ ଦାୟୀ ନୁହଁ କିମ୍ବା ସମର୍ଥନ କରୁନାହୁଁ | ଯଦି ଆପଣ ଆମର ୱେବସାଇଟ୍ ଛାଡିବାକୁ ଏବଂ କ third ଣସି ତୃତୀୟ-ପକ୍ଷ ୱେବସାଇଟ୍ ଆକ୍ସେସ୍ କରିବାକୁ ନିଷ୍ପତ୍ତି ନିଅନ୍ତି, ତେବେ ଆପଣ ନିଜ ରିସ୍କରେ ତାହା କରନ୍ତି |",
    "838225123": "23. ୱାରେଣ୍ଟିର ପ୍ରତ୍ୟାଖ୍ୟାନ |",
    "3897238493": "ସେବାଗୁଡିକ ଏକ \"ଯେପରି\" ଆଧାରରେ ପ୍ରଦାନ କରାଯାଇଛି | ଆମେ କ NO ଣସି ପ୍ରତିନିଧୀତା କିମ୍ବା ୱାରେଣ୍ଟି, ପ୍ରୟୋଗ କିମ୍ବା ଏକ୍ସପ୍ରେସସ୍, ଗ୍ରହଣୀୟତା, ଫିଟନେସ୍, ଆଇନ, ଉପଲବ୍ଧତା, କିମ୍ବା ସେବାଗୁଡ଼ିକର କାର୍ଯ୍ୟକଳାପ, କ OR ଣସି ସମ୍ପର୍କିତ ସାମଗ୍ରୀ କିମ୍ବା ସାମଗ୍ରୀ, କ OR ଣସି ସମ୍ପର୍କୀୟ ସାମଗ୍ରୀ କିମ୍ବା ସାମଗ୍ରୀ, କ OR ଣସି ସମ୍ପର୍କିତ ସଫ୍ଟୱେର୍ କିମ୍ବା ସାମଗ୍ରୀ, କ OR ଣସି କାର୍ଯ୍ୟ କିମ୍ବା ସାମଗ୍ରୀ, କ AT ଣସି ସମ୍ପର୍କୀୟ ସଫ୍ଟୱେର୍ କିମ୍ବା ସାମଗ୍ରୀ, ଆଇନ୍ ଦ୍ M ାରା ଅନୁମୋଦିତ ମ୍ୟାକ୍ସିମମ୍ ଏକ୍ସଟେଣ୍ଟକୁ, IMI ସମସ୍ତ ଏକ୍ସପ୍ରେସନ୍ କିମ୍ବା ପ୍ରୟୋଗିତ ସର୍ତ୍ତ, ପ୍ରତିନିଧୀତା ଏବଂ ୱାରେଣ୍ଟି ଅନ୍ତର୍ଭୂକ୍ତ କରେ, କିନ୍ତୁ ଏହାର ସୀମିତତା ନାହିଁ, ବ୍ୟବସାୟର କାର୍ଯ୍ୟକାରିତା, ଫିଟନେସ୍, ଫିଟନେସ୍ ପାଇଁ | କ IM ଣସି ତ୍ରୁଟି, ଅଣ-କନଫର୍ମନ୍ସ, କିମ୍ବା ସେବାଗୁଡିକର ଉପଯୋଗକୁ ବ୍ୟବହାର କରିବା ଦ୍ IM ାରା IMI ବିରୁଦ୍ଧରେ ଆପଣଙ୍କର ଏକମାତ୍ର ଏବଂ ନିର୍ଦ୍ଦିଷ୍ଟ ପ୍ରତିକାର ଆପଣଙ୍କ କମ୍ପ୍ୟୁଟର ସିଷ୍ଟମର କ harm ଣସି କ୍ଷତି, ତଥ୍ୟ ନଷ୍ଟ କିମ୍ବା ଅନ୍ୟାନ୍ୟ କ୍ଷତି ପାଇଁ ଆମର କ responsibility ଣସି ଦାୟିତ୍। ରହିବ ନାହିଁ | ୱେବସାଇଟ୍ କିମ୍ବା ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍ ପ୍ଲାଟଫର୍ମକୁ ଆପଣଙ୍କର ପ୍ରବେଶ କିମ୍ବା ବ୍ୟବହାରରୁ | ଅନୁସୂଚିତ ଏବଂ ଯୋଜନାବଦ୍ଧ ବାଧା ସୃଷ୍ଟି ହୋଇପାରେ, ଏବଂ ଆମେ ଆମର ୱେବସାଇଟ୍ ର ନିରବଚ୍ଛିନ୍ନ ଉପଲବ୍ଧତାକୁ ୱାରେଣ୍ଟ କରୁନାହୁଁ |",
    "2110259227": "24. ଦାୟିତ୍ Lim ର ସୀମା |",
    "3018077211": "25. ସହଯୋଗୀ ବିବାଦର ସମାଧାନ |",
    "2790841456": "ଯଦି ଆପଣ ଜଣେ ସହଯୋଗୀ, ଆପଣ ନିମ୍ନଲିଖିତ ଆର୍ବିଟ୍ରେସନ୍ ଧାରା ଏବଂ ଶ୍ରେଣୀ କାର୍ଯ୍ୟ ଛାଡ ପାଇଁ ରାଜି ହୁଅନ୍ତି:",
    "3302832698": "ବିକଳ୍ପ ବିବାଦର ସମାଧାନ ଆବଶ୍ୟକ |",
    "561456032": "ଆପଣ ସ୍ agree ୀକାର କରନ୍ତି ଯେ ଯେକ any ଣସି ବିବାଦ ପାଇଁ ଯାହା ଆପଣଙ୍କର ସେବାଗୁଡିକର ବ୍ୟବହାର ସହିତ ଜଡିତ ହୁଏ କିମ୍ବା ଜଡିତ ହୁଏ, ଯେକ any ଣସି ବିବାଦ ଯାହା ଆପଣ IMI ପାଇଁ କାର୍ଯ୍ୟ କରିବା ଆରମ୍ଭ କରିବା ଦିନଠାରୁ ଉତ୍ପନ୍ନ ହୋଇଥାଇପାରେ, ଏବଂ ନିର୍ଦ୍ଦିଷ୍ଟ ଭାବରେ ଆପଣ ଶ୍ରେଣୀଭୁକ୍ତ କରିବେ କି ନାହିଁ ତାହା ସମ୍ବନ୍ଧୀୟ କ claim ଣସି ଦାବିକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି | ଜଣେ ସ୍ independent ାଧୀନ କଣ୍ଟ୍ରାକ୍ଟର, ତୁମେ ଏହା ବିରୁଦ୍ଧରେ ତୁମର ଦାବି ବିଷୟରେ ପ୍ରଥମେ IMI କୁ ସୂଚିତ କରିବ | ଆପଣ ଏବଂ IMI ତାପରେ ସିଧାସଳଖ ବୁ ation ାମଣା କିମ୍ବା ମଧ୍ୟସ୍ଥତା ମାଧ୍ୟମରେ ସମସ୍ୟାର ସମାଧାନ କରିବାକୁ ଚେଷ୍ଟା କରିବେ | ମଧ୍ୟସ୍ଥତାର ମୂଲ୍ୟକୁ ଆମେ ସମାନ ଭାବରେ ଭାଗ କରିବୁ ଏବଂ ସହମତ ହେବୁ ଯେ ଟେଲିଫୋନିକ୍ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ବ electronic ଦ୍ୟୁତିକ ମାଧ୍ୟମ ମାଧ୍ୟମରେ ମଧ୍ୟସ୍ଥତା କରାଯିବ | ଅନ inform ପଚାରିକ ବୁ negotiations ାମଣା କିମ୍ବା ମଧ୍ୟସ୍ଥତା ପରେ ଯଦି ଏକ ଦାବି ସମାଧାନ ହୋଇନଥାଏ, ତେବେ ଆପଣ ସହମତ ଅଟନ୍ତି ଯେ ଆପଣ ଏବଂ IMI ବିବାଦର ସମାଧାନ ପାଇଁ ଚୂଡାନ୍ତ ଏବଂ ବାଧ୍ୟତାମୂଳକ ଆର୍ବିଟ୍ରେସନ୍ ବ୍ୟବହାର କରିବେ | ତୁମେ ଆମର ୱେବସାଇଟ୍ ବ୍ୟବହାର କରିବା ଆରମ୍ଭ କରିବା ଦିନଠାରୁ ଏହି ଧାରା ସମସ୍ତ ଦାବିକୁ ନିୟନ୍ତ୍ରଣ କରିଥାଏ, ନିର୍ଯାତନା, ଚୁକ୍ତିନାମା, ନିୟମ, କିମ୍ବା ସୀମିତ ନୁହେଁ, ଭେଦଭାବ ତଥା ନିର୍ଯ୍ୟାତନା ଦାବୀ, ସେଗୁଡିକ କାଲିଫର୍ନିଆ ଫେୟାର ଏମ୍ପ୍ଲୟମେଣ୍ଟ୍ ଏବଂ ହାଉସିଂ ଆକ୍ଟ ଉପରେ ଆଧାରିତ କି ନୁହେଁ | , 1964 ର ସିଭିଲ୍ ରାଇଟ୍ସ ଆକ୍ଟର ଟାଇଟଲ୍ VII, ସଂଶୋଧିତ, କିମ୍ବା ଅନ୍ୟ କ state ଣସି ରାଜ୍ୟ କିମ୍ବା ଫେଡେରାଲ୍ ଆଇନ୍ କିମ୍ବା ନିୟମାବଳୀ, ସମାନତା ଆଇନ, କିମ୍ବା ଅନ୍ୟଥା |",
    "3794239003": "ଆର୍ବିଟ୍ରେସନ୍ ପ୍ରଣାଳୀ |",
    "4193379787": "ଏହି ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ସମସ୍ତ ଆର୍ବିଟ୍ରେସନ୍ ଆମେରିକୀୟ ଆର୍ବିଟ୍ରେସନ୍ ଆସୋସିଏସନ୍ ର ନିୟମ ଅନୁଯାୟୀ କିମ୍ବା ପାରସ୍ପରିକ ସହମତି ଭିତ୍ତିକ ଚୁକ୍ତିନାମା ଦ୍ conducted ାରା ପରିଚାଳିତ ହେବ | ବିକଳ୍ପ ଷ୍ଟ୍ରାଇକ୍ ମାଧ୍ୟମରେ ସାତ (7) ନାମରୁ କମ୍ ତାଲିକାରୁ ମନୋନୀତ ହୋଇଥିବା ଜଣେ ଆର୍ବିଟ୍ରେଟର ହେବେ | ଆର୍ବିଟ୍ରେସନରେ, ପ୍ରତ୍ୟେକ ପକ୍ଷର ଯଥେଷ୍ଟ ସିଭିଲ୍ ଆବିଷ୍କାର କରିବାର ଅଧିକାର, ଡିସପୋଜିଟିଭ୍ ମୋସନ ଆଣିବା, ଏବଂ ସେମାନଙ୍କର ମାମଲା ଏବଂ ପ୍ରତିରକ୍ଷା ଉପସ୍ଥାପନ କରିବା ପାଇଁ ସାକ୍ଷୀ ଏବଂ ପ୍ରମାଣ ଉପସ୍ଥାପନ କରିବାର ଅଧିକାର ରହିବ ଏବଂ ଏହି ପ୍ରସଙ୍ଗରେ କ disp ଣସି ବିବାଦର ସମାଧାନ ହେବ। ବିବାଦର ସମାଧାନ କେବଳ ଦାବି ଏବଂ ପ୍ରତିରକ୍ଷାକୁ ନିୟନ୍ତ୍ରଣ କରୁଥିବା ଆଇନ ଉପରେ ଆଧାରିତ ହେବ ଏବଂ ଆର୍ବିଟ୍ରେଟର ଏହିପରି ନିୟନ୍ତ୍ରଣ ଆଇନ ବ୍ୟତୀତ ଅନ୍ୟ କ basis ଣସି ଆଧାର ଆହ୍ .ାନ କରିପାରିବେ ନାହିଁ। ଜଣେ ଆର୍ବିଟ୍ରେଟରଙ୍କ କ୍ଷମତା ଅନୁଯାୟୀ କାର୍ଯ୍ୟ କରିବାବେଳେ ଆର୍ବିଟ୍ରେଟର ନାଗରିକ ଦାୟିତ୍ from ରୁ ଜଣେ ନ୍ୟାୟିକ ଅଧିକାରୀଙ୍କ ପ୍ରତିରୋଧକ ଶକ୍ତି ପାଇବେ, ଯାହାକି ପ୍ରତିରକ୍ଷା ଅନ୍ୟ କ existing ଣସି ପ୍ରତିରୋଧକ ଶକ୍ତି ଯୋଗାଇଥାଏ | ପୁରସ୍କାରଗୁଡ଼ିକ ନିଶ୍ଚିତ ଭାବରେ ଆର୍ବିଟରଙ୍କ ଲିଖିତ ଯୁକ୍ତିଯୁକ୍ତ ମତ ଅନ୍ତର୍ଭୂକ୍ତ କରିବ | ଆପଣ IMI ବିରୁଦ୍ଧରେ କିମ୍ବା IMI ଆପଣଙ୍କ ବିରୁଦ୍ଧରେ ଥାଇପାରେ ବୋଲି ଖଣ୍ଡପୀଠ ଦ୍ trial ାରା ଆପଣ ବିଚାର କରିବାର ଅଧିକାର ତ୍ୟାଗ କରନ୍ତି | ଏହି ଧାରା ଅନୁଯାୟୀ ଯେକ claim ଣସି ଦାବି ନିଶ୍ଚିତ ଭାବରେ ପ୍ରଯୁଜ୍ୟ ନିୟମ ସୀମା ମଧ୍ୟରେ ଅଣାଯିବା ଆବଶ୍ୟକ | ଯୁକ୍ତରାଷ୍ଟ୍ରର ଫେଡେରାଲ୍ ଆର୍ବିଟ୍ରେସନ୍ ଆକ୍ଟ ଏହି ଧାରାକୁ ନିୟନ୍ତ୍ରଣ କରେ, ଏବଂ ଆପଣ ସ୍ ledge ୀକାର କରନ୍ତି ଯେ ଏହି ଚୁକ୍ତିନାମା ବାଣିଜ୍ୟରେ ଏକ କାରବାରକୁ ପ୍ରମାଣ କରେ |",
    "2583888954": "ବ୍ୟତିକ୍ରମଗୁଡିକ |",
    "1034830": "ବିବାଦ ଯାହା ଡୋଡ୍ଡ-ଫ୍ରାଙ୍କ୍ ୱାଲ୍ ଷ୍ଟ୍ରିଟ୍ ସଂସ୍କାର ଏବଂ ଉପଭୋକ୍ତା ସୁରକ୍ଷା ଆଇନ (ପବ୍ଲିକ୍ ଲ ’111-203) ଦ୍ provided ାରା ପ୍ରଦାନ କରାଯାଇଥିବା ଆର୍ବିଟ୍ରେସନ୍ ଚୁକ୍ତିନାମା ଅଧୀନ ହୋଇନପାରେ |",
    "263977834": "ପ୍ରଶାସନିକ କ୍ଳାନ୍ତି |",
    "1807512722": "ଆପଣ ଏହି ୱେବସାଇଟ୍ ର ବ୍ୟବହାରରୁ ଆସିଥିବା କ claim ଣସି ଦାବିକୁ ଏକ ପ୍ରଶାସନିକ ଏଜେନ୍ସିକୁ ଆଣିପାରନ୍ତି କିନ୍ତୁ କେବଳ ପ୍ରଯୁଜ୍ୟ ଆଇନ ଏପରି ଏକ ଏଜେନ୍ସିକୁ ପ୍ରବେଶ ଅନୁମତି ଦେଇଥାଏ ଯେପର୍ଯ୍ୟନ୍ତ ଏକ ଚୁକ୍ତିନାମା ପାଇଁ ଏକ ଚୁକ୍ତିନାମା ଅଛି | ସମାନ ନିଯୁକ୍ତି ସୁଯୋଗ ଆୟୋଗ, ଆମେରିକାର ଶ୍ରମ ବିଭାଗ ଏବଂ ଜାତୀୟ ଶ୍ରମ ସମ୍ପର୍କ ବୋର୍ଡ ସମ୍ମୁଖରେ ଅଣାଯାଇଥିବା ସୀମିତ ଦାବି କିମ୍ବା ଦେୟ ବିନା ଏହିପରି ପ୍ରଶାସନିକ ଦାବି ଅନ୍ତର୍ଭୁକ୍ତ | ଏହି ଧାରାର କ othing ଣସିଟି ଆପଣଙ୍କୁ କ agency ଣସି ଏଜେନ୍ସି ସମ୍ମୁଖରେ ଏକ ପ୍ରଶାସନିକ ଦାବି ଆଣିବାକୁ ବାରଣ କିମ୍ବା ବାହାନା କରିବାକୁ ଧରାଯିବ ନାହିଁ, ଯାହା ଦ୍ arbit ାରା ଆପଣ ଆର୍ବିଟ୍ରେସନ୍ରେ ଦାବି କରିବା ପୂର୍ବରୁ ପ୍ରଶାସନିକ ପ୍ରତିକାର ସମାପ୍ତ କରିବାକୁ ଆପଣଙ୍କର ବାଧ୍ୟତାମୂଳକ ପୂରଣ କରିବେ, ତଥାପି, ଆପଣ ଏହା ମାଧ୍ୟମରେ ଯେକ any ଣସି ମୁଦ୍ରା ପୁରସ୍କାରର ଅଧିକାର ଛାଡିବେ | ଏଜେନ୍ସି ପ୍ରକ୍ରିୟା",
    "996430331": "ଆର୍ବିଟ୍ରେସନ୍ ର ଅବସ୍ଥାନ |",
    "3040062804": "ଏହି ବିଭାଗ ଅଧୀନରେ ଯେକ Any ଣସି ଆର୍ବିଟ୍ରେସନ୍ ଡିଫଲ୍ଟ ଭାବରେ କାଲିଫର୍ନିଆ ଷ୍ଟେଟ୍ ମଧ୍ୟରେ ହେବ, ଯେପର୍ଯ୍ୟନ୍ତ ଆପଣ ଯୁକ୍ତରାଷ୍ଟ୍ରର ବାହାରେ ରହନ୍ତି ନାହିଁ, ଯେଉଁ କ୍ଷେତ୍ରରେ ଆର୍ବିଟ୍ରେସନ୍ ସମ୍ପୂର୍ଣ୍ଣ ଇଲେକ୍ଟ୍ରୋନିକ୍ କିମ୍ବା ଟେଲିଫୋନିକ୍ ଭାବରେ ହେବ | ଯଦି ପ୍ରତ୍ୟେକ ପକ୍ଷ ଲିଖିତ ଆକାରରେ ରାଜି ହୁଅନ୍ତି ତେବେ ଅନ୍ୟ କ location ଣସି ସ୍ଥାନରେ ଆର୍ବିଟ୍ରେସନ୍ ହୋଇପାରେ | ଏହାର ଅବସ୍ଥାନ ନିର୍ବିଶେଷରେ, ଯେକ party ଣସି ଦଳ ଲାଇଭ୍ ଭିଡିଓ କିମ୍ବା ଟେଲି କନଫରେନ୍ସ ମାଧ୍ୟମରେ ଆର୍ବିଟ୍ରେସନ୍ରେ ହାଜର ହେବାକୁ ଚୟନ କରିପାରନ୍ତି |",
    "3091247030": "କ୍ଲାସ୍ ଆକ୍ସନ୍ ୱିଭର୍ |",
    "2520904193": "ଏକ ଶ୍ରେଣୀ, ସାମୂହିକ, କିମ୍ବା ପ୍ରତିନିଧୀ କାର୍ଯ୍ୟ ଭାବରେ କ any ଣସି ବିବାଦ ଆଣିବା, ଶୁଣିବା, କିମ୍ବା ଆର୍ବିଟ୍ରେସନ୍ ପାଇଁ ତୁମର ଯେକ right ଣସି ଅଧିକାରକୁ ତୁମେ ଛାଡିଦିଅ | ଏହି ଚୁକ୍ତିରେ ଥିବା ଅନ୍ୟ କ cla ଣସି ଧାରାକୁ ଖାତିର ନକରି, ପୂର୍ବ ଦଣ୍ଡ କ any ଣସି କ୍ଷେତ୍ରରେ ଏହି ଚୁକ୍ତିରୁ ପୃଥକ ହେବ ନାହିଁ | ଯେକ Any ଣସି ଦାବୀ ଯେ ଏହି ଛାଡର ସମସ୍ତ ବା ଅଂଶ ଅବାଧ୍ୟ, ଅବାଞ୍ଛିତ, ଶୂନ୍ୟ କିମ୍ବା ଶୂନ୍ୟ ଅଟେ ତାହା କେବଳ ଦକ୍ଷ ପ୍ରାଧିକରଣର କୋର୍ଟ ଦ୍ determined ାରା ନିର୍ଣ୍ଣୟ କରାଯାଇପାରେ ଏବଂ ଜଣେ ଆର୍ବିଟ୍ରେଟରଙ୍କ ଦ୍ not ାରା ନୁହେଁ। ଜାତୀୟ ଶ୍ରମ ସମ୍ପର୍କ ଅଧିନିୟମର ଧାରା 7 ଅନୁଯାୟୀ ତୁମର ଅଧିକାରକୁ ବ୍ୟବହାର କରିବା କିମ୍ବା କ class ଣସି ଫୋରମରେ ଏକ ଶ୍ରେଣୀ, ସାମୂହିକ କିମ୍ବା ପ୍ରତିନିଧୀ କାର୍ଯ୍ୟ ଦାଖଲ କିମ୍ବା ଅଂଶଗ୍ରହଣ ଦ୍ୱାରା ଆମ ୱେବସାଇଟରେ କାର୍ଯ୍ୟ ସମାପ୍ତ କରିବାକୁ ତୁମର ପ୍ରତିଶୋଧ ନିଆଯିବ ନାହିଁ କିମ୍ବା ପ୍ରତିରୋଧ କରାଯିବ ନାହିଁ | , କିନ୍ତୁ ଆମେ ଆଇନତ this ଏହି ଶ୍ରେଣୀ କାର୍ଯ୍ୟ ଛାଡର କାର୍ଯ୍ୟକାରିତା ଖୋଜି ପାରିବା ଏବଂ ଏହିପରି ଶ୍ରେଣୀ, ସାମୂହିକ କିମ୍ବା ପ୍ରତିନିଧୀ କାର୍ଯ୍ୟ କିମ୍ବା ଦାବିକୁ ବରଖାସ୍ତ କରିବାକୁ ଚେଷ୍ଟା କରିପାରିବା |",
    "3493572638": "ମୂଲ୍ୟ ଏବଂ ଦେୟ",
    "702926385": "ଆଇନ ଅନୁଯାୟୀ ଆଟର୍ଣ୍ଣି ଫି ସ୍ପଷ୍ଟ ଭାବରେ ପ୍ରଦାନ କରାଯାଇଥିବା ପରି, ଯେକ any ଣସି ଆର୍ବିଟ୍ରେସନ୍ରେ ଆଇନଗତ ପ୍ରତିନିଧୀତା ପାଇଁ ପକ୍ଷମାନେ ପ୍ରତ୍ୟେକ ନିଜସ୍ୱ ଖର୍ଚ୍ଚ ବହନ କରିବେ | ପାର୍ଟିଗୁଡିକ ଆର୍ବିଟରଙ୍କ ଦ୍ charged ାରା ଚାର୍ଜ ହୋଇଥିବା ଯେକ initial ଣସି ପ୍ରାରମ୍ଭିକ ପ୍ରଶାସନିକ ଶୁଳ୍କକୁ ଦୁଇ ଶହ ପଚାଶ ଡଲାର (US $ 250.00) ପର୍ଯ୍ୟନ୍ତ ବାଣ୍ଟିବେ | ଆର୍ବିଟ୍ରେଟର ଏବଂ କୋର୍ଟ ରିପୋର୍ଟରଙ୍କ ମୂଲ୍ୟ, ଯଦି ଥାଏ, ପ୍ରାରମ୍ଭରେ ଆମ ଦ୍ୱାରା ବହନ କରାଯିବ; ଅବଶ୍ୟ, ଆଇନ ଅନୁଯାୟୀ ପ୍ରଦାନ କରାଯାଇଥିବା ପକ୍ଷକୁ ଉପଯୁକ୍ତ ଖର୍ଚ୍ଚ ପ୍ରଦାନ କରିବାକୁ ଏବଂ / କିମ୍ବା ଆର୍ବିଟ୍ରେଟର ଏବଂ / କିମ୍ବା କୋର୍ଟ ସାମ୍ବାଦିକଙ୍କ ସହ ଜଡିତ ଖର୍ଚ୍ଚ ବାଣ୍ଟିବାକୁ ପକ୍ଷମାନଙ୍କୁ ଆବଶ୍ୟକ କରିବାକୁ ଆର୍ବିଟ୍ରେଟରଙ୍କର ବିବେକ ରହିବ |",
    "3199694247": "ଗୁରୁତରତା |",
    "3102490587": "କ୍ଲାସ୍ ଆକ୍ସନ୍ ୱିଭର୍ ବ୍ୟତୀତ, ଯଦି କ term ଣସି ଶବ୍ଦ କିମ୍ବା ବ୍ୟବସ୍ଥା, କିମ୍ବା ଏହି ଆର୍ବିଟ୍ରେସନ୍ ଧାରାର କିଛି ଅଂଶ ଶୂନ୍ୟ କିମ୍ବା ଅବାଧ୍ୟ ଘୋଷିତ ହୁଏ ତେବେ ଏହାକୁ ଅଲଗା କରାଯିବ ଏବଂ ଆର୍ବିଟ୍ରେସନ୍ ଧାରାର ଅବଶିଷ୍ଟ ଅଂଶ କାର୍ଯ୍ୟକାରୀ ହେବ |",
    "2323013093": "26. ପ୍ରଯୁଜ୍ୟ ନିୟମ |",
    "2900525040": "କାଲିଫର୍ନିଆ ଷ୍ଟେଟ୍ର ନିୟମଗୁଡିକ ଏହି ସେବା ସର୍ତ୍ତାବଳୀ ଏବଂ ସେଗୁଡିକରୁ ଉତ୍ପନ୍ନ କ any ଣସି ବିବାଦ, ବିବାଦ କିମ୍ବା ଦାବି ପରିଚାଳନା କରେ |",
    "3339302473": "27. ସମାପ୍ତି",
    "1158384644": "ଆପଣ ଯେକ time ଣସି ସମୟରେ ଆମର ୱେବସାଇଟ୍ ବ୍ୟବହାର ବନ୍ଦ କରିବାକୁ ବାଛିପାରିବେ, ଯଦି ଆପଣ ସମସ୍ତ ପ୍ରଯୁଜ୍ୟ IMI ନୀତିଗୁଡିକ ପାଳନ କରିବେ | ଆମେ, ଆମର ନିଜସ୍ୱ ବିବେଚନାରେ, ଏହି ଚୁକ୍ତିନାମାକୁ ବନ୍ଦ କରି ପାରିବା, ଆମର ୱେବସାଇଟ୍ କୁ ପ୍ରବେଶ ସ୍ଥଗିତ ରଖିବା କିମ୍ବା କ any ଣସି କାରଣରୁ ବିନା ବିଜ୍ଞପ୍ତିରେ ତୁରନ୍ତ କ services ଣସି ସେବା ଅପସାରଣ କରିବା |",
    "41530052": "28. ସାଧାରଣ ସର୍ତ୍ତାବଳୀ |",
    "3202747130": "ସମଗ୍ର ଚୁକ୍ତିନାମା | ଏହି ସେବାର ସର୍ତ୍ତାବଳୀ ଏବଂ ଏହି ଚୁକ୍ତିରେ ଦର୍ଶାଯାଇଥିବା ଯେକ policies ଣସି ନୀତି, ପ୍ରଣାଳୀ, କିମ୍ବା ସର୍ତ୍ତାବଳୀ ବିଷୟବସ୍ତୁ ସମ୍ବନ୍ଧରେ ପକ୍ଷମାନଙ୍କର ସମ୍ପୂର୍ଣ୍ଣ ଚୁକ୍ତିନାମା ଗଠନ କରେ ଏବଂ ସମସ୍ତ ପୂର୍ବ ଏବଂ ସମସାମୟିକ ଚୁକ୍ତିନାମା, ଦାବି, ଉପସ୍ଥାପନା, ଏବଂ ବୁ ings ାମଣାକୁ ବଦଳାଇ ବାତିଲ କରେ | ।",
    "4080263153": "କ Wa ଣସି ଛାଡ ନାହିଁ | ଯଦି ଛାଡପତ୍ର ଲିଖିତ ଏବଂ ଆମ ଦ୍ signed ାରା ଦସ୍ତଖତ ନହୁଏ ତେବେ ଆମେ ଆମର ଅଧିକାର କିମ୍ବା ପ୍ରତିକାରର କ portion ଣସି ଅଂଶ ଛାଡ କରିଛୁ ବୋଲି ବିବେଚନା କରାଯିବ ନାହିଁ | ଯଦି ଆମେ ଏହି ଚୁକ୍ତିନାମାର କ provision ଣସି ବ୍ୟବସ୍ଥା ଅନୁଯାୟୀ ଆମର ଅଧିକାରକୁ କାର୍ଯ୍ୟକାରୀ କରିବାରେ ବିଳମ୍ବ କରୁ କିମ୍ବା ବିଫଳ ହେବା, ତାହା ପରବର୍ତ୍ତୀ ସମୟରେ ଏହିପରି ବ୍ୟବସ୍ଥା କିମ୍ବା ଏହି ଚୁକ୍ତିନାମାର କ part ଣସି ଅଂଶକୁ କାର୍ଯ୍ୟକାରୀ କରିବା ଆମର ଅଧିକାରର ଛାଡ ହେବ ନାହିଁ |",
    "1789371580": "ନ୍ୟସ୍ତତା | ଆମର ପୂର୍ବ ଲିଖିତ ସମ୍ମତି ବିନା ଆପଣ ଏହି ସେବାର ସର୍ତ୍ତାବଳୀ ନ୍ୟସ୍ତ କରିପାରିବେ ନାହିଁ | ବିନା ବିଜ୍ଞପ୍ତିରେ ଆମେ ଯେକ time ଣସି ସମୟରେ ଏହି ସେବାର ସର୍ତ୍ତାବଳୀ ନ୍ୟସ୍ତ କରିପାରିବା | ଉପରୋକ୍ତ ବିଷୟଗୁଡିକ ଅନୁଯାୟୀ, ଏହି ସେବା ସର୍ତ୍ତାବଳୀ ପ୍ରତ୍ୟେକ ଦଳର ଉତ୍ତରାଧିକାରୀ ଏବଂ ଅନୁମତିପ୍ରାପ୍ତ କାର୍ଯ୍ୟଗୁଡିକ ପାଇଁ ବାଧ୍ୟତାମୂଳକ ହେବ |",
    "2819628066": "ଗୁରୁତରତା | ଯଦି ଏହି ସେବାର ସର୍ତ୍ତାବଳୀର କ provision ଣସି ବ୍ୟବସ୍ଥା ଅବ alid ଧ କିମ୍ବା କ reason ଣସି କାରଣରୁ ଅସମର୍ଥ ବୋଲି ଜଣାପଡେ, ତେବେ ଏହା ଅବଶିଷ୍ଟ ବ୍ୟବସ୍ଥାର ବ ity ଧତା ଏବଂ କାର୍ଯ୍ୟକାରୀତା ଉପରେ ପ୍ରଭାବ ପକାଇବ ନାହିଁ |",
    "3955981186": "ସଂଶୋଧନ IMI ବ୍ୟତୀତ ଅନ୍ୟ କ by ଣସି ବ୍ୟକ୍ତିଙ୍କ ଦ୍ These ାରା ଏହି ସେବା ସର୍ତ୍ତାବଳୀରେ କ mod ଣସି ପରିବର୍ତ୍ତନ କିମ୍ବା ସଂଶୋଧନ IMI ଉପରେ ବାଧ୍ୟତାମୂଳକ ହେବ ନାହିଁ ଯଦି IMI ର ଉପଯୁକ୍ତ ପ୍ରାଧିକୃତ ପ୍ରତିନିଧୀଙ୍କ ଦ୍ signed ାରା ଦସ୍ତଖତ ହୋଇଥିବା ଏକ ଲିଖିତ ଯନ୍ତ୍ରରେ |",
    "1377538813": "ପ୍ରଚଳିତ ଭାଷା | ଏହି ସେବାର ସର୍ତ୍ତାବଳୀର ଇଂରାଜୀ ଭାଷା ସଂସ୍କରଣ ସବୁ କ୍ଷେତ୍ରରେ ନିୟନ୍ତ୍ରଣ କରିବ ଏବଂ ଅନୁବାଦିତ ସଂସ୍କରଣ ସହିତ ଯଦି କ inc ଣସି ଅସଙ୍ଗତି ଦେଖାଦେବ, ଯଦି ଥାଏ |",
    "2438016011": "ସ୍ୱେଚ୍ଛାସେବୀ ଚୁକ୍ତି | ଏହି ସେବା ସର୍ତ୍ତାବଳୀର ସମସ୍ତ ପକ୍ଷ ପ୍ରତିନିଧିତ୍ and କରନ୍ତି ଏବଂ ସହମତ ହୁଅନ୍ତି ଯେ ପ୍ରତ୍ୟେକ ଏହି ଚୁକ୍ତିନାମାର ସମସ୍ତ ଦିଗ ସମୀକ୍ଷା କରିଛନ୍ତି, ଏହାର ସମସ୍ତ ବ୍ୟବସ୍ଥାକୁ ଭଲଭାବେ ପ read ିଛନ୍ତି ଏବଂ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ବୁ understand ିଛନ୍ତି ଏବଂ ସ୍ volunt େଚ୍ଛାକୃତ ଭାବରେ ଏହି ଚୁକ୍ତିନାମାରେ ପ୍ରବେଶ କରୁଛନ୍ତି |",
    "2445034923": "ଯଦି ଆପଣ ଏହି ସେବାର ସମସ୍ତ ସର୍ତ୍ତାବଳୀ ଏବଂ ଚୁକ୍ତିନାମା ସହିତ ସହମତ ନୁହଁନ୍ତି, ତେବେ ସାଇଟ୍ କିମ୍ବା ସେବାଗୁଡିକ ବ୍ୟବହାର କିମ୍ବା ପ୍ରବେଶ କରନ୍ତୁ ନାହିଁ (ଏବଂ ଆପଣ ତାହା କରିପାରିବେ ନାହିଁ) |",
    "2646127839": "ସେବାର ମୂଖ୍ୟ ସର୍ତ୍ତାବଳୀରେ ଗ୍ରାହକ ପରିଶିଷ୍ଟ |",
    "4097297673": "ଜଣେ ଗ୍ରାହକ, ଅନୁରୋଧକାରୀ, କିମ୍ବା ଇଣ୍ଟିଗ୍ରେଟର ଭାବରେ, ଆପଣ ଏବଂ IMI ମଧ୍ୟରେ ଅନ୍ୟ କ bind ଣସି ବାଧ୍ୟତାମୂଳକ ସର୍ତ୍ତାବଳୀ ସହିତ ଆପଣ ନିମ୍ନ ସର୍ତ୍ତାବଳୀରେ ବନ୍ଧା ହେବାକୁ ରାଜି ହୁଅନ୍ତି |",
    "1093280979": "1. ପ୍ଲାଟଫର୍ମ ଅର୍ଡର ଫର୍ମଗୁଡିକ |",
    "1549953005": "ଗ୍ରାହକ କିମ୍ବା ଅନୁରୋଧକାରୀ ହେବାର ସର୍ତ୍ତ ଭାବରେ ଆପଣ ଏକ କିମ୍ବା ଅଧିକ ପ୍ଲାଟଫର୍ମ ଆକ୍ସେସ୍ ଫର୍ମ (ପ୍ରତ୍ୟେକ, ଏକ “ଅର୍ଡର ଫର୍ମ”) ପୂରଣ କରିଥିବେ | ଯଦି ଏହା ହୁଏ, ତେବେ ଅର୍ଡର ଫର୍ମରେ ବର୍ଣ୍ଣିତ ସର୍ତ୍ତାବଳୀ ଏବଂ ସର୍ତ୍ତାବଳୀ ସେବା ସର୍ତ୍ତାବଳୀର ଏକ ଅଂଶ ହୋଇଯାଏ ଏବଂ ଏଠାରେ ରେଫରେନ୍ସ ଦ୍ୱାରା ଅନ୍ତର୍ଭୁକ୍ତ ହୋଇଥାଏ |",
    "3819851005": "2. ଦେୟ",
    "1591032933": "ଆପଣ ପ୍ରଯୁଜ୍ୟ ଅର୍ଡର ଫର୍ମରେ ପ୍ରଦାନ କରିଥିବା ଦେୟ ପଦ୍ଧତି ମାଧ୍ୟମରେ ପ୍ରଯୁଜ୍ୟ ଅର୍ଡର ଫର୍ମରେ ବର୍ଣ୍ଣନା କରାଯାଇଥିବା ପରି ଆପଣ IMI ଦେୟ ଦେବେ | ଲିଖିତ ଆକାରରେ ଉଭୟ ପକ୍ଷ ଦ୍ otherwise ାରା ଅନ୍ୟଥା ସ୍ପଷ୍ଟ ଭାବରେ ସହମତ ନହେବା ପର୍ଯ୍ୟନ୍ତ, ଆପଣ ଇନଭଏସର ମେଲିଂ ତାରିଖର ତିରିଶ (30) ଦିନ ମଧ୍ୟରେ ଜାରି କରାଯାଇଥିବା ସମସ୍ତ ଇନଭଏସ୍ ପାଇଁ ସମ୍ପୂର୍ଣ୍ଣ ଦେୟ ପ୍ରଦାନ କରିବେ | ତୁମେ ଆମକୁ ପ୍ରଦାନ କରୁଥିବା ସମସ୍ତ କ୍ରେଡିଟ୍ କାର୍ଡ ସୂଚନା ଉପରେ କ୍ରେଡିଟ୍ କାର୍ଡ ପ୍ରାଧିକରଣ ଚଲାଇବାକୁ, ସେହି କ୍ରେଡିଟ୍ କାର୍ଡ ସୂଚନା ସଂରକ୍ଷଣ କରିବାକୁ, ଏବଂ ତୁମର କ୍ରେଡିଟ୍ କାର୍ଡ କିମ୍ବା ଅନ୍ୟ କ account ଣସି ଆକାଉଣ୍ଟକୁ ଦେୟ ଦେବାର ଏକ ଫର୍ମ ଭାବରେ ତୁମେ ଚାର୍ଜ କରିବାକୁ ତୁମେ ଆମକୁ ଅନୁମତି ଦେଇଛ | ଅର୍ଡର ଫର୍ମରେ କିମ୍ବା ଆପଣଙ୍କର ଏଣ୍ଟରପ୍ରାଇଜ୍ ସେବା ଚୁକ୍ତିନାମା କିମ୍ବା ମାଷ୍ଟର ସର୍ଭିସ ଚୁକ୍ତିନାମା ମଧ୍ୟରେ ଅନ୍ୟଥା ଉଲ୍ଲେଖ ନହେବା ପର୍ଯ୍ୟନ୍ତ, ଚୁକ୍ତିନାମା ପାଇଁ IMI ଦ୍ provided ାରା ପ୍ରଦାନ କରାଯାଇଥିବା ସେବା ଆରମ୍ଭ ହେବା ପରେ ସେବାଗୁଡିକ ପାଇଁ ସମସ୍ତ ଦେୟ ପ୍ରତିବର୍ଷ ବିଲ୍ କରାଯାଏ |",
    "4142610534": "ଯେକ Any ଣସି ବିଳମ୍ବ ଦେୟ ପ୍ରତି ମାସରେ 1.5% ହାରରେ କିମ୍ବା ବିଳମ୍ବିତ ଚାର୍ଜ ସଂଗ୍ରହ କରିବ କିମ୍ବା ଆଇନ ଅନୁଯାୟୀ ଅନୁମୋଦିତ ସର୍ବାଧିକ ପରିମାଣ, ଯାହା କମ୍ ଅଟେ | ଯଦି ଆପଣ କ Agreement ଣସି କାରଣରୁ ଏହି ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ଧାର୍ଯ୍ୟ ରାଶି ପ୍ରଦାନ କରିବାରେ ବିଫଳ ହୁଅନ୍ତି, ତେବେ ଆମର ଖାତା ସ୍ଥଗିତ ହୋଇପାରେ, ଯେଉଁ କ୍ଷେତ୍ରରେ କାର୍ଯ୍ୟ ସମାପ୍ତ ହେବା ପାଇଁ ଆପଣଙ୍କ ଆକାଉଣ୍ଟରୁ କ additional ଣସି ଅତିରିକ୍ତ ଦେୟ ପ୍ରଦାନ କରାଯିବ ନାହିଁ ଏବଂ ଆପଣଙ୍କର ସମସ୍ତ କାର୍ଯ୍ୟ ଅପସାରିତ ହେବ | ଆମର ୱେବସାଇଟ୍ ରୁ | ଚାହିଦା ଅନୁଯାୟୀ ସମସ୍ତ ରାଶି ପାଇଁ, ଆମକୁ ଯେକ any ଣସି ପ୍ରକ୍ରିୟାକରଣ ଶୁଳ୍କ, ବିଳମ୍ବ ଶୁଳ୍କ କିମ୍ବା ଆଟର୍ଣ୍ଣି ଫି ପାଇଁ ତୁମେ ଆମକୁ ଫେରସ୍ତ କରିବାକୁ ପଡିବ | ଆମେ କ୍ରେଡିଟ୍ ରିପୋର୍ଟିଂ ଏଜେନ୍ସି ଏବଂ ଆଇନ ପ୍ରଣୟନ କର୍ତ୍ତୃପକ୍ଷଙ୍କୁ ମଧ୍ୟ ଉପଯୁକ୍ତ ରିପୋର୍ଟ ପ୍ରସ୍ତୁତ କରିପାରିବା |",
    "512991700": "ଯଦି ଆପଣ କ fees ଣସି ଶୁଳ୍କ ଉପରେ ବିବାଦ କରିବାକୁ ଚାହାଁନ୍ତି, ତେବେ ଆପଣ ନିଶ୍ଚିତ ଭାବରେ ଆମର ଗ୍ରାହକ ସହାୟତା ବିଭାଗ ସହିତ ପ୍ରଥମ ବିଲିଂ କିମ୍ବା ଆକାଉଣ୍ଟ୍ ଷ୍ଟେଟମେଣ୍ଟରେ ବନ୍ଦ ତାରିଖର ତିରିଶ (30) ଦିନ ପରେ ଯୋଗାଯୋଗ କରିବେ ଯେଉଁଥିରେ ଏକ ଆଡଜଷ୍ଟମେଣ୍ଟ୍ କିମ୍ବା କ୍ରେଡିଟ୍ ପାଇବା ପାଇଁ ତ୍ରୁଟି କିମ୍ବା ସମସ୍ୟା ଦେଖାଦେଇଛି |",
    "1273914192": "3. କର",
    "4242322181": "ଇଣ୍ଟୁଏସନ୍ ମେସିନଗୁଡିକର ନିଟ୍ ଆୟ କିମ୍ବା ବ୍ୟକ୍ତିଗତ ସମ୍ପତ୍ତି ଉପରେ ଆକଳନ କରାଯାଇଥିବା ଆମେରିକୀୟ ଟ୍ୟାକ୍ସ ବ୍ୟତୀତ ସେବା ସହିତ ଜଡିତ ସମସ୍ତ ଟିକସ ଦେୟ ପାଇଁ ଆପଣ ଦାୟୀ ଅଟନ୍ତି |",
    "1671996585": "ଆମର ଅନୁପ୍ରୟୋଗ ପ୍ରୋଗ୍ରାମିଂ ଇଣ୍ଟରଫେସ୍ (\"API\") ମାଧ୍ୟମରେ ଆମର ସେବା ସହିତ ଆପଣଙ୍କର ୱେବସାଇଟ୍, ପ୍ରୟୋଗ, କିମ୍ବା ପ୍ଲାଟଫର୍ମକୁ ଏକୀକୃତ କରିବା ପାଇଁ ଆପଣଙ୍କୁ ଆବଶ୍ୟକ ହୋଇପାରେ | ଇଭେଣ୍ଟରେ ଯଦି ଆପଣ ତାହା କରନ୍ତି, ଆମେ ଆପଣଙ୍କୁ ଏକ ସୀମିତ, କ x ଣସି ସ୍କ୍ଲୁସିଭ୍, ଅଣ ଟ୍ରାନ୍ସଫରେବଲ୍, ଅଣସାଇନ୍ସେବଲ୍, ରିଭୋକେବଲ୍ ଲାଇସେନ୍ସକୁ କେବଳ ସେବାଗୁଡିକୁ ପ୍ରବେଶ କରିବାକୁ API ବ୍ୟବହାର କରିବାକୁ ଅନୁମତି ଦେଇଥାଉ | ଆମେ ହୁଏତ API କୁ ପରିବର୍ତ୍ତନ କରିପାରିବା ଏବଂ / କିମ୍ବା ପୁରୁଣା ସଂସ୍କରଣ କିମ୍ବା API ର ପ୍ରକାଶନକୁ ଯେକ time ଣସି ସମୟରେ ସମର୍ଥନ ବନ୍ଦ କରିପାରିବା | ଆମର ନିଜସ୍ୱ ବିବେଚନାରେ API କୁ ଆପଣଙ୍କର ପ୍ରବେଶକୁ ସ୍ଥଗିତ କିମ୍ବା ସୀମିତ କରିବାର ଅଧିକାର ଆମେ ସଂରକ୍ଷିତ, ଏବଂ ନିଲମ୍ବନ ପୂର୍ବରୁ ଆପଣଙ୍କୁ ନୋଟିସ୍ ପ୍ରଦାନ କରିବାକୁ ଆମେ ଯୁକ୍ତିଯୁକ୍ତ ପ୍ରୟାସ କରିବୁ |",
    "4036662147": "5. ଗୋପନୀୟ ତଥ୍ୟର ସୁରକ୍ଷା",
    "3564208535": "ଆମଠାରୁ କିମ୍ବା ଆମର ସେବା ମାଧ୍ୟମରେ ପ୍ରାପ୍ତ ଯେକ any ଣସି ଗୋପନୀୟ ସୂଚନାକୁ ସୁରକ୍ଷା ଦେବା ପାଇଁ ଆପଣ ବ୍ୟବସାୟିକ ଭାବରେ ଯୁକ୍ତିଯୁକ୍ତ ପ୍ରୟାସ ବ୍ୟବହାର କରିବାକୁ ରାଜି ହୁଅନ୍ତି | ବଟ୍ ସ୍କୋର ଏବଂ ଆମର ଏଣ୍ଟରପ୍ରାଇଜ୍ ସର୍ଭିସର ଅଣ-ସାର୍ବଜନୀନ ବିବରଣୀ ଅନ୍ତର୍ଭୂକ୍ତ କରେ, ଅଣ-ସାର୍ବଜନୀନ ଡକ୍ୟୁମେଣ୍ଟେସନ୍ ଏବଂ ଆମର ବଟ୍ ଚିହ୍ନଟ ପଦ୍ଧତି ସମ୍ବନ୍ଧରେ ଆମେ ଅଂଶୀଦାର କରିପାରିବା | ଯଦି ଆପଣଙ୍କୁ ଏହିପରି କ any ଣସି ଗୋପନୀୟ ସୂଚନାକୁ ପ୍ରବେଶ ଅନୁମତି ଦିଆଯାଏ, ତେବେ ଆମେ ଆମର ସେବାରେ ଆମର ପ୍ରବେଶକୁ ପରିବର୍ତ୍ତନ, ସ୍ଥଗିତ କିମ୍ବା ସୀମିତ କରିପାରିବା ଯଦି ଆମେ ସ୍ଥିର କରିଥାଉ ଯେ ଆମର ସେବାଗୁଡିକର ବ୍ୟବହାର ଦ୍ୱାରା ଗୋପନୀୟ ତଥ୍ୟ ଉନ୍ମୋଚିତ ହୁଏ, ଏବଂ ଆମେ ଯୁକ୍ତିଯୁକ୍ତ ପ୍ରୟାସ କରିବୁ | ନିଲମ୍ବନ ପୂର୍ବରୁ ଆପଣଙ୍କୁ ନୋଟିସ୍ ପ୍ରଦାନ କରିବାକୁ |",
    "120384113": "6. ସମାପ୍ତି",
    "453723556": "ଆପଣ ଗ୍ରାହକ କିମ୍ବା ଅନୁରୋଧକାରୀ ହେବା ବନ୍ଦ କରି ସେବା ସର୍ତ୍ତାବଳୀରୁ ସ୍ independent ାଧୀନ ଭାବରେ ଏହି ଗ୍ରାହକ ପରିଶିଷ୍ଟକୁ ସମାପ୍ତ କରିପାରିବେ | ଯେକ time ଣସି ସମୟରେ ଗ୍ରାହକ କିମ୍ବା ଅନୁରୋଧକାରୀ ଭାବରେ ଆପଣଙ୍କର ସ୍ଥିତିକୁ ସ୍ଥଗିତ କିମ୍ବା ବନ୍ଦ କରିବାକୁ, କିମ୍ବା ଅନ୍ୟଥା ଆପଣଙ୍କର ଖାତା କିମ୍ବା ସେବା ସର୍ତ୍ତାବଳୀ ସହିତ ସେବାଗୁଡିକର ବ୍ୟବହାରକୁ ବନ୍ଦ କରିବାକୁ ଆମେ ଅଧିକାର ସଂରକ୍ଷଣ କରିଥାଉ | ତୁମର ଅର୍ଡର ଫର୍ମ ଅନୁଯାୟୀ ଯେକ amount ଣସି ରାଶି ପାଇଁ ତୁମେ ସମାପ୍ତ ହେବା ପରେ ଦାୟୀ ରହିବ | ଯଦି ଆପଣଙ୍କର ସବସ୍କ୍ରିପସନ୍ କ any ଣସି ମାସିକ କିମ୍ବା ବାର୍ଷିକ ଶୁଳ୍କ କିମ୍ବା ମାସିକ କିମ୍ବା ବାର୍ଷିକ ସର୍ବନିମ୍ନ ଅନ୍ତର୍ଭୂକ୍ତ କରେ, ତେବେ ଆପଣ ଯଥାକ୍ରମେ ସେହି ମାସ କିମ୍ବା ବର୍ଷର ଶେଷ ପର୍ଯ୍ୟନ୍ତ ସମସ୍ତ ସେବା ଦେୟ ପାଇଁ ଦାୟୀ ରହିବେ |",
    "218889628": "ଏହି ଗ୍ରାହକ ପରିଶିଷ୍ଟ କିମ୍ବା ସେବା ସର୍ତ୍ତାବଳୀକୁ ଉଲ୍ଲଂଘନ କରିବା ପରି ଯେଉଁଠାରେ ଆମେ ଏହି ଗ୍ରାହକ ପରିଶିଷ୍ଠ କିମ୍ବା ସେବା ସର୍ତ୍ତାବଳୀକୁ ସମାପ୍ତ କରୁ, ଏହା ବ୍ୟତୀତ, ଯଦି ଆମେ ସମାପ୍ତ କରୁ ଏବଂ ଆପଣ ଆମକୁ କ fees ଣସି ଶୁଳ୍କ ପ୍ରିପେଡ୍ କରିଥିବେ, ତେବେ ଆମେ ସେଗୁଡ଼ିକର ଏକ ପ୍ରୋଟା ଅଂଶ ଫେରସ୍ତ କରିବୁ | ଅବଶିଷ୍ଟ ସମୟ କିମ୍ବା ସେବାଗୁଡିକ ଉପରେ ଆଧାର କରି ପ୍ରିପେଡ୍ ପରିମାଣ, ଯାହା କମ୍ ଅଟେ | ଆମେ ଆମର କାର୍ଯ୍ୟକୁ ଏକ ବ୍ୟବସାୟିକ ଭାବରେ ଯୁକ୍ତିଯୁକ୍ତ manner ଙ୍ଗରେ ବନ୍ଦ କରିଦେବୁ ଏବଂ ସମସ୍ତ ପେଡ୍-ଆଉଟପୁଟ୍ ଡାଟା ସେଟ୍ ଏବଂ ଆମ ଅଧୀନରେ ଥିବା ସମସ୍ତ ଗ୍ରାହକ ତଥ୍ୟକୁ ସଂରକ୍ଷଣ ଏବଂ ବିତରଣ କରିବୁ | ଯେକ any ଣସି ସମାପ୍ତି ପରେ, ଆମେ ହୁଏତ କ any ଣସି ତଥ୍ୟ ବିଲୋପ କରିବାକୁ ବାଧ୍ୟ ନୁହଁ |",
    "2505227594": "7. ଅତ୍ୟଧିକ",
    "2369877184": "HCaptcha ଇଣ୍ଟିଗ୍ରେଟର କିମ୍ବା ଗ୍ରାହକଙ୍କ ପାଇଁ ସର୍ବାଧିକ ଅନୁମତି ପ୍ରାପ୍ତ ଶିଖର RPS ହାର ହେଉଛି ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ମଧ୍ୟରେ ଥିବା ସଂସ୍ଥାଗୁଡ଼ିକୁ ପ୍ରତି ସେକେଣ୍ଡରେ 1000 ଅନୁରୋଧ (\"RPS\"), ଯଦି ତୁମ ଏବଂ ଆମ ମଧ୍ୟରେ ଲିଖିତ ଚୁକ୍ତିନାମା ଦ୍ otherwise ାରା ଅନ୍ୟଥା ନିର୍ଦ୍ଦିଷ୍ଟ କରାଯାଇ ନାହିଁ।",
    "234420106": "ଇଭେଣ୍ଟରେ ଯଦି ଆପଣ hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସର୍ଭିସର ଏକ ଇଣ୍ଟିଗ୍ରେଟର୍ କିମ୍ବା ଗ୍ରାହକ ଅଟନ୍ତି ଏବଂ RPS ଦ୍ ured ାରା ମାପାଯାଇଥିବା ଆପଣଙ୍କର API ବ୍ୟବହାର ଆପଣଙ୍କ ସେବା ସ୍ତର ପାଇଁ ପ୍ରଦାନ କରାଯାଇଥିବା ହାରକୁ ଅତିକ୍ରମ କରେ, ଆମେ ଆପଣଙ୍କ ସେବାକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ କିମ୍ବା ଅତ୍ୟଧିକ ହାର ଚାର୍ଜ କରିବାକୁ ଚୟନ କରିପାରିବା | ଇଭେଣ୍ଟରେ ଯଦି ଆପଣଙ୍କର ଶିଖର RPS ହାର 30 ଦିନ ମଧ୍ୟରେ ସମୁଦାୟ 10 କିମ୍ବା ଅଧିକ ମିନିଟ୍ ପାଇଁ 10 ଫ୍ୟାକ୍ଟର୍ ଦ୍ provided ାରା ପ୍ରଦାନ କରାଯାଇଥିବା ହାରକୁ ଅତିକ୍ରମ କରେ ଏବଂ ଏହି ଅନୁରୋଧଗୁଡିକର ଅଧିକାଂଶ ହେଉଛି, ଆମର ଏକମାତ୍ର ବିଚାରରେ, ଦୁଷ୍ଟ ଟ୍ରାଫିକ୍ ନୁହେଁ, ଆମେ ଚୟନ କରିପାରିବା | ସେହି ମାସରେ କରାଯାଇଥିବା ସମସ୍ତ API ଅନୁରୋଧ ପାଇଁ ତୁମର ଚୁକ୍ତିଭିତ୍ତିକ ନିର୍ଦ୍ଦିଷ୍ଟ ଓଭର ହାରରେ ତୁମକୁ ଚାର୍ଜ କର |",
    "2619472217": "8. ପୁନ ale ବିକ୍ରୟ କରନ୍ତୁ |",
    "2019702084": "ଗ୍ରାହକଙ୍କ ମାଷ୍ଟର ସର୍ଭିସ ଚୁକ୍ତି କିମ୍ବା ପୁନ eller ବିକ୍ରେତା ଚୁକ୍ତିରେ ସ୍ପଷ୍ଟ ଭାବରେ ଅନୁମତି ନହେବା ପର୍ଯ୍ୟନ୍ତ, SaaS ସେବା ବିକ୍ରୟ, ପୁନ old ବିକ୍ରୟ, ଲିଜ୍, ସବ୍-ଲିଜ୍, ଲାଇସେନ୍ସପ୍ରାପ୍ତ, ସବ୍-ଲାଇସେନ୍ସପ୍ରାପ୍ତ କିମ୍ବା ଅନ୍ୟ କ third ଣସି ତୃତୀୟ ପକ୍ଷ ପାଇଁ ଉପଲବ୍ଧ ହେବ ନାହିଁ (ଗ୍ରାହକଙ୍କ ଆଫିଲିଏଟ୍ ବ୍ୟତୀତ) | ), ଏବଂ ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ସମସ୍ତ ଅର୍ଡର ଏବଂ ସେବାର ସମସ୍ତ ଗ୍ରାହକ ବ୍ୟବହାର ଗ୍ରାହକ କିମ୍ବା ଏହାର ସହଯୋଗୀଙ୍କର ଆଭ୍ୟନ୍ତରୀଣ ବ୍ୟବସାୟ ବ୍ୟବହାର ପାଇଁ ହେବ |",
    "1233229030": "ବିବିଧ",
    "1467783792": "ଯୁକ୍ତରାଷ୍ଟ୍ର ଦ୍ by ାରା ଅନୁମୋଦିତ କ person ଣସି ବ୍ୟକ୍ତି, ସଂସ୍ଥା କିମ୍ବା ସଂଗଠନ (ଏକ \"ମଞ୍ଜୁରୀପ୍ରାପ୍ତ ଅଭିନେତା\") ପୁରସ୍କାର ପାଇବାକୁ କିମ୍ବା ସେବାଗୁଡ଼ିକୁ ଏକୀକୃତକାରୀ ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଯୋଗ୍ୟ ନୁହଁନ୍ତି | ସନ୍ଦେହକୁ ଏଡାଇବା ପାଇଁ, ଏଥିରେ ଆମେରିକାର ଟ୍ରେଜେରୀ ବିଭାଗର ବ Foreign ଦେଶିକ ସମ୍ପତ୍ତି ନିୟନ୍ତ୍ରଣ କାର୍ଯ୍ୟାଳୟ (\"OFAC\") ଦ୍ୱାରା ନିର୍ମିତ ଯେକ San ଣସି ମଞ୍ଜୁରୀପ୍ରାପ୍ତ ଅଭିନେତା ଅନ୍ତର୍ଭୁକ୍ତ |",
    "3759657802": "ଆପଣ ଏହି ସେବାର ସର୍ତ୍ତାବଳୀ କିମ୍ବା ଆପଣଙ୍କର ଅଧିକାର କିମ୍ବା ଦାୟିତ୍ any କୁ କ way ଣସି ପ୍ରକାରେ (ଆଇନର କାର୍ଯ୍ୟ ଦ୍ or ାରା କିମ୍ବା ଅନ୍ୟଥା) ନ୍ୟସ୍ତ, ସ୍ଥାନାନ୍ତର କିମ୍ବା ପ୍ରତିନିଧିତ୍ may କରିପାରିବେ ନାହିଁ |",
    "1627232990": "ଏହି ସେବାର ସର୍ତ୍ତାବଳୀଗୁଡିକର ଅନୁବାଦଗୁଡିକ ଏକ ଉତ୍ତମ ପ୍ରୟାସ ଆଧାରରେ ପ୍ରଦାନ କରାଯାଇଛି | ଇଂରାଜୀ ଭାଷା ସେବା ସର୍ତ୍ତାବଳୀ ଏବଂ ଏହାର ଅନୁବାଦ ମଧ୍ୟରେ କ any ଣସି ମହତ୍ତ୍ୱପୂର୍ଣ୍ଣ ପାର୍ଥକ୍ୟ ହେଲେ, ଇଂରାଜୀ ଭାଷା ସେବା ସର୍ତ୍ତାବଳୀକୁ ପ୍ରାଧିକୃତ ଭାବରେ ବିବେଚନା କରାଯିବ |",
    "805221621": "ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "259613338": "ଯଦି ଏହି ସେବା ସର୍ତ୍ତାବଳୀ ସମ୍ବନ୍ଧରେ ଆପଣଙ୍କର କିଛି ପ୍ରଶ୍ନ ଅଛି |",
    "2735878907": "ବ୍ୟବସାୟ ନିରନ୍ତର ଯୋଜନା ଯୋଜନା",
    "2887242610": "ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍, Inc ଏକ ବ୍ୟବସାୟ ନିରନ୍ତର ଯୋଜନା ପ୍ରସ୍ତୁତ କରିଛି ଯାହା ଉପରେ ଆମେ କିପରି ପ୍ରତିକ୍ରିୟା କରିବୁ ଯାହା ଆମର hCaptcha ବ୍ୟବସାୟକୁ ଗୁରୁତ୍ dis ପୂର୍ଣ୍ଣ ବ୍ୟାହତ କରେ | ଯେହେତୁ ବିପର୍ଯ୍ୟୟ ଏବଂ ବ୍ୟାଘାତର ସମୟ ଏବଂ ପ୍ରଭାବ ଅପ୍ରତ୍ୟାଶିତ, ତେଣୁ ପ୍ରକୃତ ଘଟଣାଗୁଡ଼ିକର ପ୍ରତିକ୍ରିୟାରେ ଆମକୁ ନମନୀୟ ହେବାକୁ ପଡିବ | ଏହାକୁ ଦୃଷ୍ଟିରେ ରଖି ଆମେ ଆମର ବ୍ୟବସାୟ ନିରନ୍ତର ଯୋଜନା ଉପରେ ଏହି ସୂଚନା ପ୍ରଦାନ କରୁଛୁ |",
    "809251240": "ଆମ ସହିତ ଯୋଗାଯୋଗ |",
    "2551802342": "- ଏକ ଗୁରୁତ୍ business ପୂର୍ଣ୍ଣ ବ୍ୟବସାୟ ବ୍ୟାଘାତ ପରେ ଆମେ ଶୀଘ୍ର ପୁନରୁଦ୍ଧାର ଏବଂ ପୁନ operations କାର୍ଯ୍ୟ ଆରମ୍ଭ କରିବାକୁ ଯୋଜନା କରୁଛୁ ଏବଂ ଆମର କର୍ମଚାରୀ ଏବଂ ସମ୍ପତ୍ତିର ସୁରକ୍ଷା, ଆର୍ଥିକ ଏବଂ କାର୍ଯ୍ୟକ୍ଷମ ମୂଲ୍ୟାଙ୍କନ, ଫାର୍ମର ପୁସ୍ତକ ଏବଂ ରେକର୍ଡଗୁଡିକର ସୁରକ୍ଷା ଏବଂ ଆମର ଗ୍ରାହକ ଏବଂ ସେମାନଙ୍କର ଶେଷ ଉପଭୋକ୍ତାମାନଙ୍କୁ ଅନଲାଇନ୍ କାରବାର କରିବାକୁ ଅନୁମତି ଦେଇ ପ୍ରତିକ୍ରିୟା କରୁଛୁ | ସଂକ୍ଷେପରେ, ଆମର ବ୍ୟବସାୟ ନିରନ୍ତର ଯୋଜନା ଆମ ବ୍ୟବସାୟକୁ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ବ୍ୟବସାୟ ବ୍ୟାଘାତର ପରିସର ଏବଂ ଗମ୍ଭୀରତାକୁ ଦୃଷ୍ଟିରେ ରଖି ଯଥାଶୀଘ୍ର କାର୍ଯ୍ୟ ଆରମ୍ଭ କରିବାକୁ ଅନୁମତି ଦେବା ପାଇଁ ଡିଜାଇନ୍ କରାଯାଇଛି | ଆମର ବ୍ୟବସାୟ ନିରନ୍ତର ଯୋଜନା ଠିକଣା: ଡାଟା ବ୍ୟାକଅପ୍ ଏବଂ ପୁନରୁଦ୍ଧାର; ସମସ୍ତ ମିଶନ ଜଟିଳ ପ୍ରଣାଳୀ; ଆର୍ଥିକ ଏବଂ କାର୍ଯ୍ୟକ୍ଷମ ମୂଲ୍ୟାଙ୍କନ; ଗ୍ରାହକ, କର୍ମଚାରୀ ଏବଂ ତଦାରଖକାରୀ ସଂସ୍ଥା ସହିତ ବିକଳ୍ପ ଯୋଗାଯୋଗ; କର୍ମଚାରୀଙ୍କ ବିକଳ୍ପ ଶାରୀରିକ ଅବସ୍ଥାନ; ଜଟିଳ ଯୋଗାଣକାରୀ ଏବଂ ଗ୍ରାହକଙ୍କ ପ୍ରଭାବ; ନିୟାମକ ରିପୋର୍ଟ; ଏବଂ ଯଦି ଆମେ ଆମର ବ୍ୟବସାୟ ଜାରି ରଖିବାକୁ ଅସମର୍ଥ ତେବେ ଆମର ଗ୍ରାହକମାନଙ୍କୁ ତୁରନ୍ତ ନୋଟିସ୍ ଦେବା | ଆମର ମୂଳ ଯୋଗାଣକାରୀ ପୁଲ୍ ଭ important ଗୋଳିକ ଭାବରେ ପୃଥକ ଅଞ୍ଚଳରେ ଆମର ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ରେକର୍ଡଗୁଡିକର ବ୍ୟାକଅପ୍ କରେ | ପ୍ରତ୍ୟେକ ଜରୁରୀକାଳୀନ ପରିସ୍ଥିତି ବାହ୍ୟ କାରଣ ଉପରେ ଆଧାର କରି ଅନନ୍ୟ ସମସ୍ୟା ସୃଷ୍ଟି କରିଥାଏ, ଯେପରିକି ଦିନର ସମୟ ଏବଂ ବ୍ୟାଘାତର ଗମ୍ଭୀରତା, ଆମକୁ ଏହି ଯୋଗାଣକାରୀ ପୁଲ୍ ଦ୍ୱାରା ପରାମର୍ଶ ଦିଆଯାଇଛି ଯେ ସେମାନଙ୍କର ଉଦ୍ଦେଶ୍ୟ ହେଉଛି ସେମାନଙ୍କର କାର୍ଯ୍ୟକୁ ପୁନ restore ସ୍ଥାପନ କରିବା ଏବଂ ଶୀଘ୍ର ସେବା ଆରମ୍ଭ କରିବାକୁ ସକ୍ଷମ ହେବା | ଯଦିଓ ଆମେ ଯୋଗାଣକାରୀଙ୍କ ଏକ ବିବିଧ ସେଟ୍ ବ୍ୟବହାର କରି ବିପଦକୁ ହ୍ରାସ କରିବାକୁ କାର୍ଯ୍ୟ କରିଛୁ, ଏହି ସମୟ ମଧ୍ୟରେ ଆପଣଙ୍କର ସେବାଗୁଡିକ ପରିବର୍ତ୍ତନ କିମ୍ବା ବାଧା ପ୍ରାପ୍ତ ହୋଇପାରେ |",
    "826396656": "ଆମର ବ୍ୟବସାୟ ନିରନ୍ତର ଯୋଜନା |",
    "1979347895": "- ମହତ୍ business ପୂର୍ଣ୍ଣ ବ୍ୟବସାୟ ବ୍ୟାଘାତ ସେମାନଙ୍କ ପରିସର ମଧ୍ୟରେ ଭିନ୍ନ ହୋଇପାରେ, ଯେପରିକି କେବଳ ଆମର ଫାର୍ମ, ଆମର ଫାର୍ମକୁ ଏକକ ବିଲ୍ଡିଂ, ଆମର ଫାର୍ମ ଯେଉଁଠାରେ ଅବସ୍ଥିତ, ସେହି ସହର କିମ୍ବା ଆମେ ସମଗ୍ର ଅଞ୍ଚଳ | ଏହି ପ୍ରତ୍ୟେକ କ୍ଷେତ୍ର ମଧ୍ୟରେ, ବ୍ୟାଘାତର ଗମ୍ଭୀରତା ମଧ୍ୟ ସର୍ବନିମ୍ନରୁ ଭିନ୍ନ ହୋଇପାରେ | ଆମର ଫାର୍ମ, ଆମର ବ୍ୟବସାୟ ଜିଲ୍ଲା, ସହର, କିମ୍ବା ଅଞ୍ଚଳ କିମ୍ବା ଏକ ବିଲ୍ଡିଂରେ ଥିବା ଏକ ବିଲ୍ଡିଂରେ ଏକ ବ୍ୟାଘାତରେ, ଆମେ ଆବଶ୍ୟକ ସମୟରେ ଆମର କାର୍ଯ୍ୟକୁ ଏକ ସ୍ଥାନୀୟ ସାଇଟକୁ ସ୍ଥାନାନ୍ତର କରିବୁ ଏବଂ ବ୍ୟବସାୟ କାର୍ଯ୍ୟରେ କ material ଣସି ବାଧାବିଘ୍ନ ଆଶା କରିବୁ | ଉଭୟ ପରିସ୍ଥିତିରେ, ଆମେ ବ୍ୟବସାୟରେ ଜାରି ରଖିବାକୁ ଯୋଜନା କରୁଛୁ, ଆବଶ୍ୟକ ହେଲେ ବିକଳ୍ପ ଯୋଗାଣକାରୀଙ୍କୁ ଅପରେସନ୍ ସ୍ଥାନାନ୍ତର କରିବା ଏବଂ hcaptcha.com ରେ ଆମର ୱେବସାଇଟ୍ ମାଧ୍ୟମରେ ଏବଂ ଆମକୁ କିପରି ଯୋଗାଯୋଗ କରାଯିବ ସେ ବିଷୟରେ hcaptchastatus.com ରେ ଆମର ସ୍ଥିତି ପୃଷ୍ଠା ମାଧ୍ୟମରେ ଜଣାଇବୁ | ଯଦି ମହତ୍ business ପୂର୍ଣ୍ଣ ବ୍ୟବସାୟ ବ୍ୟାଘାତ ଏତେ ଭୟଙ୍କର ଯେ ଏହା ଆମକୁ ବ୍ୟବସାୟରେ ରହିବାକୁ ବାରଣ କରେ, ଆମେ ଶୀଘ୍ର ଆପଣଙ୍କୁ ଜଣାଇବୁ |",
    "653679457": "ବିଭିନ୍ନ ବ୍ୟାଘାତ |",
    "410397176": "ଅଧିକ ସୂଚନା ପାଇଁ",
    "2095899021": "hCaptcha ବ୍ରାଣ୍ଡିଂ ଗାଇଡଲାଇନ ଏବଂ ଜେନେରାଲ୍ ଟ୍ରେଡ୍ ମାର୍କ ଲାଇସେନ୍ସ |",
    "2340340589": "HCaptcha ମାର୍କ ବ୍ୟବହାର କରିବା ପାଇଁ ନିର୍ଦ୍ଦେଶାବଳୀ |",
    "2430148876": "ଆମର ଗ୍ରାହକ, ଅଂଶୀଦାର, ଏବଂ ପ୍ରଶଂସକମାନେ ଆମର ବ୍ରାଣ୍ଡ ସହିତ କାର୍ଯ୍ୟ କରିବା ପାଇଁ ଯଥାସମ୍ଭବ ସହଜ କରିବା ପାଇଁ ଆମେ ଏହି ନିର୍ଦ୍ଦେଶାବଳୀ ଏବଂ ସାଧାରଣ ଟ୍ରେଡ୍ ମାର୍କ ଲାଇସେନ୍ସ ସୃଷ୍ଟି କରିଛୁ, ତଥାପି ଆମର କର୍ପୋରେଟ୍ ପରିଚୟ ବଞ୍ଚାଇ ରଖିଛୁ | ଯଦି ଆପଣ hCaptcha ଆଇକନ୍, ଲୋଗୋ, କିମ୍ବା ଅନ୍ୟାନ୍ୟ ମାର୍କ ବ୍ୟବହାର କରିବାକୁ ଆବଶ୍ୟକ କରନ୍ତି ଯାହାକି ଏହି ନିର୍ଦ୍ଦେଶାବଳୀଠାରୁ ସାମଗ୍ରୀକ ଭାବରେ ଭିନ୍ନ, ଆପଣଙ୍କୁ ଏକ ଲିଖିତ ଲାଇସେନ୍ସ ପାଇଁ ଆମକୁ (IMI) ଯୋଗାଯୋଗ କରିବାକୁ ପଡିବ |",
    "3884400764": "ଯଦିଓ ଆପଣ ଏହି ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁଯାୟୀ hCaptcha ମାର୍କ ବ୍ୟବହାର କରିପାରିବେ, ଏହାର ଅର୍ଥ ନୁହେଁ ଯେ ଆପଣଙ୍କର hCaptcha ମାର୍କ, ଲୋଗୋ କିମ୍ବା ଅନ୍ୟ କ trad ଣସି ଟ୍ରେଡ୍ ମାର୍କ, ବାଣିଜ୍ୟ ନାମ, ସେବା ଚିହ୍ନ, ବ୍ୟବସାୟ ନାମ କିମ୍ବା hCaptcha ର ଶୁଭେଚ୍ଛା ଉପରେ ଆପଣଙ୍କର କ ve ଣସି ନ୍ୟସ୍ତ ଅଧିକାର ଅଛି | ଆମେ ଯଥାସମ୍ଭବ ନମନୀୟତା ପ୍ରଦାନ କରିବାକୁ ଚାହୁଁ, କିନ୍ତୁ hCaptcha କୁ ଯେକ any ଣସି ଟ୍ରେଡ୍ ମାର୍କ, ବାଣିଜ୍ୟ ନାମ, ସେବା ମାର୍କ, ବ୍ୟବସାୟ ନାମ କିମ୍ବା hCaptcha ର ଶୁଭେଚ୍ଛୁ ବ୍ୟବହାରରୁ hCaptcha କୁ ସୁରକ୍ଷା ଦେବାକୁ ବାଧ୍ୟ। ଯେକ Any ଣସି ଅନଧିକୃତ ବ୍ୟବହାର hCaptcha ଦ୍ granted ାରା ଦିଆଯାଇଥିବା ଅନୁମତି କିମ୍ବା ଲାଇସେନ୍ସକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସମାପ୍ତ କରିଥାଏ ଏବଂ ଯେକ any ଣସି କ୍ଷତି ପାଇଁ ଆଇନଗତ ଦାୟିତ୍। ବହନ କରିପାରେ |",
    "512598290": "ତେଣୁ, ଆମେ ନିଶ୍ଚିତ ଭାବରେ ପଚାରିବା ଉଚିତ୍ ଯେ ଆପଣ ସର୍ବଦା ସମସ୍ତ hCaptcha ମାର୍କ ଏବଂ ଲୋଗୋଗୁଡ଼ିକୁ ଏକ ଫର୍ମରେ ବ୍ୟବହାର କରନ୍ତି ଯାହା କ୍ୟାପିଟାଲାଇଜେସନ୍, ଟାଇପ୍ଫେସ୍ ଏବଂ ଷ୍ଟାଇଲ୍ ସହିତ ନିମ୍ନରେ ଥିବା ନିୟମକୁ ପାଳନ କରେ |",
    "2075610992": "ଆପଣଙ୍କର ସମର୍ଥନ ପାଇଁ ଧନ୍ୟବାଦ!",
    "1023190144": "ପାଠ୍ୟରେ hCaptcha® |",
    "4274324704": "ଲିଖିତ କପିରେ ଆମର ନାମ କିପରି ବ୍ୟବହାର କରାଯିବ ତାହା ଏଠାରେ ଅଛି:",
    "3912926900": "ପ୍ରଥମ ଥର ଯେତେବେଳେ ଏହା ଏକ ସୃଜନଶୀଳ କପିରେ ଦେଖାଯାଏ, hCaptcha® ରେ ଏକ ପଞ୍ଜୀକୃତ ଟ୍ରେଡ୍ ମାର୍କ ସଙ୍କେତ ରହିବା ଉଚିତ |",
    "950637875": "hCaptcha ବନାନକୁ କେବେବି ପରିବର୍ତ୍ତନ କରାଯିବା ଉଚିତ ନୁହେଁ ଏବଂ hCaptcha ସର୍ବଦା ଦ୍ୱିତୀୟ ଅକ୍ଷରରେ କ୍ୟାପିଟାଲାଇଜ୍ ହେବା ଉଚିତ (\"C\") | ଏହା କଦାପି ବହୁବଚନ କିମ୍ବା ଧାରଣକାରୀ ନୁହେଁ |",
    "2624601135": "\"hCaptcha\" ଏକ ବ୍ରାଣ୍ଡ ନାମର ଅଂଶ ଭାବରେ ବ୍ୟବହୃତ ହେବା ଉଚିତ ନୁହେଁ, ଏକ ହାଇଫେନ୍ ସହିତ ଯୋଡି ହୋଇଛି, କିମ୍ବା ପ୍ରୟୋଗ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଉତ୍ପାଦର ନାମରେ ବ୍ୟବହୃତ ହେବ ନାହିଁ |",
    "3828090208": "ଏହା ପରିବର୍ତ୍ତେ \"hCaptcha ପାଇଁ\" ବ୍ୟବହାର କରନ୍ତୁ .ଯଦି ଏକ ତୃତୀୟ ପକ୍ଷର ଲୋଗୋ ସହିତ ବ୍ୟବହୃତ ହୁଏ, \"hCaptcha ପାଇଁ\" ତୃତୀୟ ପକ୍ଷର ଲୋଗୋ ଅପେକ୍ଷା ଆକାରରେ ଛୋଟ ହେବା ଆବଶ୍ୟକ |",
    "4149738856": "hCaptcha ଏକ ବିଶେଷଣ ଭାବରେ ବ୍ୟବହୃତ ହେବା ଉଚିତ ଏବଂ ତା’ପରେ ଏକ ସଠିକ୍ ଜେନେରିକ୍ ଶବ୍ଦ |",
    "1446868537": "hCaptcha କୁ କ୍ରିୟା ଭାବରେ ବ୍ୟବହାର କରିବା ଉଚିତ୍ ନୁହେଁ |",
    "2487931657": "ବ୍ୟବହାର କରନ୍ତୁ ନାହିଁ: \"ଆମେ ଆମର ସାଇଟ୍ କ୍ୟାପଚାଡ୍ କରିବୁ |\"",
    "2565565429": "ଏହା ପରିବର୍ତ୍ତେ ବ୍ୟବହାର କରନ୍ତୁ: \"ଆମେ ଆମର ସାଇଟକୁ ଅଧିକ ସୁରକ୍ଷିତ ଏବଂ ଅଧିକ ସୁରକ୍ଷିତ କରିବା ପାଇଁ hCaptcha ବ୍ୟବହାର କରୁ |\"",
    "3434202027": "ଯୋଗାଯୋଗରେ hCaptcha ନାମର ଯେକ Any ଣସି ବ୍ୟବହାର ଗୁଣବତ୍ତା ଆବଶ୍ୟକ କରେ: \"hCaptcha ହେଉଛି ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍, Inc. ର ଏକ ପଞ୍ଜୀକୃତ ଟ୍ରେଡ୍ ମାର୍କ |\"",
    "2754937029": "ଗ୍ରହଣଯୋଗ୍ୟ ବ୍ୟବହାର",
    "2436973524": "କେବଳ ସଠିକ୍ ସନ୍ଦର୍ଭ ଗ୍ରହଣୀୟ | ଏହା କହିବା ଅନୁମୋଦିତ ନୁହେଁ ଯେ ଏକ ସାଇଟ୍ hCaptcha ସେବା ଏବଂ ପ୍ରୟୋଗଗୁଡ଼ିକୁ ବ୍ୟବହାର କରେ ନାହିଁ | ସେହିପରି ଭାବରେ, ଆମର ଲୋଗୋ କିମ୍ବା ଯେକ any ଣସି ବ୍ୟାଜ୍ ର ବ୍ୟବହାର ସେହି ସମୟରେ ଉପଯୁକ୍ତ ଅଟେ ଯେତେବେଳେ ସାଇଟ୍ hCaptcha ସେବା ବ୍ୟବହାର କରେ |",
    "69844082": "hCaptcha ଟ୍ରେଡ୍ ମାର୍କ, ଗ୍ରାଫିକ୍ ସଙ୍କେତ, ଲୋଗୋ, ଟାଇପ୍ଫେସ୍, କିମ୍ବା ଆଇକନ୍ ଗୁଡିକ ମଧ୍ୟ ଏକ ଭିନ୍ନ manner ଙ୍ଗରେ ବ୍ୟବହୃତ ହୋଇନପାରେ |",
    "3861413614": "ଆପଣ ହୁଏତ କ h ଣସି hCaptcha ଟ୍ରେଡ୍ ମାର୍କ କିମ୍ବା ଲୋଗୋ ବ୍ୟବହାର କରିପାରିବେ ନାହିଁ ଯାହା ସୂଚିତ କରେ ଯେ hCaptcha ର ଏକ ଲିଖିତ ଅନୁମତି ବିନା, ତୃତୀୟ ପକ୍ଷର ଉତ୍ପାଦ କିମ୍ବା ସେବାର ସମର୍ଥନ, ପୃଷ୍ଠପୋଷକତା କିମ୍ବା ସମର୍ଥନ ଅଛି |",
    "1409822234": "କ circumstances ଣସି ପରିସ୍ଥିତିରେ ଏକ ଡୋମେନ୍ ନାମ ଭାବରେ ଏକ ସମାନ କିମ୍ବା ପ୍ରାୟ ସମାନ hCaptcha ଟ୍ରେଡ୍ ମାର୍କ ବ୍ୟବହାର କରାଯିବ ନାହିଁ |",
    "4181060163": "ତୃତୀୟ ପକ୍ଷଗୁଡିକ ପରିବର୍ତ୍ତନ କିମ୍ବା ଭୁଲ ବନାନ ବ୍ୟବହାର କରିବା ଉଚିତ ନୁହେଁ କିମ୍ବା କ any ଣସି ପ୍ରକାରେ କାର୍ଯ୍ୟ କରିବା ଉଚିତ ନୁହେଁ ଯାହାକି hCaptcha ଟ୍ରେଡ୍ ମାର୍କ ଉପରେ କ initial ଣସି ପ୍ରାରମ୍ଭିକ ଆଗ୍ରହର ଦ୍ୱନ୍ଦ୍ୱ ସୃଷ୍ଟି କରିବ |",
    "3955555607": "ସହଭାଗୀ କିମ୍ବା ପ୍ରାଧିକୃତ ପୁନ ell ବିକ୍ରେତା ବ୍ୟତୀତ, ତୃତୀୟ ପକ୍ଷ କୀୱାର୍ଡ, ଗୁଗୁଲ୍ ଆଡୱର୍ଡ କିମ୍ବା hCaptcha ମାର୍କ କିମ୍ବା ଭୁଲ ବନାନ ବ୍ୟବହାର କରି ଅନ୍ୟ ଲକ୍ଷ୍ୟ ରଖାଯାଇଥିବା ବିଜ୍ଞାପନ ପ୍ରଣାଳୀ ପାଇଁ ବିଡ୍ କରିପାରିବେ ନାହିଁ | କିମ୍ବା ତୃତୀୟ ପକ୍ଷ ଡୋମେନ୍ ନାମ, କ search ଣସି ସର୍ଚ୍ଚ ଇଞ୍ଜିନ୍ ଅପ୍ଟିମାଇଜେସନ୍, ମେଟା ଟ୍ୟାଗ୍, ସନ୍ଧାନ ସର୍ତ୍ତାବଳୀ, କୋଡ୍ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଭୁଲ ଉପସ୍ଥାପନାରେ hCaptcha ମାର୍କ ବ୍ୟବହାର କରିପାରିବେ ନାହିଁ |",
    "1985238261": "ଅନ୍ୟାନ୍ୟ ପ୍ରତିବନ୍ଧିତ ଚିହ୍ନ |",
    "2193061499": "ଆମର କିଛି ଲୋଗୋ ଏବଂ ମାର୍କ hCaptcha ଏବଂ ଏହାର ଅଂଶୀଦାରମାନଙ୍କ ଦ୍ୱାରା ବ୍ୟବହୃତ ହେବା ପାଇଁ ସୀମିତ | HCaptcha ରୁ ଲିଖିତ ଲାଇସେନ୍ସ ବିନା ତୃତୀୟ ପକ୍ଷ ନିମ୍ନ ମାର୍କ ବ୍ୟବହାର କରିପାରିବେ ନାହିଁ:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha ସହଭାଗୀ ™",
    "755156539": "hCaptcha ପ୍ରାଧିକୃତ ପୁନ eller ବିକ୍ରେତା ™ |",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "HCaptcha ™ ଦ୍ୱାରା BotStop |",
    "2557601376": "hCaptcha logo ™",
    "248923369": "BotStop logo ™",
    "3942875761": "ଏକ ଉତ୍ତମ ୱେବ୍ ନିର୍ମାଣ କରିବାରେ ସାହାଯ୍ୟ କରନ୍ତୁ ™",
    "364774188": "ମୁଁ ମଣିଷ ™",
    "2785425016": "(ମାନବିକତା ଯାଞ୍ଚ ସମାଧାନ ପରିପ୍ରେକ୍ଷୀରେ, ଯଥା କାର୍ଯ୍ୟକୁ ଆହ୍) ାନ)",
    "2639657759": "ଅନୁମତି ଦ୍ୱାରା ବ୍ୟବହୃତ ଚିହ୍ନ |",
    "1268918580": "HCaptcha ଏବଂ ଏହାର ଅଂଶୀଦାରମାନଙ୍କ ଦ୍ used ାରା ବ୍ୟବହୃତ କିଛି ଲୋଗୋ ଏବଂ ମାର୍କ ତୃତୀୟ ପକ୍ଷର ମାଲିକାନା ଅଟେ ଏବଂ କେବଳ ସେମାନଙ୍କ ଅନୁମତି ସହିତ ବ୍ୟବହାର କରାଯାଇପାରେ | ତୃତୀୟ ପକ୍ଷ ସେମାନଙ୍କର ମାଲିକଙ୍କ ଅନୁମତି ବ୍ୟତୀତ ନିମ୍ନଲିଖିତ ଚିହ୍ନ ବ୍ୟବହାର କରିପାରିବେ ନାହିଁ:",
    "3782751514": "HUMAN ପ୍ରୋଟୋକଲ୍ ହେଉଛି HUMAN ପ୍ରୋଟୋକଲ୍ ଫାଉଣ୍ଡେସନର ଏକ ପଞ୍ଜୀକୃତ ଟ୍ରେଡ୍ ମାର୍କ ଏବଂ ଏହାର ଅନୁମତି ସହିତ ବ୍ୟବହୃତ ହୁଏ |",
    "1620709264": "HUMAN Token® ହେଉଛି HUMAN ପ୍ରୋଟୋକଲ୍ ଫାଉଣ୍ଡେସନର ଏକ ପଞ୍ଜୀକୃତ ଟ୍ରେଡ୍ ମାର୍କ ଏବଂ ଏହାର ଅନୁମତି ସହିତ ବ୍ୟବହୃତ ହୁଏ |",
    "3031953928": "HUMAN Network ™ ହେଉଛି HUMAN ପ୍ରୋଟୋକଲ୍ ଫାଉଣ୍ଡେସନର ଏକ ଟ୍ରେଡ୍ ମାର୍କ, ଏବଂ ଏହାର ଅନୁମତି ସହିତ ବ୍ୟବହୃତ ହୁଏ |",
    "3554363588": "ଅନ୍ୟାନ୍ୟ ଚିହ୍ନ",
    "3290996791": "ଅନ୍ୟ ସମସ୍ତ ଉତ୍ପାଦ ନାମ, ଲୋଗୋ, ଏବଂ ବ୍ରାଣ୍ଡଗୁଡ଼ିକ ସେମାନଙ୍କର ସମ୍ପୃକ୍ତ ମାଲିକମାନଙ୍କର ସମ୍ପତ୍ତି | ଏହି ୱେବସାଇଟ୍ ରେ ବ୍ୟବହୃତ ଅନ୍ୟ ସମସ୍ତ କମ୍ପାନୀ, ଉତ୍ପାଦ ଏବଂ ସେବା ନାମ କେବଳ ପରିଚୟ ଉଦ୍ଦେଶ୍ୟରେ | ଏହି ନାମଗୁଡିକ, ଲୋଗୋ, ଏବଂ ବ୍ରାଣ୍ଡଗୁଡିକର ବ୍ୟବହାର ଅନୁମୋଦନକୁ ବୁ .ାଏ ନାହିଁ |",
    "2444685143": "ଲୋଗୋ ନୀତି",
    "2414232014": "ଆମର ଲୋଗୋ ତୁରନ୍ତ ଚିହ୍ନିତ ଏବଂ ଆମର ବହୁମୂଲ୍ୟ ଏବଂ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ସମ୍ପତ୍ତି ମଧ୍ୟରୁ ଗୋଟିଏ | ଏହା ନିଶ୍ଚିତ କରିବାକୁ ଯେ ଏହା ଆମ କମ୍ପାନୀର ଏକ ଦୃ strong ପ୍ରତିନିଧିତ୍ୱ ଅଟେ, ଏହାକୁ ଯୋଗାଯୋଗର ସମସ୍ତ ଚ୍ୟାନେଲଗୁଡିକରେ ଏକ ଯତ୍ନଶୀଳ ଏବଂ ସ୍ଥିର manner ଙ୍ଗରେ ଉପସ୍ଥାପିତ କରାଯିବା ଆବଶ୍ୟକ |",
    "803639471": "HCaptcha ଲୋଗୋ ହ୍ୟାଣ୍ଡ ଆଇକନ୍ ଏବଂ hCaptcha logotype କୁ ନେଇ ଗଠିତ | ଏହାର ବିକଳ୍ପ ରୂପରେ, ହ୍ୟାଣ୍ଡ ଆଇକନ୍ ନିଜେ ଦୃଶ୍ୟମାନ ହୋଇପାରେ ଯେତେବେଳେ ସ୍ପେସ୍ ବାଧାପ୍ରାପ୍ତ ହୁଏ ଏବଂ “hCaptcha” ହ୍ୟାଣ୍ଡ୍ ଆଇକନ୍ ର ନିକଟତର ଭାବରେ ଏକ ଶବ୍ଦ ଚିହ୍ନ ଭାବରେ ବ୍ୟବହୃତ ହୁଏ, ଯେପରି ଏହା ହ୍ୟାଣ୍ଡ୍ ଆଇକନ୍ hCaptcha କୁ ପ୍ରତିନିଧିତ୍ୱ କରେ |",
    "564127016": "HCaptcha ହାତ ଆଇକନ୍:",
    "1424800293": "HCaptcha ଲୋଗୋ:",
    "1525506526": "ଆକାଉଣ୍ଟ୍ ନିଆଯିବା କ’ଣ ଏବଂ ସେମାନେ କିପରି କାର୍ଯ୍ୟ କରନ୍ତି?",
    "2446481523": "ସେଠାରେ ଏକ ପୁରାତନ ଲୋକକଥା ଅଛି ଯେଉଁଥିରେ ଏକ ୱାଗନ୍ ଡ୍ରାଇଭର ଏବଂ ଜଣେ ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତି ଏକ ଛୋଟ ଦେଶ ଗାଁର କନଷ୍ଟେବଲାରୀରେ ପ୍ରଦର୍ଶନ କରନ୍ତି | ମଇଳା, ପପୁଙ୍କ ପୋଷାକ ପିନ୍ଧିଥିବା ଜଣେ ବ୍ୟକ୍ତି କନଷ୍ଟେବଳଙ୍କୁ କହିଥିଲେ, “ମୁଁ ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତି | ଏହି ବ୍ୟକ୍ତି ମୋର ଡ୍ରାଇଭର ଥିଲେ |",
    "1767952047": "ସେ ଗତକାଲି ରାତିରେ ମୋତେ ଆକ୍ରମଣ କରିଥିଲେ, ମୋର ଲୁଗାପଟା ଚୋରି କରି ଟଙ୍କା ନେଇଥିଲେ। ” ମହାନ୍ ଶ୍ରେଣୀର ପୋଷାକ ପରିଧାନ କରିଥିବା ଅନ୍ୟ ବ୍ୟକ୍ତି ଉତ୍ତର ଦେଲେ, “କନଷ୍ଟେବଳ, ଏହି ବ୍ୟକ୍ତି ପାଗଳ | ସେ ଭାବନ୍ତି ସେ ଜଣେ ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତି | ମୁଁ ପ୍ରକୃତ ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତି | ତାଙ୍କୁ ଗିରଫ କର! ”",
    "2947576723": "ଏହି କାହାଣୀ ଡ୍ରାଇଭିଂ ଲାଇସେନ୍ସ ଏବଂ ଡିଜିଟାଲ୍ ଫିଙ୍ଗର ପ୍ରିଣ୍ଟିଙ୍ଗ୍ ପୂର୍ବାନୁମାନ କରେ, କିନ୍ତୁ ଏକ ଆକାଉଣ୍ଟ୍ ନିଆଯିବା ପରିସ୍ଥିତିରେ କ’ଣ ଭୁଲ୍ ହୋଇପାରେ ଏହାର ଏକ ଉତ୍ତମ ଉଦାହରଣ ପ୍ରଦାନ କରେ | ଜଣେ ବ୍ୟକ୍ତି ଏକ ଅନଲାଇନ୍ ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ କିମ୍ବା ମୋବାଇଲ୍ ପେମେଣ୍ଟ ଆପ୍ରେ ଲଗ୍ କରନ୍ତି | ସେ ପ୍ରକୃତ ଖାତାଧାରୀ କି ନା ହ୍ୟାକର୍? ପ୍ରକୃତରେ କିଏ? ଏହି ସୁରକ୍ଷା ସମସ୍ୟା ସଂସ୍ଥାଗୁଡ଼ିକୁ ପ୍ରଭାବିତ କରିଥାଏ ଯାହାକି ସ୍ service ୟଂ ସେବା ଖାତା ପ୍ରବେଶକୁ ଅନୁମତି ଦେଇଥାଏ |",
    "1687299615": "ଏକ ଆକାଉଣ୍ଟ୍ ନିଆଯିବା କ’ଣ?",
    "2648707986": "ଏକ ଆକାଉଣ୍ଟ୍ ନିଆଯିବା ହେଉଛି ସାଇବର ଠକେଇର ଏକ ରୂପ ଯେଉଁଥିରେ ଜଣେ ଦୁଷ୍ଟ ଅଭିନେତା ଏକ ଅନଲାଇନ୍ ଆକାଉଣ୍ଟର ମାଲିକ ଭାବରେ ଛଦ୍ମନାମ କରନ୍ତି | ସାଧାରଣତ ,, ଆକାଉଣ୍ଟ୍ ଏକ ଆର୍ଥିକ ଅନୁଷ୍ଠାନ କିମ୍ବା ଏକ ଇ-କମର୍ସ ବ୍ୟବସାୟରେ ଅଛି ଯେଉଁଠାରେ ଠକମାନେ ଟଙ୍କା, ବାଣିଜ୍ୟ କିମ୍ବା ଉପହାର କାର୍ଡ ଚୋରି କରିପାରିବେ | ଆକ୍ରମଣକାରୀ ଆକାଉଣ୍ଟକୁ ପ୍ରବେଶ କରିବା ପାଇଁ ଚୋରି ହୋଇଥିବା ଲଗଇନ୍ ପ୍ରମାଣପତ୍ର ବ୍ୟବହାର କରନ୍ତି ଏବଂ ତା’ପରେ ଏହାକୁ ନେଇଯାଆନ୍ତି, ବୋଧହୁଏ ପ୍ରକୃତ ଖାତା ମାଲିକଙ୍କୁ ଲକ୍ କରିବା ପାଇଁ ପାସୱାର୍ଡ ପରିବର୍ତ୍ତନ କରନ୍ତି |",
    "1476843710": "କମ୍ ଆର୍ଥିକ କ୍ଷତିକାରକ କିନ୍ତୁ ତଥାପି ଆକାଉଣ୍ଟ୍ ନିଆଯିବାର କ୍ଷତିକାରକ ଫର୍ମଗୁଡିକ ସୋସିଆଲ୍ ମିଡିଆ ଆକାଉଣ୍ଟଗୁଡିକ ଅପହରଣ ସହିତ ଜଡିତ | ଏହି କ୍ଷେତ୍ରରେ, ଆକ୍ରମଣକାରୀ ସାଧାରଣତ mal ମାଲୱେୟାର ବିସ୍ତାର କରିବାକୁ କିମ୍ବା ପୀଡିତାର ଅନିଶ୍ଚିତ ବନ୍ଧୁମାନଙ୍କ ବିରୁଦ୍ଧରେ ଫିସିଂ ଆକ୍ରମଣରେ ଲିପ୍ତ ରହିବାକୁ ଚେଷ୍ଟା କରିଥାଏ | କିମ୍ବା, ଆକ୍ରମଣକାରୀ ପୀଡିତାଙ୍କୁ ଲଜ୍ଜିତ କରିବାକୁ ଚେଷ୍ଟା କରୁଛି, ଯାହା ବେଳେବେଳେ ସେଲିବ୍ରିଟି ଏବଂ ରାଜନେତାମାନଙ୍କ ସହିତ ହୋଇଥାଏ |",
    "2904949278": "ଜଣେ ହ୍ୟାକର୍ କିପରି ଏକ ଆକାଉଣ୍ଟ୍ ନେଇଥାଏ?",
    "2575690545": "ଆକାଉଣ୍ଟ୍ ନିଆଯିବା, ଏତେ ସାଇବର ଠକେଇ ପରି, ପ୍ରାୟତ autom ସ୍ୱୟଂଚାଳିତ, ଜନ ପ୍ରକ୍ରିୟାର ବିଷୟ | ନିଜ ମା’ଙ୍କ ବେସମେଣ୍ଟରେ ଏକ ହୁଡି ପିନ୍ଧିଥିବା ହ୍ୟାକର୍ ପାଇଁ ବ୍ୟାଙ୍କ ୱେବସାଇଟରେ ପାସୱାର୍ଡ ଟାଇପ୍ କରିବା ବିରଳ ଅଟେ |",
    "3614653023": "ଏହା ପରିବର୍ତ୍ତେ, ଅଭ୍ୟାସ ବଡ଼ ଆକାରର ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ ଆକ୍ରମଣ ଉପରେ ନିର୍ଭର କରେ ଯାହା ଖାତାର ଏକ ଛୋଟ ସବ୍ସେଟ୍ ଖୋଲିବା ଆଶାରେ ଲକ୍ଷ ଲକ୍ଷ ଉପଭୋକ୍ତା ନାମ / ପାସୱାର୍ଡ ଯୁଗଳ ଲକ୍ଷ ଲକ୍ଷ ଆର୍ଥିକ ପ୍ରତିଷ୍ଠାନ ଉପରେ ଚେଷ୍ଟା କରେ | ଥରେ ସ୍ୱୟଂଚାଳିତ ଜାଲିଆତି ସଫ୍ଟୱେର୍ ଆକାଉଣ୍ଟକୁ ପ୍ରବେଶ ହାସଲ କଲା ପରେ, ଜଣେ ମାନବ ହ୍ୟାକର୍ ଏଥିରେ ଜଡିତ ହୋଇପାରେ, କିନ୍ତୁ କେତେକ କ୍ଷେତ୍ରରେ ନୁହେଁ |",
    "2762759509": "ଅନେକ ଆକାଉଣ୍ଟ୍ ନିଆଯିବା ଆକ୍ରମଣ ପ୍ରାୟ ସଂପୂର୍ଣ୍ଣ ସ୍ୱୟଂଚାଳିତ |",
    "1972710018": "ଏହାକୁ କମ୍ପାନୀର ଦୃଷ୍ଟିକୋଣରୁ ଦେଖିବା |",
    "1282121137": "ଆକାଉଣ୍ଟ୍ ନିଆଯିବା କେତେ ଅସୁବିଧାଜନକ ତାହା ବୁ To ିବାକୁ, ଆର୍ଥିକ ପ୍ରତିଷ୍ଠାନ ଦୃଷ୍ଟିକୋଣରୁ ଅଭିଜ୍ଞତା କିପରି ଦେଖାଯାଉଛି ତାହା ବିଚାର କରନ୍ତୁ | ସେମାନେ ପ୍ରତିଦିନ ଲକ୍ଷ ଲକ୍ଷ ଲଗଇନ୍ ପରିଚାଳନା କରନ୍ତି |",
    "2315518622": "ଆଜିର ଆକ୍ରମଣ ଉପକରଣରେ ଉପଲବ୍ଧ ଅତ୍ୟାଧୁନିକତା ସହିତ, ଯଦି କ any ଣସି ଜାଲିଆତି ଅଛି, ତାହା ଚିହ୍ନଟ କରିବା ଅତ୍ୟନ୍ତ ଚ୍ୟାଲେଞ୍ଜିଂ | ତା’ପରେ, ଜଣେ ବ୍ୟକ୍ତି ଗ୍ରାହକ ସେବା ଲାଇନକୁ ଡାକନ୍ତି ଏବଂ କୁହନ୍ତି “ମୋ ଆକାଉଣ୍ଟକୁ ଆକ୍ରମଣ କରାଯାଇଛି! ମୁଁ ଲଗ୍ ଇନ୍ କରିପାରିବି ନାହିଁ ଏବଂ କେହି ମୋର ଟଙ୍କା ଚୋରି କରୁଛନ୍ତି! ”",
    "1836369533": "ଲୋକକଥାରେ କନଷ୍ଟେବଳଙ୍କ ପରି, ପ୍ରକୃତରେ କିଏ କିଏ ନିର୍ଣ୍ଣୟ କରେ? ଯଦି ଆକ୍ରମଣକାରୀଙ୍କ ପାଖରେ ଡ୍ରାଇଭିଂ ଲାଇସେନ୍ସ ନମ୍ବର, ସାମାଜିକ ସୁରକ୍ଷା ନମ୍ବର, ମାତାର name ିଅର ନାମ, ଠିକଣା ଇତ୍ୟାଦି ଯଥେଷ୍ଟ ଚୋରି ହୋଇଥିବା ପରିଚୟ ଉପାଦାନ ଅଛି, ତେବେ କଲ୍ କରିବା ପ୍ରକୃତ ଆକାଉଣ୍ଟଧାରୀ କିମ୍ୱା ଏକ ଆକ୍ରମଣକାରୀ ପାଇବାକୁ ଚେଷ୍ଟା କରିବା ଏକ କଷ୍ଟସାଧ୍ୟ ହୋଇପାରେ | ସେ ପ୍ରବେଶ କରିବାକୁ ଚାହୁଁଥିବା ଏକ ଆକାଉଣ୍ଟରେ ପାସୱାର୍ଡ ପୁନ res ସେଟ୍ କରନ୍ତୁ |",
    "2880837730": "ଆକାଉଣ୍ଟ୍ ନିଆଯିବା ବନ୍ଦ କରିବା ପାଇଁ କ’ଣ କରାଯାଇପାରିବ?",
    "3654556483": "ଆର୍ଥିକ ପ୍ରତିଷ୍ଠାନ ଏବଂ ଇ-କମର୍ସ କମ୍ପାନୀଗୁଡିକର ପ୍ରକ୍ରିୟା ଏବଂ ନିୟନ୍ତ୍ରଣ ଅଛି ଯାହା କିଛି ଖାତା ନିଆଯିବା ବିପଦକୁ ହ୍ରାସ କରିଥାଏ | ପୁରାତନ ଫ୍ୟାଶନ୍ ଠାରୁ ଆରମ୍ଭ କରି “ପ୍ରାଥମିକ ବିଦ୍ୟାଳୟରେ ତୁମର ସର୍ବୋତ୍ତମ ବନ୍ଧୁଙ୍କ ନାମ କ’ଣ” ସୁରକ୍ଷା ପ୍ରଶ୍ନଗୁଡିକ ଚିହ୍ନଟ ପଦ୍ଧତି ପର୍ଯ୍ୟନ୍ତ ଯାହା ସନ୍ଦେହଜନକ IP ଠିକଣା ଏବଂ ମୋବାଇଲ୍ ଡିଭାଇସ୍ ପ୍ରୋଫାଇଲଗୁଡିକୁ ବାହାର କରିଥାଏ |",
    "2449501658": "ଜାଲିଆତି ହୋଇଥିବା ଆକାଉଣ୍ଟ୍ ଲଗଇନ୍ ପ୍ରୟାସରୁ ବିପଦକୁ ହ୍ରାସ କରିବା, ବଟ୍ ଚିହ୍ନଟ ଏବଂ ବନ୍ଦ କରିବା ପାଇଁ ମେସିନ୍ ଲର୍ନିଂ ବ୍ୟବହାର କରିବା, ଏବଂ ଠକେଇକାରୀଙ୍କ ପାଇଁ ଆକାଉଣ୍ଟ୍ ନିଆଯିବାରେ ଏହା ଅଧିକ କଷ୍ଟସାଧ୍ୟ କିମ୍ବା ଅସମ୍ଭବ ହୋଇପଡିବା ପାଇଁ ଏକ ଉନ୍ନତ ଉପାୟ ପ୍ରଦାନ କରେ |",
    "3621455477": "ଅଧିକ ଜାଣିବାକୁ!",
    "555246307": "ଉଲ୍ଲେଖଥାଉ କି, ସମ୍ଭ୍ରାନ୍ତ ତଥା ତାଙ୍କ ଡ୍ରାଇଭରଙ୍କ କାହାଣୀ କିପରି ଶେଷ ହୁଏ: କନଷ୍ଟେବଳ ଦୁଇ ଜଣଙ୍କୁ ଏକ କୋଠରୀରେ ଘଣ୍ଟା ଘଣ୍ଟା ବସି ସେମାନଙ୍କ ମନରୁ ବିରକ୍ତ ହେବାକୁ ଲାଗିଲେ | ଦିନ ଶେଷରେ ସେ ହାଜର ହୋଇ କହିଥିଲେ, ମୁଁ ବର୍ତ୍ତମାନ ୱାଗନ୍ ଡ୍ରାଇଭର ସହିତ କଥା ହେବି। ସମ୍ଭ୍ରାନ୍ତ ପୋଷାକ ପିନ୍ଧିଥିବା ବ୍ୟକ୍ତି ଠିଆ ହେଲେ। ସେ ଏତେ ବିରକ୍ତ ଥିଲେ, ସେ ଭୁଲିଗଲେ ଯେ ସେ କେବଳ ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତି ଭାବରେ ଅଭିନୟ କରୁଥିଲେ |",
    "1224727373": "HCaptcha ଦ୍ୱାରା BotStop |",
    "1187718370": "ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "3892905664": "hCaptcha ଆପଣଙ୍କର ପ୍ରିୟ ଅନ୍ଲାଇନ୍ ସେବାଗୁଡିକ ସରଳ ପ୍ରଶ୍ନ ପଚାରି ବୁଟ୍, ସ୍ପାମ୍ ଏବଂ ଅପବ୍ୟବହାରକୁ ସାହାଯ୍ୟ କରିଥାଏ ଯାହା ମଣିଷ ପାଇଁ ସହଜ ଏବଂ ମେସିନ୍ ପାଇଁ କଷ୍ଟକର |",
    "555158694": "ଦୁର୍ଦ୍ଦାନ୍ତ ଟ୍ରାଫିକ୍ ହ୍ରାସ କରିବାକୁ hCaptcha ସଂସ୍ଥାପନ କରି ଆପଣ ବ୍ୟବହାର କରୁଥିବା ଏକ ସେବା ସେମାନଙ୍କ ସାଇଟରେ ଆପଣଙ୍କର ଅଭିଜ୍ଞତାକୁ ଉନ୍ନତ କରିବାକୁ ବାଛିଛି |",
    "1617196410": "hCaptcha ବଟ୍କୁ ବନ୍ଦ କରିବା ଉପରେ ଧ୍ୟାନ ଦିଆଯାଇଛି | ଜଣେ ଉପଭୋକ୍ତା କିଏ ତାହା ଆମେ ଧ୍ୟାନ ଦେଉନାହୁଁ, କେବଳ ସେଗୁଡ଼ିକ ଦୁଷ୍ଟ କି ନୁହେଁ | ଗୋପନୀୟତା ସନ୍ତୁଳନ କରିବାକୁ ଆମେ କଠିନ ପରିଶ୍ରମ କରୁ &",
    "1624200563": "ସୁରକ୍ଷା, ଏବଂ GDPR, CCPA, LGPD, PIPL, ଏବଂ ଅନ୍ୟାନ୍ୟ ଗୋପନୀୟତା ନିୟମାବଳୀକୁ ପାଳନ କରନ୍ତୁ |",
    "1927613000": "ଆକାଉଣ୍ଟ୍ ନିଆଯିବା, ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ, ସ୍କ୍ରାପିଂ ଏବଂ ଅନ୍ୟାନ୍ୟ ପ୍ରକାରର ଅପବ୍ୟବହାରରୁ ୱେବ୍ ପ୍ରୟୋଗଗୁଡ଼ିକୁ ସୁରକ୍ଷା ଦେବା ପାଇଁ hCaptcha ଅତ୍ୟାଧୁନିକ ମେସିନ୍ ଲର୍ନିଂକୁ ଏକ ଶକ୍ତିଶାଳୀ ଚ୍ୟାଲେଞ୍ଜ ପ୍ଲାଟଫର୍ମ ସହିତ ମିଶ୍ରଣ କରେ |",
    "1133989302": "HCaptcha କାହିଁକି?",
    "34074886": "ପ୍ରତ୍ୟେକ ଥର ଯେତେବେଳେ ଆପଣ ଏକ ଚ୍ୟାଲେଞ୍ଜର ଉତ୍ତର ଦିଅନ୍ତି, ଆମେ ମଣିଷ କି ନାହିଁ ଜାଣିବା ପାଇଁ ଅତ୍ୟାଧୁନିକ ମଡେଲ ବ୍ୟବହାର କରୁ | ଆପଣ ପରିଦର୍ଶନ କରିଥିବା ୱେବସାଇଟ୍ ତାପରେ ଏହି ଫଳାଫଳକୁ ବ୍ୟବହାର କରି ବଟ୍କୁ ରଖି ସେମାନଙ୍କ ସାଇଟରେ ଆପଣଙ୍କ ଅଭିଜ୍ଞତାକୁ ଉନ୍ନତ କରିବାରେ ସାହାଯ୍ୟ କରେ |",
    "3412647984": "ଏହା ଆପଣଙ୍କୁ ଏକ କୁକିଜ୍ ପଞ୍ଜିକରଣ ଏବଂ ସେଟିଂ କରି ଭବିଷ୍ୟତର ପ୍ରଶ୍ନରୁ ଦୂରେଇ ରଖିବାକୁ ଦିଏ | ଦୟାକରି ଆପଣଙ୍କର ବିଜ୍ଞାପନ ବ୍ଲକରକୁ ବନ୍ଦ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |",
    "2510209017": "ଅଧିକ ସାହାଯ୍ୟ ଆବଶ୍ୟକ କରନ୍ତି କି?",
    "477275453": "API ଗୁଡିକ ହ୍ୟାକରମାନଙ୍କ ପାଇଁ ଏକ ଲୋକପ୍ରିୟ ଲକ୍ଷ୍ୟ କାହିଁକି?",
    "596347471": "ପ୍ରୟୋଗ ପ୍ରୋଗ୍ରାମିଂ ଇଣ୍ଟରଫେସ୍ (API) ସାଇବର ସ୍ପେସରେ ଦୁଷ୍ଟ ଅଭିନେତାମାନଙ୍କ ପାଇଁ ଏକ ଲୋକପ୍ରିୟ ଲକ୍ଷ୍ୟ ପାଲଟିଛି | ପ୍ରୟୋଗର ଏକୀକରଣରେ ସେମାନଙ୍କର ମହାନ ଉପଯୋଗିତାକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି ଏହାର ଅନେକ କାରଣ ଅଛି | ଯଦିଓ, API ବିପଦକୁ ହ୍ରାସ କରିବା ସମ୍ଭବ ଅଟେ |",
    "2441638955": "ପ୍ରଥମେ, ଏକ API କ’ଣ?",
    "3963216198": "API ଗୁଡିକ ହ୍ୟାକର୍ମାନଙ୍କ ପାଇଁ ଏକ ଲୋକପ୍ରିୟ ଲକ୍ଷ୍ୟ କାହିଁକି ବୋଲି ଆଲୋଚନା କରିବାକୁ, ପ୍ରଥମେ “API” ଶବ୍ଦର ଅର୍ଥ କ’ଣ ତାହା ବ୍ୟାଖ୍ୟା କରିବାକୁ ପ୍ରଥମେ ଏକ ସଂକ୍ଷିପ୍ତ ମୁହୂର୍ତ୍ତ ନେବା ଉଚିତ୍ | API ର ଧାରଣା ଆଦ new ନୂଆ ନୁହେଁ | ବାସ୍ତବରେ, ବିଭିନ୍ନ କମ୍ପ୍ୟୁଟର ସିଷ୍ଟମକୁ ପରସ୍ପର ସହିତ ସଂଯୋଗ କରିବା ପାଇଁ ଇଣ୍ଟରଫେସଗୁଡ଼ିକ ଅନ୍ତତ least ପକ୍ଷେ 1960 ଦଶକରୁ ରହିଆସିଛି |",
    "1047251718": "ଆଜି, ଯଦିଓ, ଯେତେବେଳେ ଲୋକମାନେ API ବିଷୟରେ କଥାବାର୍ତ୍ତା କରନ୍ତି, ସେମାନେ ସର୍ବଦା ମାନକ-ଆଧାରିତ API ଗୁଡ଼ିକର ଅର୍ଥ କରନ୍ତି | ପ୍ରତିନିଧୀ ଷ୍ଟେଟ ଟ୍ରାନ୍ସଫର (REST) ପରି ଖୋଲା ମାନକ ଏବଂ ଜାଭାସ୍କ୍ରିପ୍ଟ ଅବଜେକ୍ଟ ନୋଟେସନ୍ (JSON) ପରି ଖୋଲା ଷ୍ଟାଣ୍ଡାର୍ଡ ଫାଇଲ୍ ଫର୍ମାଟ୍ ବ୍ୟବହାର କରି ଏଗୁଡ଼ିକ ହେଉଛି API ଗୁଡିକ | ଏହିପରି “RESTful API”, ଯେପରି ସେମାନେ ଜଣାଶୁଣା, ମାଲିକାନା ସଫ୍ଟୱେୟାରର ଆବଶ୍ୟକତା ବିନା ସୃଷ୍ଟି କରାଯାଇପାରିବ | ଫଳାଫଳ ହୋଇଥିବା API ଗୁଡିକ ସଫ୍ଟୱେର୍ ପ୍ରୟୋଗଗୁଡ଼ିକ ମଧ୍ୟରେ ତଥ୍ୟ ଏବଂ ପ୍ରଣାଳୀ କଲ୍ ପଠାଇବା ଏବଂ ଗ୍ରହଣ କରିବାକୁ ସକ୍ଷମ | ଉଦାହରଣ ସ୍ୱରୂପ, ଏକ ମୋବାଇଲ୍ ବ୍ୟାଙ୍କିଙ୍ଗ୍ ଆପ୍ ବ୍ୟାଙ୍କର ସିଷ୍ଟମକୁ ପ୍ରବେଶ କରିବାକୁ ଏକ API ବ୍ୟବହାର କରେ |",
    "3195334319": "API ର ଉପଯୋଗିତା ଏବଂ ଦୁର୍ବଳତା |",
    "1903743785": "ମାନକ-ଆଧାରିତ API ର ଆଗମନ ପ୍ରୟୋଗ ଏକୀକରଣରେ ଏକ ପ୍ରମୁଖ ଲମ୍ଫକୁ ପ୍ରତିନିଧିତ୍ୱ କରେ | ବିଗତ 20 ବର୍ଷ ମଧ୍ୟରେ, API ଗୁଡିକ ବ୍ୟୟବହୁଳ ତଥା ଜଟିଳ ମାଲିକାନା ସଫ୍ଟୱେର୍ ଉତ୍ପାଦରୁ ମାଗଣା, ମାନକ-ଆଧାରିତ ଉପକରଣଗୁଡ଼ିକ ସହିତ କାର୍ଯ୍ୟ କରିବାକୁ ତୁଳନାତ୍ମକ ଭାବରେ ସହଜ ଏବଂ ଶୀଘ୍ର ନିୟୋଜିତ ହେବା ପର୍ଯ୍ୟନ୍ତ ଚାଲିଗଲା |",
    "879362350": "ଇଣ୍ଟରନେଟରେ କାର୍ଯ୍ୟ କରୁଥିବା ନୂତନ API ଗୁଡିକ ସହିତ, ପ୍ଲାଟଫର୍ମ, ଡାଟା ସ୍କିମା କିମ୍ବା ପ୍ରୋଗ୍ରାମିଂ ଭାଷାକୁ ଖାତିର ନକରି ବିଶ୍ any ର ଯେକ anywhere ଣସି ସଫ୍ଟୱେୟାର କିମ୍ବା ଡାଟା ଉତ୍ସକୁ ସଂଯୋଗ କରିବା ସମ୍ଭବ ହେଲା | ଫଳସ୍ୱରୂପ, ଗଣନା ଜଗତ ବର୍ତ୍ତମାନ ଏକ API ବିପ୍ଳବ ମଧ୍ୟରେ ଅଛି | ପ୍ରୟୋଗ ଏବଂ ତଥ୍ୟ ମଧ୍ୟରେ ସଂଯୋଗର ବିସ୍ଫୋରଣ ଘଟିଛି | ଏହା ନହେବା ପର୍ଯ୍ୟନ୍ତ ଏହା ବହୁତ ଭଲ ଅଟେ |",
    "3844432472": "API ର ଅତି ଖୋଲା ଏବଂ ଉପଯୋଗିତା ସେମାନଙ୍କୁ ଆକ୍ରମଣକାରୀଙ୍କ ପାଇଁ ଅଦ୍ଭୁତପୂର୍ବ ଧନୀ ଲକ୍ଷ୍ୟ କରିଥାଏ | ସେହିଭଳି ଏକ ମୋବାଇଲ୍ ଆପ୍ ଏକ API ବ୍ୟବହାର କରି ଏକ କର୍ପୋରେଟ୍ ସିଷ୍ଟମରୁ ତଥ୍ୟ ହାସଲ କରିବାକୁ ପ୍ରୋଗ୍ରାମ ହୋଇପାରିବ, ତେଣୁ ମାଲୱେୟାରର ଏକ ଖଣ୍ଡ ମଧ୍ୟ ହୋଇପାରେ | API କୁ ଅପବ୍ୟବହାର କରିବା ପାଇଁ ହ୍ୟାକରମାନେ ବିଭିନ୍ନ ପ୍ରକାରର ସଫ୍ଟୱେର୍ ଟୁଲ୍ ଲେଖିଛନ୍ତି | ଏହା ଏକ ପ୍ରଭାବଶାଳୀ ଆକ୍ରମଣ କ techni ଶଳ |",
    "2187096543": "ବାସ୍ତବରେ, ହ୍ୟାକର୍-ଲିଖିତ ସଫ୍ଟୱେର୍ ଦ୍ some ାରା କିଛି ପ୍ରମୁଖ ଡାଟା ଉଲ୍ଲଂଘନ ହୋଇଛି ଯାହା ଏକ ଡାଟାବେସ୍ ରୁ ତଥ୍ୟ ବାହାର କରିବାକୁ ଏକ API କୁ ଆହ୍ .ାନ କରିଛି | ସର୍ବଶେଷରେ, ଯଦି ଏହା ଡାଟା ଚୋରି କରେ, କେବଳ REST ଏବଂ JSON ବ୍ୟବହାର କରି ଲେଖାଯାଇଥିବା ଏକ API ରେ ଏକ ମ basic ଳିକ GET କଲ୍ ଆବଶ୍ୟକ କରେ, ତେବେ ଶୀଘ୍ର ଏକ ଡାଟାବେସ୍ ସଫା କରିବା ସହଜ | ବାସ୍ତବରେ, ଯେତେବେଳେ ଲୋକମାନେ “ସ୍କ୍ରିନ୍ ସ୍କ୍ରାପିଂ” ଆକ୍ରମଣ ବିଷୟରେ କଥାବାର୍ତ୍ତା କରନ୍ତି, ସେମାନଙ୍କର ପ୍ରକୃତ ଅର୍ଥ ହେଉଛି, ପ୍ରାୟତ fast, ଦ୍ରୁତ-ଅଗ୍ନି API କଲ୍ ଯାହା ଡାଟାବେସ୍ ଭିତରୁ ତଥ୍ୟ ବାହାର କରିଥାଏ | ସଂସ୍ଥାଗୁଡ଼ିକ ପାଇଁ API ଗୁଡିକ ଏକ ପ୍ରମୁଖ ଆକ୍ରମଣ ପୃଷ୍ଠରେ ପରିଣତ ହୋଇଛି |",
    "4222109231": "HCaptcha ର ଏଣ୍ଟରପ୍ରାଇଜ୍ ଉତ୍ପାଦ ସହିତ API ବିପଦକୁ ହ୍ରାସ କରିବା |",
    "1783317946": "API ଆକ୍ରମଣ ବନ୍ଦ କରିବା ପାଇଁ ଏକ ଲୋକପ୍ରିୟ ବ୍ୟବହାର ମାମଲା |",
    "3022922096": ", ଉତ୍ପାଦଗୁଡିକର hCaptcha ର ଏଣ୍ଟରପ୍ରାଇଜ୍ ସୁଟ୍ | HCaptcha ର ମାଗଣା ସଂସ୍କରଣ ପରି,",
    "63719113": "ଆପଣଙ୍କ ସାଇଟ ଏବଂ ଆପ୍ସକୁ ଦୁର୍ଦ୍ଦାନ୍ତ ଟ୍ରାଫିକ୍ ଚିହ୍ନଟ କରିବା ପାଇଁ ଉନ୍ନତ ମେସିନ୍ ଲର୍ନିଂ ବ୍ୟବହାର କରେ - ସ୍କ୍ରାପିଂ କାର୍ଯ୍ୟକଳାପକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି |",
    "3566102529": "ଆଜି ଆମେ ଅଧିକ ଜାଣିବା ପାଇଁ |",
    "3096553330": "ଆମେ ସୃଷ୍ଟି କରୁଥିବା ପ୍ରତ୍ୟେକ ସିଷ୍ଟମ୍ ଅନ୍ୟ ଲୋକଙ୍କ ସହିତ ଆମର ସମ୍ପର୍କକୁ ପ୍ରତିଫଳିତ କରିଥାଏ |",
    "1467218142": "ଆମେ ସେମାନଙ୍କଠାରୁ ଏବଂ ନିଜଠାରୁ ଯାହା ଇଚ୍ଛା ତାହା ଆମର ଆଚରଣକୁ ଚଲାଇଥାଏ, ଏବଂ ଏହିପରି ସମସ୍ତ ମାନବ ପ୍ରଣାଳୀରେ ପାରସ୍ପରିକ କଥାବାର୍ତ୍ତାର ସମାନ s ାଞ୍ଚାଗୁଡ଼ିକ ପୁନରାବୃତ୍ତି ହୁଏ | ଇଣ୍ଟରନେଟ୍ ଆମ ଦୁନିଆର ଏହି ମ fundamental ଳିକ ଦିଗର ଅନେକ ଚମତ୍କାର ଉଦାହରଣ ପ୍ରଦାନ କରେ |",
    "808872868": "ଉଦାହରଣ ସ୍ୱରୂପ: ଦୁଇଟି ସିଷ୍ଟମ୍ ପ୍ରଥମେ ସଂଯୁକ୍ତ ହେବାର ପ୍ରାୟ ଦିନକ ପରେ ସ୍ପାମ୍, ଠକେଇ ଏବଂ ଅପବ୍ୟବହାର ଅନଲାଇନରେ ବିଦ୍ୟମାନ ଅଛି |",
    "1085089390": "ଅନଲାଇନ୍ ଅପବ୍ୟବହାର ମନୁଷ୍ୟର ଆଚରଣରୁ ଆସିଥାଏ |",
    "3064321967": "ପ୍ରଥମ ଜଣାଶୁଣା ସ୍ପାମ୍ ଇମେଲ୍ 1978 ରେ ପଠାଯାଇଥିଲା |",
    "3800781598": "] ପ୍ରାୟ ପାଞ୍ଚ ଦଶନ୍ଧି ପରେ, ଇମେଲ୍ ସ୍ପାମ୍ ଆମକୁ ଅସୁବିଧାରେ ପକାଇଥାଏ | ଏହାକୁ ପରାସ୍ତ କରିବାରେ ଅନେକ କୋଟି କୋଟି ଡଲାର ଏବଂ ହଜାର ହଜାର ବ୍ୟକ୍ତି-ବର୍ଷର ଇଞ୍ଜିନିୟରିଂ ପ୍ରୟାସ କରାଯାଇଛି, ତଥାପି ସ୍ପାମ୍ ଜାରି ରହିଛି | ଉଭୟ ପାର୍ଶ୍ୱରେ ବିଲିୟନ ଡଲାର ଶିଳ୍ପ ଅଛି, ଅର୍ଥାତ୍ ଯେଉଁମାନେ ଏହାକୁ ରକ୍ଷା କରୁଛନ୍ତି ଏବଂ ଏହାକୁ ପଠାଉଛନ୍ତି |",
    "2119943547": "ଏହା କାହିଁକି? ଉତ୍ତରଟି ସରଳ ଅଟେ | ଯେପର୍ଯ୍ୟନ୍ତ ଏକ ସିଷ୍ଟମର ଅପବ୍ୟବହାର ପାଇଁ ଏକ ଉତ୍ସାହ ଅଛି, କେହି କେହି ସାଧାରଣତ a ଏକ ଉପାୟ ଖୋଜିବେ | ଏବଂ ଥରେ କରିସାରିବା ପରେ, ଅନ୍ୟ କେହି ସେମାନଙ୍କୁ ଅଟକାଇବା ପାଇଁ ଏକ ଉତ୍ସାହ ପାଇବେ |",
    "532470444": "ସନ୍ତୁଳନ ବର୍ଷକୁ ବର୍ଷ ସାମାନ୍ୟ ବଦଳିପାରେ, କିନ୍ତୁ ଏହି ଆଚରଣ କେବଳ ମ fundamental ଳିକ ମାନବ ପ୍ରକୃତିକୁ ପ୍ରତିଫଳିତ କରିଥାଏ, ଏବଂ ପାଞ୍ଚ ହଜାର ବର୍ଷର ରେକର୍ଡ ହୋଇଥିବା ଇତିହାସ ସୂଚିତ କରେ ଯେ ଗତିଶୀଳ ଶୀଘ୍ର ପରିବର୍ତ୍ତନ ହେବାର ସମ୍ଭାବନା ନାହିଁ |",
    "3193548097": "ଆଶା ings ରଣା ଅନନ୍ତ |",
    "4065614934": "ଏହି ବିଶ୍ଳେଷଣ ନୂଆ ନୁହେଁ, କିନ୍ତୁ ଲୋକମାନେ ଅନନ୍ତ ଆଶାବାଦୀ | ବିଶେଷକରି ଯେତେବେଳେ ସେମାନେ ଭାବନ୍ତି ସେମାନଙ୍କର ଧାରଣା ନୂଆ ଅଟେ |",
    "1216071511": "ସମାନ ଚିନ୍ତାଧାରା ଏତେ ବାରମ୍ବାର ପ୍ରସ୍ତାବିତ ହୁଏ ଯେ ପ୍ରାୟ 20 ବର୍ଷ ପୂର୍ବେ, ଜଣେ ଅଜ୍ଞାତ ଲେଖକ ସ୍ପାମ୍ ବିରୋଧୀ ସମାଧାନ ବିଷୟରେ ଅନଲାଇନ୍ ଆଲୋଚନା ପାଇଁ ଏକ ସହାୟକ ପୂର୍ଣ୍ଣ-ଖାଲି ସ୍ଥାନ ଆଣିଥିଲେ:",
    "1941999673": "ତୁମର ପୋଷ୍ଟ ଆଡଭୋକେଟ କରେ a",
    "4179118182": "() ବ technical ଷୟିକ () ବିଧାନସଭା () ବଜାର ଭିତ୍ତିକ () ଭିଜିଲାନ୍ସ |",
    "3978720689": "ସ୍ପାମ୍ ସହିତ ଲ fighting ିବା ପାଇଁ ଆଭିମୁଖ୍ୟ | ତୁମର ଧାରଣା କାମ କରିବ ନାହିଁ | ଏହା କାହିଁକି କାମ କରିବ ନାହିଁ ଏଠାରେ ଅଛି |",
    "318339230": "(ନିମ୍ନଲିଖିତ ମଧ୍ୟରୁ ଗୋଟିଏ କିମ୍ବା ଅଧିକ ଆପଣଙ୍କ ନିର୍ଦ୍ଦିଷ୍ଟ ଧାରଣା ପାଇଁ ପ୍ରୟୋଗ ହୋଇପାରେ, ଏବଂ ଏହା ଥାଇପାରେ |",
    "30312304": "ଅନ୍ୟାନ୍ୟ ତ୍ରୁଟି ଯାହା ଏକ ଖରାପ ଫେଡେରାଲ୍ ଆଇନ ପ୍ରଣୟନ ହେବା ପୂର୍ବରୁ ରାଜ୍ୟରୁ ଭିନ୍ନ ଭିନ୍ନ ଥିଲା |)",
    "2710988028": "() ଇମେଲ ଠିକଣା ଅମଳ କରିବା ପାଇଁ ସ୍ପାମରମାନେ ଏହାକୁ ସହଜରେ ବ୍ୟବହାର କରିପାରିବେ |",
    "3912514510": "() ମେଲିଂ ତାଲିକା ଏବଂ ଅନ୍ୟାନ୍ୟ ବ legitimate ଧ ଇମେଲ ବ୍ୟବହାର ପ୍ରଭାବିତ ହେବ |",
    "2030062561": "() ଲୋକଟିକୁ ଖୋଜିବାକୁ କିମ୍ବା ଟଙ୍କା ସଂଗ୍ରହ କରିବାକୁ କେହି ସକ୍ଷମ ହେବେ ନାହିଁ |",
    "3334160175": "() ନିଷ୍ଠୁର ବଳ ଆକ୍ରମଣରୁ ଏହା ଅସୁରକ୍ଷିତ ଅଟେ |",
    "3238345709": "() ଏହା ଦୁଇ ସପ୍ତାହ ପାଇଁ ସ୍ପାମ୍ ବନ୍ଦ କରିବ ଏବଂ ତା’ପରେ ଆମେ ଏହା ସହିତ ଅଟକି ରହିବୁ |",
    "4227800293": "() ଇମେଲର ଉପଭୋକ୍ତାମାନେ ଏହା ସହ ରଖିବେ ନାହିଁ |",
    "2271252286": "() ମାଇକ୍ରୋସଫ୍ଟ ଏହା ସହ ରଖିବ ନାହିଁ |",
    "692064738": "() ପୋଲିସ ଏହାକୁ ସହ୍ୟ କରିବ ନାହିଁ |",
    "3475647460": "() ସ୍ପାମରଙ୍କ ଠାରୁ ଅଧିକ ସହଯୋଗ ଆବଶ୍ୟକ କରେ |",
    "1482845460": "() ଥରେ ସମସ୍ତଙ୍କ ଠାରୁ ତୁରନ୍ତ ସମୁଦାୟ ସହଯୋଗ ଆବଶ୍ୟକ କରେ |",
    "3741193183": "() ଅନେକ ଇମେଲ୍ ଉପଭୋକ୍ତା ବ୍ୟବସାୟ ହରାଇବାକୁ କିମ୍ବା ସମ୍ଭାବ୍ୟ ନିଯୁକ୍ତିଦାତାଙ୍କୁ ବିଚ୍ଛିନ୍ନ କରିବାକୁ ସକ୍ଷମ ନୁହଁନ୍ତି |",
    "2234909600": "() ସ୍ପାମର୍ମାନେ ସେମାନଙ୍କର ତାଲିକାରେ ଅବ alid ଧ ଠିକଣାଗୁଡ଼ିକ ବିଷୟରେ ଚିନ୍ତା କରନ୍ତି ନାହିଁ |",
    "1982617151": "() ଯେକ Anyone ଣସି ବ୍ୟକ୍ତି ଅଜ୍ଞାତ ଭାବରେ ଅନ୍ୟର କ୍ୟାରିଅର୍ କିମ୍ବା ବ୍ୟବସାୟକୁ ନଷ୍ଟ କରିପାରେ |",
    "2498172334": "ନିର୍ଦ୍ଦିଷ୍ଟ ଭାବରେ, ଆପଣଙ୍କର ଯୋଜନା ହିସାବ କରିବାକୁ ବିଫଳ ହୁଏ |",
    "389705801": "() ନିୟମ ଏହାକୁ ସ୍ପଷ୍ଟ ଭାବରେ ନିଷେଧ କରେ |",
    "190955495": "() ଇମେଲ ପାଇଁ କେନ୍ଦ୍ରୀୟ ନିୟନ୍ତ୍ରଣ କର୍ତ୍ତୃପକ୍ଷଙ୍କ ଅଭାବ |",
    "237009707": "() ବିଦେଶୀ ଦେଶରେ ଖୋଲା ରିଲେ |",
    "3507532387": "() ସମସ୍ତ ଇମେଲ୍ ଠିକଣାଗୁଡ଼ିକର କ୍ଷୁଦ୍ର ବର୍ଣ୍ଣମାଳା ଠିକଣା ସ୍ଥାନ ଖୋଜିବାର ସହଜ |",
    "2477958756": "() ଖରାପ ଲୋକ |",
    "3254142589": "() ନ୍ୟାୟିକ ସମସ୍ୟାଗୁଡିକ |",
    "3621401685": "() ଅଜବ ନୂଆ ଟ୍ୟାକ୍ସର ଜନପ୍ରିୟତା |",
    "4277475973": "() ଅଦ୍ଭୁତ ନୂତନ ଅର୍ଥ ଗ୍ରହଣ କରିବାକୁ ଜନସାଧାରଣଙ୍କ ଅନିଚ୍ଛା |",
    "941057651": "() SMTP ରେ ବିଦ୍ୟମାନ ସଫ୍ଟୱେର୍ ବିନିଯୋଗ |",
    "3265293440": "() ଆକ୍ରମଣ ପାଇଁ SMTP ବ୍ୟତୀତ ପ୍ରୋଟୋକଲଗୁଡ଼ିକର ସମ୍ବେଦନଶୀଳତା |",
    "515733427": "() ଇମେଲ ଦ୍ received ାରା ପ୍ରାପ୍ତ OS ପ୍ୟାଚ୍ ସଂସ୍ଥାପନ କରିବାକୁ ଉପଭୋକ୍ତାମାନଙ୍କର ଇଚ୍ଛା |",
    "2631159699": "() ପୋକର ସ arm ନ୍ୟବାହିନୀ ବ୍ରଡବ୍ୟାଣ୍ଡ-ସଂଯୁକ୍ତ ୱିଣ୍ଡୋଜ୍ ବାକ୍ସଗୁଡ଼ିକ |",
    "776542208": "() ସମସ୍ତ ଫିଲ୍ଟରିଂ ପଦ୍ଧତିରେ ଜଡିତ ଅନନ୍ତ ବାହୁ ଦ race ଡ଼ |",
    "989480928": "() ସ୍ପାମ୍ ର ଅତ୍ୟଧିକ ଲାଭ |",
    "3898950867": "() ଜୋ ଚାକିରି ଏବଂ / କିମ୍ବା ପରିଚୟ ଚୋରି |",
    "3395399558": "() ଟେକ୍ନିକାଲ୍ ଅଶିକ୍ଷିତ ରାଜନେତା |",
    "1118929614": "() ସ୍ପାମର୍ ସହିତ ବ୍ୟବସାୟ କରୁଥିବା ଲୋକଙ୍କ ଦ୍ Extr ାରା ଅତ୍ୟଧିକ ମୂର୍ଖତା |",
    "838951836": "() ନିଜେ ସ୍ପାମରଙ୍କ ଦ୍ୱାରା ଅସାଧୁତା |",
    "2123236933": "() ବ୍ୟାଣ୍ଡୱିଡଥ୍ ଖର୍ଚ୍ଚ ଯାହା କ୍ଲାଏଣ୍ଟ ଫିଲ୍ଟରିଂ ଦ୍ୱାରା ପ୍ରଭାବିତ ନୁହେଁ |",
    "2292919419": "() ଆଉଟଲୁକ୍ |",
    "2534436327": "ଏବଂ ନିମ୍ନଲିଖିତ ଦାର୍ଶନିକ ଆପତ୍ତି ମଧ୍ୟ ପ୍ରୟୋଗ ହୋଇପାରେ:",
    "832385387": "() ତୁମ ପରି ସମାନ ଧାରଣା ଆଣିବା ସହଜ, ତଥାପି କ none ଣସିଟି ବ୍ୟବହାରିକ ଦେଖାଯାଇ ନାହିଁ |",
    "1993984258": "() ଅପ୍ଟ-ଆଉଟ୍ ଉପରେ ଆଧାରିତ ଯେକ Any ଣସି ସ୍କିମ୍ ଗ୍ରହଣୀୟ ନୁହେଁ |",
    "3909240516": "() SMTP ହେଡର୍ ଗୁଡିକ ଆଇନର ବିଷୟ ହେବା ଉଚିତ୍ ନୁହେଁ |",
    "1151065360": "() କଳା ତାଲିକାଗୁଡ଼ିକ ଶୋଷେ |",
    "2396605499": "() ଶ୍ୱେତପତ୍ରଗୁଡ଼ିକ ଶୋଷନ୍ତି |",
    "2225785608": "() ସେନସର ନକରି ଆମେ ଭାୟାଗ୍ରା ବିଷୟରେ କଥାବାର୍ତ୍ତା କରିବାକୁ ସମର୍ଥ ହେବା ଉଚିତ୍ |",
    "3004688366": "() କାଉଣ୍ଟର ମାପଗୁଡିକ ତାର ଜାଲିଆତି କିମ୍ବା କ୍ରେଡିଟ୍ କାର୍ଡ ଠକେଇ ସହିତ ଜଡିତ ହେବା ଉଚିତ୍ ନୁହେଁ |",
    "922470170": "() କାଉଣ୍ଟର ମାପଗୁଡିକ ସର୍ବସାଧାରଣ ନେଟୱାର୍କର ସାବ୍ୟସ୍ତତା ସହିତ ଜଡିତ ହେବା ଉଚିତ୍ ନୁହେଁ |",
    "3068923550": "() ଧୀରେ ଧୀରେ ପର୍ଯ୍ୟାୟ କ୍ରମେ କାଉଣ୍ଟର ମାପଗୁଡିକ କାର୍ଯ୍ୟ କରିବା ଆବଶ୍ୟକ |",
    "2752975480": "() ଇମେଲ ପଠାଇବା ମାଗଣା ହେବା ଉଚିତ |",
    "117227832": "() ଆମେ ଆପଣଙ୍କୁ ଏବଂ ଆପଣଙ୍କର ସର୍ଭରଗୁଡ଼ିକୁ କାହିଁକି ବିଶ୍ୱାସ କରିବାକୁ ପଡିବ?",
    "1021431157": "() ମୁକ୍ତ ଉତ୍ସ କିମ୍ବା ମୁକ୍ତ ଉତ୍ସ ଲାଇସେନ୍ସ ସହିତ ଅସଙ୍ଗତି |",
    "2801524659": "() ଅନୁଭବ କରିବା ପାଇଁ ଭଲ ପଦକ୍ଷେପଗୁଡିକ ସମସ୍ୟାର ସମାଧାନ ପାଇଁ କିଛି କରନ୍ତି ନାହିଁ |",
    "931661269": "() ଅସ୍ଥାୟୀ / ଏକ-ସମୟ ଇମେଲ ଠିକଣା କଷ୍ଟକର |",
    "2090457681": "() ମୁଁ ଚାହୁଁ ନାହିଁ ସରକାର ମୋର ଇମେଲ ପ reading ନ୍ତୁ |",
    "3536122902": "() ସେମାନଙ୍କୁ ସେହି ଉପାୟରେ ବନ୍ଦ କରିବା ଯଥେଷ୍ଟ ଧୀର ଏବଂ ଯନ୍ତ୍ରଣାଦାୟକ ନୁହେଁ |",
    "2391175562": "ଅଧିକନ୍ତୁ, ମୁଁ ତୁମ ବିଷୟରେ ଏହା ଭାବୁଛି:",
    "229198134": "() ଦୁ Sorry ଖିତ ଦୁ ude ଖ, କିନ୍ତୁ ମୁଁ ଭାବୁନାହିଁ ଏହା କାମ କରିବ |",
    "345563040": "() ଏହା ଏକ ମୂର୍ଖ ଧାରଣା, ଏବଂ ଆପଣ ଏହାକୁ ପରାମର୍ଶ ଦେବା ପାଇଁ ଏକ ମୂର୍ଖ ବ୍ୟକ୍ତି |",
    "409780280": "( ) ଭଲ ଚେଷ୍ଟା, ****! ମୁଁ ଆଶାକରେ କେହି ଆପଣଙ୍କ କୀବୋର୍ଡରେ ପାଦ ଦେବେ!",
    "2820080973": "❤ ଦ୍ୱାରା ହୋଷ୍ଟ ହୋଇଛି |",
    "3943164003": "କଞ୍ଚା ଦର୍ଶନ କରନ୍ତୁ |",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "ଆପଣଙ୍କର ନୂତନ ଆଣ୍ଟି-ସ୍ପାମ୍ ସମାଧାନ କାହିଁକି କାମ କରିବ ନାହିଁ |",
    "361795034": "। ଅଜ୍ଞାତ ଲେଖକ, ଗ। 2000",
    "1547006769": "ମାନବିକତା ଯାଞ୍ଚ ସମାନ ସମସ୍ୟା ଅଟେ |",
    "3717942925": "ଯେପରି ସର୍ବଦା ଏପରି ଲୋକ ରହିବେ ଯେଉଁମାନେ ଇମେଲ ମାଧ୍ୟମରେ ଆପଣଙ୍କ ଧ୍ୟାନ ପାଇବାକୁ ଚାହାଁନ୍ତି, ସେଠାରେ କିଛି ଉତ୍ସକୁ ପ୍ରବେଶ ଉପରେ ପ୍ରତିବନ୍ଧକ ଲଗାଇବାକୁ ଇଚ୍ଛା ରହିବ ଯେପରି କେବଳ ମଣିଷ ସେମାନଙ୍କୁ ପ୍ରବେଶ କରିପାରିବେ |",
    "2481032625": "ରୋକିବା ଲକ୍ଷ୍ୟ ହେଉଛି କି ନାହିଁ:",
    "1691348394": "- ଏକ ସୀମିତ ପ୍ରକାଶନ ବିକ୍ରୟ ସମୟରେ ସ୍ୱୟଂଚାଳିତ ଜନ କ୍ରୟ |",
    "1771016224": "- ଆପଣଙ୍କର ୱେବସାଇଟ୍ ଠାରୁ ବହୁ ବିଷୟବସ୍ତୁ ଡାଉନଲୋଡ୍ କରିବା ଠାରୁ ସଫ୍ଟୱେର୍ |",
    "1959762846": "- ଆପଣଙ୍କର ୱେବ୍ ଫର୍ମଗୁଡିକ ଅସୀମ ମାର୍କେଟିଂ ସ୍ପାମ୍ କିମ୍ବା ଅପବ୍ୟବହାରରେ ଭରିବା |",
    "345108670": "- ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ ଏବଂ ଅନ୍ୟାନ୍ୟ ଆକାଉଣ୍ଟ୍ ନିଆଯିବା ପ୍ରୟାସ |",
    "2540760245": "ଅନ୍ୟାନ୍ୟ ବ୍ୟବହାର ମଧ୍ୟରେ, “ମାନବ କି ନୁହେଁ” ଆଧାରରେ ଅନଲାଇନ୍ ଟ୍ରାଫିକ୍ ଫିଲ୍ଟର୍ କରିବାକୁ ସକ୍ଷମ ହେବା ଏକ ମୂଲ୍ୟବାନ ସାଧନ ହୋଇ ରହିବ ଯେପର୍ଯ୍ୟନ୍ତ ମାନବ ପ୍ରକୃତି ଗତ ପାଞ୍ଚ ହଜାର ବର୍ଷ ମଧ୍ୟରେ ରେକର୍ଡ ହୋଇଥିବା ସମାନ s ାଞ୍ଚାଗୁଡ଼ିକୁ ଅନୁସରଣ କରିବ |",
    "3346362371": "ମେସିନ୍ ଶିକ୍ଷା ବିଷୟରେ କ’ଣ?",
    "3619183405": "2021 ରେ ସରଳ CAPTCHA ଗୁଡିକ ବେଳେବେଳେ ସଫ୍ଟୱେର୍ ସହିତ ସମାଧାନ ହୋଇପାରେ, ମେସିନ୍ ଲର୍ନିଙ୍ଗରେ ଅଗ୍ରଗତି ହେତୁ | ଏହାର ସମାଧାନ ପାଇଁ, hCaptcha ମଧ୍ୟ ଗୁଣଗୁଡିକର ଏକ ବିସ୍ତୃତ ବିଶ୍ଳେଷଣ କରିଥାଏ |",
    "3292221787": "ଚ୍ୟାଲେଞ୍ଜର ଉତ୍ତର ଦିଆଯାଇଥିଲା, କେବଳ ଏହା ଠିକ୍ କି ନୁହେଁ, ଏବଂ ବାରମ୍ବାର ଉଭୟ ପ୍ରଶ୍ନ ଏବଂ ବ୍ୟବହୃତ ତଥ୍ୟକୁ ପରିବର୍ତ୍ତନ କରିଥାଏ |",
    "1080672247": "କାରଣ ପଚରାଯାଇଥିବା ଅନେକ ପ୍ରଶ୍ନ ସେଲ ସଫ୍ଟୱେୟାର ସହିତ ଅର୍ଥନ ically ତିକ ଭାବରେ ସମାଧାନ ହୋଇପାରିବ ନାହିଁ, ଏବଂ ଡାଟା ସାଧାରଣତ the ସିଷ୍ଟମ ପାଇଁ ଅତୁଳନୀୟ, ଏହାର ଅର୍ଥ ହେଉଛି ଯେ ମାଗଣା ସେବା ଦ୍ୱାରା ବଟ୍ ଗୁଡିକ ପ୍ରାୟତ completely ବନ୍ଦ ହୋଇଯାଏ, ଏବଂ ଏହା ବଦଳରେ ମାନବ CAPTCHA ସଲଭର ଉପରେ ନିର୍ଭର କରିବାକୁ ପଡିବ | ଅନେକ ପ୍ରକାରର ଅପବ୍ୟବହାର ସଂପୂର୍ଣ୍ଣ ଅର୍ଥନ ic ତିକ କରିଥାଏ |",
    "4172868199": "ଏହାଠାରୁ ବହୁତ ଆଗକୁ ଯାଏ, “ଭଲ ମଣିଷ” କୁ “ଖରାପ ମଣିଷ” ରୁ ଅଲଗା କରିବାକୁ ଚେଷ୍ଟା କରିବାର କ୍ଷେତ୍ରକୁ ଗତି କରେ, ଏବଂ କ୍ରୟ ଠକେଇରୁ ଉନ୍ନତ ସ୍ଥିର ପର୍ଯ୍ୟନ୍ତ ସବୁକିଛି ଖୋଜିବା ଏବଂ ବନ୍ଦ କରିବା ପାଇଁ ଆଜି ଦୁନିଆର ବହୁ ଲୋକପ୍ରିୟ ଅନଲାଇନ୍ ସେବା ଦ୍ୱାରା ବ୍ୟବହୃତ ହୁଏ | ଗୋପନୀୟତା ରକ୍ଷା ଉପରେ ଏକ ଅନନ୍ୟ ଧ୍ୟାନ ରଖିବାବେଳେ ସେମାନଙ୍କ ଉପଭୋକ୍ତାମାନଙ୍କ ପ୍ରତି ବିପଦ |",
    "2873911365": "ହାର୍ଡୱେର୍ ସାର୍ଟିଫିକେସନ୍ ବିଷୟରେ କ’ଣ?",
    "1477196356": "ଏକ କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ସୁରକ୍ଷିତ fashion ଙ୍ଗରେ ଏକ ଡିଭାଇସ୍ ସହିତ ପରିଚୟକୁ ସଂଯୋଗ କରିବାର ବିଭିନ୍ନ ପଦ୍ଧତି, ବେଳେବେଳେ ଗୋପନୀୟତା-ସଂରକ୍ଷଣ ଗୁଣ ସହିତ, ଦଶନ୍ଧି ଧରି ପ୍ରସ୍ତାବ ଦିଆଯାଇଛି | ସାର୍ବଜନୀନ କି କ୍ରିପ୍ଟୋଗ୍ରାଫି c ରୁ ଆରମ୍ଭ ହୋଇଛି | 1975, ଏବଂ ହାର୍ଡୱେର୍ ଟୋକେନ୍ ପ୍ରାୟ ଦୀର୍ଘ ସମୟ ପର୍ଯ୍ୟନ୍ତ ବିଦ୍ୟମାନ ଅଛି |",
    "2349681896": "ଦୁର୍ଭାଗ୍ୟବଶତ।, ହାର୍ଡୱେୟାରର ଏକ ଖଣ୍ଡକୁ ନିୟନ୍ତ୍ରଣ କରିବା ଅର୍ଥ ନୁହେଁ ଯେ ଆପଣ ଜଣେ ବ୍ୟକ୍ତି ଅଟନ୍ତି | ବାସ୍ତବରେ ପ୍ରତ୍ୟେକ ଲୋକପ୍ରିୟ ଗ୍ରାହକ ହାର୍ଡୱେର୍ ସାର୍ଟିଫିକେସନ୍ ସ୍କିମ୍ ବାରମ୍ବାର ଭାଙ୍ଗି ଯାଇଛି, ପ୍ୟାଚ୍ ହୋଇଛି ଏବଂ ତା’ପରେ ପୁଣି ଭାଙ୍ଗିଯାଇଛି |",
    "254326776": "ଏହି ତ୍ରୁଟିଗୁଡିକର ଦୁର୍ବ୍ୟବହାର ପ୍ରାୟତ disc ପ୍ରକାଶ କିମ୍ବା ଏକାଡେମିକ୍ ପ୍ରକାଶନ ପୂର୍ବରୁ ମାସ କିମ୍ବା ବର୍ଷ ଧରି ଘଟିଥିବାର ଦେଖାଯାଏ |",
    "2462909475": "ଅପବ୍ୟବହାର ପାଇଁ ବ୍ୟବହୃତ 10,000 ରୁ ଅଧିକ ଫୋନର କାନ୍ଥ, ଏକ ଚାଇନିଜ୍ ବଟ୍ ଅପରେସନ୍ ର ଏକ ଅଂଶ |",
    "1963951234": "ତୁମର କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ସ୍କିମ୍ ଯେତେ ବିଶ୍ reliable ାସଯୋଗ୍ୟ, ଯଦି କେହି ଦିନର ଶେଷରେ ତୁମକୁ ଖୋଜୁଥିବା ଉତ୍ତର ଦେବା ପାଇଁ କେବଳ ଟଙ୍କା ଖର୍ଚ୍ଚ କରିପାରନ୍ତି, ହାର୍ଡୱେୟାରର ଏକ ଖଣ୍ଡ ରହିବା ପର୍ଯ୍ୟାପ୍ତ ନୁହେଁ |",
    "1278884196": "ଏହା କହିଲା, କ୍ରିପ୍ଟୋଗ୍ରାଫି ଏକ ଯୁବ ଅନୁଶାସନ | ସାମ୍ପ୍ରତିକ ଇତିହାସ ଉପରେ ଆଧାର କରି, ତୁମର କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ସ୍କିମ୍ ଏବଂ / କିମ୍ବା କାର୍ଯ୍ୟାନ୍ୱୟନ ଭାଙ୍ଗିବା ସମ୍ଭାବନା ଅଛି ଯେତେ ଶୀଘ୍ର ଏହାକୁ ଦେଖିବା ପାଇଁ ଉତ୍ସାହ ଥାଏ, ଏବଂ ସମ୍ଭବତ other ଅନ୍ୟ ଲୋକମାନେ ଏହା କରିବା ପୂର୍ବରୁ ବହୁ ପୂର୍ବରୁ ଜାଣିପାରିବେ | ହାର୍ଡୱେର୍ ଉପରେ ନିର୍ଭର କରିବା ଅର୍ଥ ମଧ୍ୟ ତୁମର ପ୍ରତ୍ୟେକ ଉପଭୋକ୍ତାଙ୍କୁ ତ୍ରୁଟି ପ୍ୟାଚ୍ କରିବା ପାଇଁ ଏକ ଭ physical ତିକ ଉପକରଣ ପରିବର୍ତ୍ତନ କରିବାକୁ ପଚାରିବାକୁ ପଡିପାରେ | ଅଧିକାଂଶ କ୍ଷେତ୍ରରେ ଏହା ଶୀଘ୍ର ଘଟିବାର ସମ୍ଭାବନା ନାହିଁ, ଅର୍ଥାତ୍ ବାସ୍ତବରେ ଆପଣଙ୍କର ସିଷ୍ଟମ୍ ଖୋଲା ବିଫଳ ହେବ |",
    "1828028934": "ଏହି କାରଣରୁ",
    "1642844535": "ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ: ସମାନ ମ fundamental ଳିକ ପ୍ରଶ୍ନର ଉତ୍ତର ଦେବାକୁ hCaptcha ଏକାଧିକ ଭିନ୍ନ ଆଭିମୁଖ୍ୟ ବ୍ୟବହାର କରେ, ସମସ୍ତ ମୂଲ୍ୟାଙ୍କନ ମଧ୍ୟରେ ସ୍ଥିରତା ପାଇଁ ତୁଳନା କରିବାକୁ ଅନୁମତି ଦିଏ |",
    "1155821305": "ପ୍ରତିରକ୍ଷା ହେଉଛି ଗଭୀରତା |",
    "119098046": "ନିଷ୍କ୍ରିୟ କିମ୍ବା କ challenge ଣସି ଚ୍ୟାଲେ challenge ୍ଜ ସମାଧାନ ବିଷୟରେ କ’ଣ?",
    "2760410719": "ସେବାଗୁଡିକ ଯାହା କେବଳ ପାସିଭ୍ ସିଗ୍ନାଲ୍ ସହିତ ବଟ୍ ଚିହ୍ନଟ କରିବାକୁ ଚେଷ୍ଟା କରେ, ଏକ ମ fundamental ଳିକ ପ୍ରସଙ୍ଗରେ ଦ୍ରୁତ ଗତିରେ ଚାଲିଥାଏ: ଯେତେବେଳେ ତୁମର ସଠିକ୍ ଗ୍ରାଉଣ୍ଡ୍ ସତ୍ୟତା ନାହିଁ, ଏକ ସିଷ୍ଟମ୍ ଖରାପ ଅଭିନେତାମାନଙ୍କୁ ସଠିକ୍ ଭାବରେ ଚିହ୍ନଟ କରେ କି ନାହିଁ ତୁମେ କିପରି ବ valid ଧ କରିବ?",
    "1722734001": "ଖୋଲା ଇଣ୍ଟରନେଟ୍ ଏକ କୋଳାହଳପୂର୍ଣ୍ଣ ପରିବେଶ | ଖରାପ ଅଭିନେତାମାନେ ଆମର ସେବାର ଉପଭୋକ୍ତା ଏବଂ ପ୍ରତିଦିନ reCAPTCHA ପରି ପ୍ରତିଯୋଗୀଙ୍କୁ ଆକ୍ରମଣ କରନ୍ତି, ଏବଂ ଏହା କରିବାବେଳେ ନିଶ୍ଚିତ ଭାବରେ ମାନବ ଦେଖାଯିବାକୁ ଚେଷ୍ଟା କରନ୍ତି |",
    "1595254735": "ବଟ୍ ଚିହ୍ନଟ ସଠିକତା ବଜାୟ ରଖିବା ପାଇଁ, କିମ୍ବା ଯେତେବେଳେ ସେମାନେ ଭୁଲ୍ ତାହା ଜାଣିବା ପାଇଁ ଶୁଦ୍ଧ ପାସ୍ ସେବାଗୁଡିକ ସଂଘର୍ଷ କରନ୍ତି | ଉପଭୋକ୍ତାମାନଙ୍କୁ ବେଳେବେଳେ ଚ୍ୟାଲେଞ୍ଜ କରିବାର କ୍ଷମତା ଏବଂ ସେହି ଚ୍ୟାଲେଞ୍ଜର ଫଳାଫଳକୁ ସଠିକ୍ ଭାବରେ ବିଶ୍ଳେଷଣ କରିବାର କ୍ଷମତା ବିନା, ସଠିକତା ସମୟ ସହିତ ବହୁତ ହ୍ରାସ ହେବାକୁ ଲାଗେ |",
    "2412751979": "ଅଧିକ ସଠିକ୍ ମାନବିକତା ସଙ୍କେତ ପାଇଁ ଧନ୍ୟବାଦ ଯେ ପାୱାର୍ hCaptcha, ପୂର୍ବରୁ ଅନେକ କମ୍ପାନୀ ଯାହା reCAPTCHA v3 / ଏଣ୍ଟରପ୍ରାଇଜ୍ ବ୍ୟବହାର କରିଥିଲେ |",
    "2284856231": "ଏବଂ hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ର ଶୁଦ୍ଧ ପାସ୍ ମୋଡ୍ ରେ ନାଟକୀୟ ଭାବରେ ଉନ୍ନତ ସଠିକତା ଦେଖିଛି |",
    "4162847": "ଆମେ ଏହାକୁ ସିଧାସଳଖ ପାଳନ କରିବାକୁ ସକ୍ଷମ ହୋଇଛୁ, ଯେହେତୁ ଆମର କିଛି ଗ୍ରାହକ ଗୁଗୁଲର ଅଫରରୁ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ସୁଇଚ୍ କରିବା ପୂର୍ବରୁ ସମାନ ଅନୁରୋଧରେ A / B ପରୀକ୍ଷା ଚଲାନ୍ତି | ReCAPTCHA v3 କିମ୍ବା reCAPTCHA ଏଣ୍ଟରପ୍ରାଇଜରୁ ଆସୁଥିବା ଏକ ଉଚ୍ଚ ମିଥ୍ୟା ସକରାତ୍ମକ ଏବଂ ମିଥ୍ୟା ନକାରାତ୍ମକ ହାରକୁ ଆମେ ସାଧାରଣତ prove ପ୍ରମାଣ କରିବାକୁ ସକ୍ଷମ ଅଟୁ |",
    "436125785": "ସେହି ଉତ୍ପାଦଗୁଡିକରେ ଉପଲବ୍ଧ ଫିଡବ୍ୟାକ୍ ଲୁପଗୁଡିକର ଅସତ୍ୟତାକୁ ଦୃଷ୍ଟିରେ ରଖି ଏହା ଆଶ୍ଚର୍ଯ୍ୟଜନକ ନୁହେଁ, ଏବଂ ଏହା ଏକ ବିଜ୍ଞାପନ ନେଟୱାର୍କ ଦ୍ୱାରା ବଟ୍ ଚିହ୍ନଟ କରିବାରେ ଅଧିକ ଭଲ ନହେବା ପାଇଁ ଅତ୍ୟଧିକ ଆଗ୍ରହର ସହିତ ବିକ୍ରୟ ହୋଇଛି, ନଚେତ୍ ଏହା ସେମାନଙ୍କର ମୂଳ ବ୍ୟବସାୟକୁ କ୍ଷତି ପହଞ୍ଚାଇବ |",
    "2233741720": "ପରିଶେଷରେ",
    "2133809801": "ଯେପର୍ଯ୍ୟନ୍ତ ଲୋକମାନେ ଲୋକ ରହନ୍ତି, ଅନଲାଇନ୍ରେ ମାନବିକତା ଯାଞ୍ଚର ଏକ ଭୂମିକା ରହିବ |",
    "2255549335": "HCaptcha ରେ ଆମର କାର୍ଯ୍ୟ ହେଉଛି ଅସୁବିଧା ଏବଂ ସଠିକତା ମଧ୍ୟରେ ଭଲ ଟ୍ରେଡ୍ ଅଫ୍ ଖୋଜିବା ଏବଂ ଘର୍ଷଣକୁ କମ୍ ରଖିବା |",
    "4138068262": "ବ୍ୟବହାରକାରୀ ଶେଷରେ, ଚ୍ୟାଲେଞ୍ଜଗୁଡିକ ସହିତ ଯୋଗାଯୋଗ କରିବା ଅନଲାଇନ୍ ଅପବ୍ୟବହାରକୁ ହ୍ରାସ କରିବା ପାଇଁ ସାଧନଗୁଡ଼ିକର ଆର୍ସେନାଲର ଏକ ଅଂଶ ହୋଇ ରହିପାରେ, ଯେପର୍ଯ୍ୟନ୍ତ ମାନବ ପ୍ରକୃତି ଅପରିବର୍ତ୍ତିତ ରହିବ |",
    "855097735": "ଏକ ସେବା ନିର୍ମାଣ ଯାହାକି ସମସ୍ତ ଚିନ୍ତାଧାରାକୁ ସନ୍ତୁଳିତ କରିବାବେଳେ ଏହା ଭଲ କରେ (ଏବଂ ଆମେ ଏହାକୁ ଉନ୍ନତ କରିବା ପାଇଁ କାର୍ଯ୍ୟ କରୁଛୁ ଯାହା ଦ୍ the ାରା ଅଭିଜ୍ଞତାକୁ ଯଥାସମ୍ଭବ ସୁଖମୟ କରିବା ପାଇଁ) କିନ୍ତୁ ଆମେ ଆଶା କରୁଛୁ ଆପଣ ସ୍ପାମ୍, ଅପବ୍ୟବହାର, ଆକାଉଣ୍ଟ୍ ନିଆଯିବା ହ୍ରାସ କରିବେ | , ଏବଂ ଅନଲାଇନ୍ ଠକେଇ ସର୍ବଶେଷରେ ସରଳ ପ୍ରଶ୍ନର ମୂଲ୍ୟ ଅଟେ |",
    "1953959745": "ଅଭିଗମ୍ୟତା",
    "2543123170": "ଶୂନ୍ୟ ଘର୍ଷଣ ମାନବିକତା ଯାଞ୍ଚ |",
    "547245263": "ଆଜି ଆପଣଙ୍କର ବଟ୍ ସମସ୍ୟାର ସମାଧାନ କରନ୍ତୁ |",
    "3117887301": "ସର୍ବ ବୃହତ ଅନଲାଇନ୍ ସେବା ଦ୍ୱାରା ବିଶ୍ୱାସଯୋଗ୍ୟ |",
    "981806349": "ପ୍ରମାଣିତ hCaptcha ପ୍ଲାଟଫର୍ମରେ ନିର୍ମିତ |",
    "2373007864": "ଉଚ୍ଚ ଟ୍ରାଫିକ୍ ଉଦ୍ୟୋଗଗୁଡିକ ଆବଶ୍ୟକ କରୁଥିବା ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ଅନ୍ତର୍ଭୂକ୍ତ କରିବା ପାଇଁ hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ hCaptcha ପ୍ଲାଟଫର୍ମ ଟେକ୍ନୋଲୋଜିରେ ଚାଲିଥାଏ |",
    "2652399059": "ଏକ ନିର୍ଭରଯୋଗ୍ୟ ସାଥୀ |",
    "1997838163": "ବିଶ୍ୱର ବୃହତ୍ତମ କମ୍ପାନୀଗୁଡିକ hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ଉପରେ ନିର୍ଭର କରେ | ଏକୀକରଣ ସରଳ, ଏବଂ ଚିହ୍ନଟ ସଠିକତା ତୁଳନାତ୍ମକ ନୁହେଁ |",
    "734735952": "ଆମେ ନିଜେ ଏକ ସିଷ୍ଟମ୍ ଗଠନ କରିବା ସହିତ ଅନେକ CAPTCHA ବିକ୍ରେତାଙ୍କୁ ମୂଲ୍ୟାଙ୍କନ କଲୁ | ଶେଷରେ, hCaptcha reCAPTCHA ପାଇଁ ସର୍ବୋତ୍ତମ ବିକଳ୍ପ ଭାବରେ ଉଭା ହେଲା |",
    "1250541092": "- ସର୍ଗି ଇସାସି |",
    "3524251858": "ଉତ୍ପାଦ ପରିଚାଳନା ନିର୍ଦ୍ଦେଶକ, କ୍ଲାଉଡ୍ ଫ୍ଲାର୍ |",
    "3971348140": "ଆମେ କାହିଁକି hCaptcha ବ୍ୟବହାର କଲୁ? ଆମେ ଆବଶ୍ୟକ କରୁଥିବା ବ features ଶିଷ୍ଟ୍ୟ ଏବଂ କାର୍ଯ୍ୟଦକ୍ଷତା ଉପରେ ଅନ୍ୟ କେହି ବିତରଣ କରିପାରିବେ ନାହିଁ | ସେମାନେ ଆମକୁ ଶୀଘ୍ର ଦ running ଡ଼ିବାକୁ ଲାଗିଲେ ଏବଂ ଆମର ବ୍ୟବସାୟୀମାନେ ଅଭିଜ୍ଞତାକୁ ଭଲ ପାଆନ୍ତି |",
    "4248655793": "- ଆଲେକ୍ସ ଏମ୍।",
    "4185927140": "ପ୍ରଡକ୍ଟ ମ୍ୟାନେଜର୍, ଫ୍ଲାସ୍, ସପିଫ୍ |",
    "282913023": "ଉଚ୍ଚ ଟ୍ରାଫିକ୍ ଉଦ୍ୟୋଗଗୁଡ଼ିକ ପାଇଁ ବ୍ୟୟବହୁଳ ବିକଳ୍ପ |",
    "999610953": "ଶେଷରେ, ଗୁଗୁଲ ପାଇଁ ଏକ ବିଶ୍ୱସନୀୟ ବିକଳ୍ପ | hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ଉଚ୍ଚ ସୁରକ୍ଷା ସହିତ ଆପଣଙ୍କର reCAPTCHA ବିଲରେ ନାଟକୀୟ ସଞ୍ଚୟ ପ୍ରଦାନ କରେ: କେତେକ କ୍ଷେତ୍ରରେ 80% କମ୍ ବ୍ୟୟବହୁଳ |",
    "1886100235": "ଦୁନିଆର ଅନେକ ବଡ ଅନଲାଇନ୍ ସେବା hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ କୁ ଯାଇ ବହୁମୂଲ୍ୟ ସଞ୍ଚୟ ସହିତ ଉନ୍ନତ ବଟ୍ ଚିହ୍ନଟ ଗ୍ରହଣ କରିଛି |",
    "2903742230": "ବିଜ୍ଞାପନ ନେଟୱାର୍କଗୁଡ଼ିକ ତୁମର ପରିଦର୍ଶକଙ୍କୁ ଉତ୍ପାଦ ଭାବରେ ଦେଖେ | ଆମ ପାଇଁ ଏକମାତ୍ର ଲକ୍ଷ୍ୟ ହେଉଛି ସେମାନଙ୍କର ମାନବିକତା ନିର୍ଣ୍ଣୟ କରିବା | ଆମର ସେବାଗୁଡିକ GDPR, CCPA, LGPD, ଏବଂ PIPL ଆବଶ୍ୟକତା ପୂରଣ କରେ କିମ୍ବା ଅତିକ୍ରମ କରେ, ଏବଂ ଆମେ ଗୋପନୀୟତା ଏବଂ ନିରାପତ୍ତାକୁ ସନ୍ତୁଳିତ କରିବା ପାଇଁ କଠିନ ପରିଶ୍ରମ କରୁ |",
    "3901503296": "ଗୋପନୀୟତା ଉପରେ ଏହି ଅନନ୍ୟ ଧ୍ୟାନର ଅର୍ଥ ହେଉଛି ଯେ ଉତ୍କୃଷ୍ଟ ସୁରକ୍ଷା ବଜାୟ ରଖିବାବେଳେ ଆମେ ଆବଶ୍ୟକ ଅନୁଯାୟୀ ଶୂନ୍ୟ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ଧାରଣ, କୁକି-ମୁକ୍ତ ଅପରେସନ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ଚୁକ୍ତିନାମା ଗୋପନୀୟତା ଗ୍ୟାରେଣ୍ଟି ପ୍ରଦାନ କରିପାରିବା |",
    "3342910682": "ଅଧିକ ପଢ",
    "1130783905": "ସଠିକତା ତୁମର ଆଗ୍ରହ ଏବଂ ଆମର | ପ୍ରକୃତ ତଥ୍ୟ ଦେବା ପାଇଁ hCaptcha କାର୍ଯ୍ୟ କରେ ଏବଂ ଏହାକୁ କିପରି ବ୍ୟବହାର କରାଯିବ ତାହା ସ୍ଥିର କରିବାକୁ ଦିଅ | ଅନ୍ୟାନ୍ୟ ସୁରକ୍ଷା ସମାଧାନ ଗିଗାଣ୍ଟିକ୍ ବିଜ୍ଞାପନ କମ୍ପାନୀଗୁଡିକ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଥାଏ | ଏହାର ଅର୍ଥ ପ୍ରତ୍ୟେକ ବ୍ଲଟ୍ ସେମାନେ ଅବରୋଧ କରିପାରନ୍ତି ସେମାନଙ୍କ ରାଜସ୍ୱ ହ୍ରାସ କରିପାରନ୍ତି |",
    "2019130052": "ଗୋପନୀୟତା-କେନ୍ଦ୍ରିତ ML ରେ ଆମର ଉଦ୍ଭାବନ ଆମକୁ ସୁରକ୍ଷା କିମ୍ବା ଉପଭୋକ୍ତା ଗୋପନୀୟତାକୁ କ୍ଷତି ନକରି ପୁରୁଣା ସବୁଦିନ ପାଇଁ ରେକର୍ଡ କରିବା ରଣନୀତିର ସୁରକ୍ଷା ମାନାଙ୍କ ଅତିକ୍ରମ କରିବାକୁ ଦିଅ |",
    "23114595": "ଉତ୍ତମ ଉପଭୋକ୍ତା ଅଭିଜ୍ଞତା |",
    "3437412311": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ, ପ୍ୟାସିଭ୍ ସ୍କୋର ଉପରେ ନିର୍ଭର କରି ଅଧିକାଂଶ ପରିସ୍ଥିତିରେ ଚ୍ୟାଲେଞ୍ଜକୁ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ଏଡାଇବା ପାଇଁ ବିକଳ୍ପ ଉପଲବ୍ଧ |",
    "1996843433": "ତୁମର ବ legitimate ଧ ଟ୍ରାଫିକ୍ ର 99.9% ପାଇଁ ଏକ ଚ୍ୟାଲେଞ୍ଜକୁ ସମ୍ପୂର୍ଣ୍ଣରୂପେ ଏଡ଼ାଇ ଘର୍ଷଣକୁ ହ୍ରାସ କର |",
    "3093689546": "ସହଜ ଏକୀକରଣ |",
    "247560732": "ତିନୋଟି ଧାଡି କୋଡ୍ ସହିତ hCaptcha ଯୋଡନ୍ତୁ | ଯଦି ଆପଣ reCAPTCHA ରୁ ଆସୁଛନ୍ତି, ଆମର API ସୁସଙ୍ଗତ ଏବଂ ସୁଇଚ୍ କରିବାକୁ ମାତ୍ର ମିନିଟ୍ ସମୟ ଲାଗେ |",
    "1510448156": "ଆପଣ ଆଜି ଏକ ଉନ୍ନତ ବିକଳ୍ପ ସହିତ ଅପ୍ ଏବଂ ଚଲାଇପାରିବେ, ଏବଂ ଆବଶ୍ୟକ ଅନୁଯାୟୀ ଅଧିକ ଉନ୍ନତ ବ features ଶିଷ୍ଟ୍ୟ ଟର୍ନ୍ ଅନ୍ କରିପାରିବେ |",
    "2718999653": "କଷ୍ଟୋମାଇଜ୍ ଧମକ ସ୍କୋର |",
    "2698140263": "ସମସ୍ତ ସମସ୍ୟା ସମାନ ନୁହେଁ: ଗୋଟିଏ ସ୍କୋର ପାଇବା ଅର୍ଥ ଏହା ଉପଯୋଗୀ ହେବା ଆବଶ୍ୟକ |",
    "897432717": "କଷ୍ଟୋମାଇଜଡ୍ ଧମକ ସ୍କୋର ପାଇଁ ଆମର ଉପନ୍ୟାସ ଡିଜାଇନ୍ ସହିତ, ଆପଣଙ୍କର ବ୍ୟବସାୟ ଜ୍ଞାନକୁ ଯୋଡିବା ଆମର ମଡେଲଗୁଡିକୁ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ସ୍ୱତନ୍ତ୍ର ଭାବରେ ପ୍ରଯୁଜ୍ୟ ସ୍କୋରଗୁଡିକ ପ୍ରଦାନ କରିବାକୁ ଅନୁମତି ଦିଏ |",
    "2650502379": "ସେକେଣ୍ଡରେ ନିଜର ଚ୍ୟାଲେଞ୍ଜଗୁଡିକ ଆରମ୍ଭ କରନ୍ତୁ |",
    "3578122193": "ପ୍ରାସଙ୍ଗିକ ବିଷୟବସ୍ତୁ ସହିତ ବ୍ରାଣ୍ଡରେ ରୁହ |",
    "1074044172": "ଯେତେବେଳେ ଆପଣଙ୍କର ସୁରକ୍ଷା ଆବଶ୍ୟକତା ପୂରଣ କରିବାକୁ ଉପଭୋକ୍ତାମାନେ ଏକ ଚ୍ୟାଲେଞ୍ଜର ସମାଧାନ କରିବେ, ଉପଭୋକ୍ତାଙ୍କୁ ସୁଖଦ ଏବଂ ପ୍ରାସଙ୍ଗିକ ପ୍ରଶ୍ନ କାହିଁକି ପଚାରିବେ ନାହିଁ?",
    "1579093044": "ଆମର ସରଳ କଷ୍ଟମ୍ ଚ୍ୟାଲେଞ୍ଜ ଡିଜାଇନର୍ ସହିତ, ଆପଣ ଅଳ୍ପ କିଛି ମିନିଟ୍ ମଧ୍ୟରେ ଅନ୍-ବ୍ରାଣ୍ଡ୍ ଚ୍ୟାଲେଞ୍ଜ ବିଷୟବସ୍ତୁ ଲଞ୍ଚ କରିପାରିବେ |",
    "3717512591": "ସିଧାସଳଖ ପ୍ଲାଟଫର୍ମ ଏକୀକରଣ |",
    "121743429": "ୱେବ୍ ଭିତ୍ତିଭୂମି କମ୍ପାନୀଗୁଡିକ ପାଇଁ |",
    "2131386784": "ଆପଣ ଏବଂ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ଉପଲବ୍ଧ ଅଭିଜ୍ଞତା ଏବଂ ସମର୍ଥନ |",
    "2782263070": "ସେବା ଆମ ପାଇଁ ଏକ ପ୍ରମୁଖ ପ୍ରାଥମିକତା | ଆମେ 24/7 ଅନ୍-କଲ୍ ସମର୍ଥନ ବଜାୟ ରଖୁ ଏବଂ କାର୍ଯ୍ୟାନ୍ୱୟନ ସମୟରେ ଏବଂ ପରେ ତୁମର ଇଞ୍ଜିନିୟରିଂ ଇଣ୍ଟିଗ୍ରେସନ୍ ଦଳ ଏବଂ ଆମର ଅନ୍-କଲ୍ କର୍ମଚାରୀଙ୍କ ସହିତ ସିଧାସଳଖ ସ୍ଲାକ୍ ସମନ୍ୱୟ ପ୍ରଦାନ କରୁ |",
    "3740051331": "ସୋସିଆଲ୍ ମିଡିଆ, ଫୋରମ୍, ଏବଂ ଆମର ଇନ୍-ୱିଜେଟ୍ ଏବଂ ଇମେଲ୍ ସପୋର୍ଟ ଚ୍ୟାନେଲଗୁଡିକରେ ଆପଣଙ୍କ ଉପଭୋକ୍ତାଙ୍କ ପ୍ରଶ୍ନର ସକ୍ରିୟ ଭାବରେ ମନିଟରିଂ ଏବଂ ପ୍ରତିକ୍ରିୟା କରିବାକୁ ଆମେ ମଧ୍ୟ ପ୍ରତିବଦ୍ଧ | ଆମେ ଉପଲବ୍ଧ ଏବଂ ପ୍ରତିକ୍ରିୟାଶୀଳ, ଏବଂ ଉପଭୋକ୍ତା ସନ୍ତୋଷକୁ ଏକ ଶୀର୍ଷ KPI ଭାବରେ ବ୍ୟବହାର କରୁ |",
    "170775527": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ |",
    "3383086062": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ହେଉଛି ଏକ ସମ୍ପୂର୍ଣ୍ଣ ଅନଲାଇନ୍ ସୁରକ୍ଷା ସମାଧାନ | ସକ୍ରିୟ ଏବଂ ପାସ୍ ମୋଡ୍ ଆପଣଙ୍କୁ ପରିଚୟପତ୍ର ଷ୍ଟଫିଂ ବନ୍ଦ କରିବାକୁ, ଆକାଉଣ୍ଟ୍ ନିଆଯିବା ଚିହ୍ନଟ କରିବାକୁ ଏବଂ ସନ୍ଦେହଜନକ ଅଭିନେତାମାନଙ୍କୁ ଅବରୋଧ କରିବାକୁ ଦିଏ | ସମସ୍ତ ଆଇନଗତ ବ୍ୟବହାରକାରୀଙ୍କ ପାଇଁ ଶୂନ୍ୟ ଘର୍ଷଣ ସହିତ |",
    "1408599440": "କିଛି ଧାଡି କୋଡ୍ ଏବଂ ଆମର 99.9% ପାସିଭ୍ ମୋଡ୍ ସହିତ ଶୀଘ୍ର ଆରମ୍ଭ କରନ୍ତୁ, କିମ୍ବା ଉପଭୋକ୍ତାମାନେ କେବେ ଏବଂ କିପରି ଚ୍ୟାଲେଞ୍ଜ ହେବେ ତାହା ଉପରେ ସମ୍ପୂର୍ଣ୍ଣ ନିୟନ୍ତ୍ରଣ ନିଅନ୍ତୁ | କଷ୍ଟମ ଧମକ ମଡେଲ ଏବଂ କଷ୍ଟୋମାଇଜେବଲ୍ ଚ୍ୟାଲେଞ୍ଜର ଅର୍ଥ ହେଉଛି ସୁରକ୍ଷା ନିଶ୍ଚିତ କରିବାକୁ ପ୍ରତିଦ୍ୱନ୍ଦ୍ୱୀ ନମନୀୟତା |",
    "3365203058": "ବିଶ୍ class ସ୍ତରୀୟ ଆଣ୍ଟି-ବଟ୍ ସୁରକ୍ଷା |",
    "1803009328": "ୱେବ୍ ସ୍କେଲରେ ଯୁଦ୍ଧ-ପରୀକ୍ଷିତ |",
    "1586809757": "ଉଚ୍ଚ ସଠିକତା ବଟ୍ ସ୍କୋର |",
    "353367791": "ବିଭିନ୍ନ ପ୍ରକାରର ଖରାପ ଅଭିନେତାମାନଙ୍କୁ ଚିହ୍ନଟ କରନ୍ତୁ |",
    "191460155": "ଶୂନ୍ୟ ଘର୍ଷଣ ଏବଂ 99.9% ପାସ୍ ମୋଡ୍ |",
    "585557010": "ବ legitimate ଧ ବ୍ୟବହାରକାରୀଙ୍କ 0.1% ରୁ କମ୍ ଚ୍ୟାଲେଞ୍ଜ କରନ୍ତୁ |",
    "3287172429": "ପ୍ରଦର୍ଶିତ ଚ୍ୟାଲେଞ୍ଜ ପ୍ରକାରଗୁଡିକ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ |",
    "1844885924": "ଚୟନ କରିବାକୁ ପ୍ରକାରର ବ୍ୟାପକ ଲାଇବ୍ରେରୀ |",
    "3018523079": "ଏକ ସ୍ଥିର ଉପଭୋକ୍ତା ଅଭିଜ୍ଞତା ସହିତ ବ୍ରାଣ୍ଡରେ ରୁହ |",
    "3817811295": "ଗ୍ୟାରେଣ୍ଟି ନିର୍ଭରଯୋଗ୍ୟତା ଏବଂ ଦ୍ରୁତ 24/7 ଅନ୍-କଲ୍ ସମର୍ଥନ |",
    "1798492192": "ପୁରୁଣା ବ୍ରାଉଜର୍ ସମର୍ଥନ |",
    "1356745565": "ଇଣ୍ଟରନେଟ୍ ଏକ୍ସପ୍ଲୋରର୍ 8 କୁ ଫେରିବା ପର୍ଯ୍ୟନ୍ତ ସୁସଙ୍ଗତ |",
    "751483365": "ଅଣ ଜାଭାସ୍କ୍ରିପ୍ଟ କ୍ଲାଏଣ୍ଟମାନଙ୍କ ପାଇଁ ସମର୍ଥନ |",
    "4199502476": "ଉନ୍ନତ ରିପୋର୍ଟିଂ ଡ୍ୟାସବୋର୍ଡ ଏବଂ API |",
    "3630114728": "ଆପଣଙ୍କର ସମସ୍ତ ସାଇଟ୍ ଏବଂ ଆପ୍ ଗୁଡିକରେ କ’ଣ ଘଟୁଛି ଦେଖନ୍ତୁ |",
    "3573245166": "ReCAPTCHA ପରି, ଆମେ ପ୍ରତ୍ୟେକ ଦେଶରେ କାମ କରୁ |",
    "2354267648": "GDPR, CCPA, ଏବଂ LGPD- ଅନୁକୂଳ ଗୋପନୀୟତା ନୀତି |",
    "3167979932": "ପ୍ରଥମ ଦିନରୁ ଗୋପନୀୟତା ପାଇଁ ଡିଜାଇନ୍ କରାଯାଇଛି | ଶକ୍ତିଶାଳୀ ତଥ୍ୟ ପ୍ରକ୍ରିୟାକରଣ ଚୁକ୍ତି |",
    "4065065042": "ତୁମର ବ୍ୟବହାର ମାମଲାକୁ ଠିକ୍ ଫିଟ୍ କରିବା ପାଇଁ ଏହାକୁ ଡାଏଲ୍ କର |",
    "111184581": "ପ୍ରଥମ ପାର୍ଟିର ହୋଷ୍ଟିଂ |",
    "4272022475": "ସମସ୍ତ ଅନୁରୋଧ ଏବଂ ସମ୍ପତ୍ତି hcaptcha.yourdomain.com କୁ ଯାଆନ୍ତୁ |",
    "2676853536": "ମଲ୍ଟି-ୟୁଜର୍ ଡ୍ୟାସବୋର୍ଡ |",
    "1368787974": "ଆପଣଙ୍କ ଦଳରେ ପରିଚାଳନା ଅଂଶୀଦାର କରନ୍ତୁ |",
    "1045484714": "ତୁମର ପରିଚୟ ପ୍ରଦାନକାରୀ ସହିତ SAML SSO ଏକୀକରଣ, ଯଥା ଚକଟା କିମ୍ବା ଆଜୁର୍ AD |",
    "3953584369": "ଅତ୍ୟାଧୁନିକ RBAC ପ୍ରବେଶ ପ୍ରତିବନ୍ଧକ ଉପଲବ୍ଧ |",
    "2781507299": "ତତକ୍ଷଣାତ୍ ଯାଞ୍ଚ |",
    "4019660456": "0ms ବିଳମ୍ବ: କ API ଣସି API କଲ୍ ବିନା hCaptcha ଟୋକେନ୍ ଯାଞ୍ଚ କରନ୍ତୁ |",
    "3446714684": "ମୋବାଇଲ୍ (ଆଇଓଏସ୍ ଏବଂ ଆଣ୍ଡ୍ରଏଡ୍) ଏକୀକରଣ |",
    "2593768395": "ୱେବ୍, ଦେଶୀ ମୋବାଇଲ୍, ମୋବାଇଲ୍ ୱେବ୍ ମଧ୍ୟରେ ନିରବିହୀନ ଅଭିଜ୍ଞତା | ପୂର୍ବରୁ ନିର୍ମିତ ଏକୀକରଣ ଏବଂ ଦେଶୀ SDK ଗୁଡିକ ଉପଲବ୍ଧ |",
    "1779265104": "କଷ୍ଟୋମାଇଜ୍ ହୋଇଥିବା ସର୍ତ୍ତାବଳୀ ଏବଂ ଗୋପନୀୟତା ଗ୍ୟାରେଣ୍ଟି |",
    "122875767": "ଯେତେବେଳେ ଅନ୍ୟ କମ୍ପାନୀଗୁଡିକ କରିପାରିବେ ନାହିଁ ତୁମର ଆଇନଗତ ଆବଶ୍ୟକତା ପୂରଣ କର |",
    "148188781": "ଉପସ୍ଥାପିତ ଆହ୍ .ାନଗୁଡିକ |",
    "838049015": "ଜିଜ୍ଞାସା ସହିତ ମେଳ ଖାଉଥିବା ସମସ୍ତ ପ୍ରତିଛବି ଚୟନ କରନ୍ତୁ |",
    "1126302400": "ବନ୍ଧନ ବାକ୍ସ |",
    "3554448168": "ବର୍ଗୀକରଣ",
    "2104933754": "ସଂପୃକ୍ତ ଲେବଲ୍ ଚିହ୍ନଟ କର |",
    "3612043014": "... ଏବଂ ଅନ୍ୟାନ୍ୟ ସରଳ କାର୍ଯ୍ୟଗୁଡ଼ିକ | ମଣିଷମାନଙ୍କ ପାଇଁ ସହଜ, ବୋଟ୍ ପାଇଁ କଠିନ |",
    "3624758171": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ପ୍ରକାଶକମାନଙ୍କ ପାଇଁ କଷ୍ଟମ୍ ଟାସ୍କ ମଧ୍ୟ ଉପଲବ୍ଧ |",
    "1001938065": "ଏକୀକରଣ ସହଜ ହୋଇପାରିବ ନାହିଁ |",
    "2138799135": "ଆପଣ ବ୍ୟବହାର କରୁଥିବା ଫ୍ରଣ୍ଟେଣ୍ଡ୍ ଏବଂ ବ୍ୟାକେଣ୍ଡ୍ ସିଷ୍ଟମ୍ ପାଇଁ hCaptcha ର ଅନେକଗୁଡ଼ିଏ ପ୍ରି-ବିଲ୍ଟ ଇଣ୍ଟିଗ୍ରେସନ୍ ଅଛି |",
    "2535001179": "ଯଦି ଆପଣ ଗୁଗୁଲର reCAPTCHA ରୁ ଆସୁଛନ୍ତି, ଆମର API ଗୁଡିକ ଡ୍ରପ୍ ଇନ୍ ରିପ୍ଲେସମେଣ୍ଟସ୍ |",
    "1393184984": "ତୁମର ସମସ୍ତ ଦରକାର",
    "3715747429": "ଆମର ଅନବୋର୍ଡିଂ ଇଞ୍ଜିନିୟର୍ମାନେ ତୁମକୁ ଶୀଘ୍ର ଯିବାକୁ ପାଇପାରିବେ, ତୁମର ରିଆକ୍ଟ ଇଣ୍ଟିଗ୍ରେସନ୍, ଆଇଓଏସ୍ ଦେଶୀ ଆପ୍ ପାଇଁ SDK, ଜାଭା ବ୍ୟାକେଣ୍ଡ୍ ଉଦାହରଣ କିମ୍ବା ଅନ୍ୟ କ scen ଣସି ଦୃଶ୍ୟ ଆବଶ୍ୟକ |",
    "2681650568": "ଏବଂ ସବୁଥର ପରି, ଗୋପନୀୟତା ଆମ ପାଇଁ ଏକ ମୂଳ ମୂଲ୍ୟ ଅଟେ | ଯେଉଁଠାରେ ଏହା ଆବଶ୍ୟକ, ଏବଂ ଯେଉଁଠାରେ ଆପଣ ଏବଂ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କୁ ସୁରକ୍ଷା ଦେବା ପାଇଁ ଆମର ଚ୍ୟାଲେଞ୍ଜ କୋଡ୍ ଯୋଡନ୍ତୁ | ତଥ୍ୟ ସଂଗ୍ରହକୁ କମ୍ କରିବା ଏକୀକରଣର ମୁହୂର୍ତ୍ତରୁ ଆରମ୍ଭ ହୁଏ |",
    "1130868224": "ତିନୋଟି ଧାଡି କୋଡ୍ |",
    "2183926131": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସହିତ ଆରମ୍ଭ କରନ୍ତୁ |",
    "1526887904": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ଗୋପନୀୟତା |",
    "1845745385": "ଗୋପନୀୟତା ପାଇଁ ଡିଜାଇନ୍ ହୋଇଛି |",
    "1297224875": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ଅନ୍ଲାଇନ୍ ସୁରକ୍ଷା ପାଇଁ ଏକ ସ୍ୱତନ୍ତ୍ର ଗୋପନୀୟତା-ଚାଳିତ ଆଭିମୁଖ୍ୟ |",
    "2762458927": "ଆପଣଙ୍କର ଉପଭୋକ୍ତା ତଥ୍ୟ ବିକ୍ରୟ ପାଇଁ ନୁହେଁ |",
    "2058856283": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ର କେବଳ ଗୋଟିଏ ଉଦ୍ଦେଶ୍ୟ ଅଛି: ଖରାପ ଅଭିନେତାମାନଙ୍କୁ ଆପଣଙ୍କର ଅନଲାଇନ୍ କାର୍ଯ୍ୟକୁ ବାଧା ଦେବା ଏବଂ ଆପଣଙ୍କର ଉପଭୋକ୍ତାଙ୍କୁ କ୍ଷତି ପହଞ୍ଚାଇବା ରୋକିବା |",
    "2408036504": "ଶ୍ରେଣୀ-ଅଗ୍ରଣୀ ସୁରକ୍ଷା ବଜାୟ ରଖିବାବେଳେ ତଥ୍ୟ ସଂଗ୍ରହ ଏବଂ ଧାରଣକୁ କମ୍ କରିବା ପାଇଁ ଆମର ସିଷ୍ଟମଗୁଡିକ ଏହିପରି ଗ୍ରାଉଣ୍ଡରୁ ଡିଜାଇନ୍ ହୋଇଛି | ଉପଭୋକ୍ତା ତଥ୍ୟକୁ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ସର୍ବୋତ୍ତମ ଉପାୟ ହେଉଛି ଏହାକୁ ଆଦ store ସଂରକ୍ଷଣ କରିବା ନୁହେଁ |",
    "4099477834": "ସମସ୍ତ ଗ୍ରାହକ ସମ୍ପର୍କ ମଧ୍ୟ ଏକ ଶକ୍ତିଶାଳୀ ଡାଟା ପ୍ରକ୍ରିୟାକରଣ ଚୁକ୍ତି ଦ୍ୱାରା ସୁରକ୍ଷିତ | ଆପଣଙ୍କର ସେବା କିମ୍ବା ଆପଣଙ୍କ ଗ୍ରାହକ କେଉଁଠାରେ ରହନ୍ତି ନା କାହିଁକି, hCaptcha ସେବା ସମସ୍ତ ଗୋପନୀୟତା ନିୟମ ମାନିଥାଏ | ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ରଖିବା ଅନ୍ୟ କମ୍ପାନୀ ଅପେକ୍ଷା ଏହା ଆମ ପାଇଁ ଅଧିକ ସହଜ କରିଥାଏ |",
    "3569492665": "ଅନଲାଇନ୍ କାର୍ଯ୍ୟକଳାପ ରେକର୍ଡିଂ କରିବା ଉତ୍ତର ନୁହେଁ |",
    "3389431373": "ReCAPTCHA v3 ପରି ସେବାଗୁଡିକ କୁହନ୍ତି ଯେ ଭଲ ସୁରକ୍ଷା ପାଇଁ ଆପଣଙ୍କ ସାଇଟର ପ୍ରତ୍ୟେକ ପୃଷ୍ଠାରେ ସେମାନଙ୍କର ଟ୍ରାକିଂ ପିକ୍ସେଲ ରଖିବା ଆବଶ୍ୟକ | ଏହା ନୁହେଁ |",
    "3590546893": "ସରଳ ଆଚରଣ ବିଶ୍ଳେଷଣ ହେଉଛି ଖରାପ ଅଭିନେତାମାନଙ୍କ ଦ୍ୱାରା ସହଜରେ ଜାଲ୍ ହୋଇଥିବା ଏକ ସଙ୍କେତ, ଏବଂ ଆପଣଙ୍କର ସମସ୍ତ ବ legitimate ଧ ଟ୍ରାଫିକ୍ ପାଇଁ ବ୍ରାଉଜିଂ ଇତିହାସ ବଜାୟ ରଖିବା ଆବଶ୍ୟକ କରେ |",
    "1105363520": "ଆମେ ଏକ ବିଜ୍ଞାପନ ନେଟୱାର୍କ ପରିଚାଳନା କରୁନାହୁଁ, ଏବଂ ବିଜ୍ଞାପନ ବିକ୍ରୟ କରିବା ପାଇଁ ଆପଣଙ୍କର ଉପଭୋକ୍ତା ଆଚରଣ ଉପରେ ନଜର ରଖିବାକୁ ଆମର ଆଗ୍ରହ ନାହିଁ | ଏହାର ଅର୍ଥ ଆପଣଙ୍କ ସାଇଟର ପ୍ରତ୍ୟେକ ପୃଷ୍ଠାରେ ଆମେ ଏକ ପାସ୍ ପିକ୍ସେଲ ଆବଶ୍ୟକ କରୁନାହୁଁ |",
    "3088605177": "ଯେଉଁଠାରେ ଏହା ଆବଶ୍ୟକ, ଏବଂ ଯେଉଁଠାରେ ଆପଣ ଏବଂ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କୁ ସୁରକ୍ଷା ଦେବା ପାଇଁ ଆମର ଚ୍ୟାଲେଞ୍ଜ କୋଡ୍ ଯୋଡନ୍ତୁ |",
    "337971271": "ମେସିନ୍ ଶିକ୍ଷା ଉପଯୋଗୀ | କିନ୍ତୁ ଏହା କାମ କରିବା ପାଇଁ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ଆବଶ୍ୟକ କରେ ନାହିଁ |",
    "320166522": "ମେସିନ୍ ଲର୍ନିଂ ବର୍ତ୍ତମାନ ଆମ ଜୀବନର ପ୍ରାୟ ପ୍ରତ୍ୟେକ ଦିଗ ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ, ପ୍ରାୟତ ways ସେହି ଉପାୟରେ ଯାହା ଆମେ ଅନୁଭବ କରୁନାହୁଁ ଏବଂ ଦେଖିପାରୁ ନାହୁଁ | ଅନଲାଇନ୍ ସୁରକ୍ଷା ସେବା ଭିନ୍ନ ନୁହେଁ |",
    "3180664128": "ହଜାରେରୁ ଅଧିକ ସିଗନାଲ୍ ଶିଖିବା ଦ୍ models ାରା, ମଡେଲଗୁଡିକ ଅତି ଶୀଘ୍ର କୁତ୍ସିତ ଆଚରଣ ଚିହ୍ନଟ କରିବାରେ ଉଚ୍ଚ ଆତ୍ମବିଶ୍ୱାସରେ ପହଞ୍ଚିପାରନ୍ତି, ଯେତେବେଳେ କି କ individual ଣସି ବ୍ୟକ୍ତିଗତ ସଙ୍କେତ ଏକ ସମସ୍ୟାକୁ ସୂଚାଇବା ପାଇଁ ଯଥେଷ୍ଟ ଶକ୍ତିଶାଳୀ ହେବ ନାହିଁ |",
    "961941354": "ତଥାପି, ଏଥିରୁ କ none ଣସିଟି ବ୍ୟକ୍ତିଗତ ଭାବରେ ଚିହ୍ନଟ ଯୋଗ୍ୟ ସୂଚନା ବ୍ୟବହାର କରିବା ଆବଶ୍ୟକ କରେ ନାହିଁ (\"PII\") | ଆଧୁନିକ କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ କ techni ଶଳ ଆମକୁ ଯେକ any ଣସି ବ୍ୟକ୍ତିଗତ ତଥ୍ୟକୁ ଯଥା ଶୀଘ୍ର ତ୍ୟାଗ କରିବାକୁ ଅନୁମତି ଦିଏ, ଏହା ବଦଳରେ ଏକପାଖିଆ ଦସ୍ତଖତ ସୃଷ୍ଟି କରେ ଯାହା କ any ଣସି ବ୍ୟକ୍ତିଙ୍କ ସହିତ ସଂଯୁକ୍ତ ହୋଇପାରିବ ନାହିଁ |",
    "1706581702": "ଡି-ଚିହ୍ନିତ ତଥ୍ୟ ଉପରେ ତାଲିମ ମଧ୍ୟ କାର୍ଯ୍ୟ କରେ, ଏବଂ ସୁରକ୍ଷା କିମ୍ବା ଗୋପନୀୟତା ଉପରେ ଆପୋଷ ବୁ .ାମଣା ଆବଶ୍ୟକ କରେ ନାହିଁ | ଆମର ଗ୍ରାହକମାନେ ପରୀକ୍ଷାମୂଳକ ପରୀକ୍ଷଣ କରିଛନ୍ତି, ଏବଂ ଆମକୁ କମ୍ ବ୍ୟକ୍ତିଗତ ବିକଳ୍ପ ଅପେକ୍ଷା ସମାନ କିମ୍ବା ଉନ୍ନତ ଘୋଷଣା କରିଛନ୍ତି |",
    "3203921334": "HCaptcha ସମାଧାନ ବିଷୟରେ ଆମେ ଅନେକ ଜିନିଷ ପସନ୍ଦ କରୁ: 1) ସେମାନେ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ବିକ୍ରୟ କରନ୍ତି ନାହିଁ; ସେମାନେ କେବଳ ସର୍ବନିମ୍ନ ଆବଶ୍ୟକୀୟ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ସଂଗ୍ରହ କରନ୍ତି, ସେମାନେ ସଂଗ୍ରହ କରୁଥିବା ସୂଚନାକୁ ବର୍ଣ୍ଣନା କରିବାରେ ସ୍ୱଚ୍ଛ ଏବଂ ସେମାନେ ଏହାକୁ କିପରି ବ୍ୟବହାର କରନ୍ତି ଏବଂ / କିମ୍ବା ପ୍ରକାଶ କରନ୍ତି |",
    "305735018": "ଶେଷରେ, ଗୁଗୁଲ ପାଇଁ ଏକ ବିଶ୍ୱସନୀୟ ବିକଳ୍ପ | hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ଉଚ୍ଚ ସୁରକ୍ଷା ସହିତ ଆପଣଙ୍କର reCAPTCHA ବିଲରେ ନାଟକୀୟ ସଞ୍ଚୟ ପ୍ରଦାନ କରେ: କେତେକ କ୍ଷେତ୍ରରେ 80% କମ୍ ବ୍ୟୟବହୁଳ |",
    "3695206755": "କ oblig ଣସି ଦାୟିତ୍ with ବିନା ଆମ ପରିବେଶରେ ଆମକୁ ଚେଷ୍ଟା କରନ୍ତୁ |",
    "2941545733": "ଆମେ ଇ engine ୍ଜିନିୟର, ବିକ୍ରୟକାରୀ ନୁହଁନ୍ତି: ଆମେ ଚାହୁଁଛୁ ତୁମେ ତୁମର ପସନ୍ଦରେ ଖୁସି ହୁଅ |",
    "131871195": "ତୁମର ସନ୍ତୁଷ୍ଟତାକୁ ସୁନିଶ୍ଚିତ କରିବାର ସର୍ବୋତ୍ତମ ଉପାୟ ହେଉଛି ଆମର ଆବଶ୍ୟକତା ପୂରଣ କରିବା |",
    "3436534225": "ବାସ୍ତବରେ ସମସ୍ତ କମ୍ପାନୀ ଯେଉଁମାନେ ପାଇଲଟ୍ ଆରମ୍ଭ କରନ୍ତି ଶେଷରେ ଆମର ସମାଧାନ ବାଛନ୍ତି |",
    "4060250206": "ଆମର ଏକ ବ technical ଷୟିକ ବିଶେଷଜ୍ଞଙ୍କ ନିକଟରେ ପହଞ୍ଚିବା ପାଇଁ ଏହି ଫର୍ମ ବ୍ୟବହାର କରନ୍ତୁ | ଆମେ ଶୀଘ୍ର ପ୍ରତିକ୍ରିୟା କରୁ |",
    "1159746815": "ଆପଣ ଆମକୁ ସିଧାସଳଖ ଇମେଲ୍ କରିପାରିବେ |",
    "2531534427": "ବିବରଣୀ ଏଠାରେ ଅଛି |",
    "2059998584": "ଅଞ୍ଚଳ",
    "3916131732": "ଆମେରିକୀୟ",
    "135276624": "ୟୁରୋପ, ମଧ୍ୟ ପୂର୍ବ, ଆଫ୍ରିକା (EMEA)",
    "1182294134": "ଏସିଆ-ପାସିଫିକ୍ (APAC)",
    "2437934778": "ତୁମର ନାମ",
    "3859506577": "ବ୍ୟବସାୟ ଇମେଲ୍ |",
    "1268414751": "ଅନ୍ୟ କ details ଣସି ବିବରଣୀ ଆମ ପାଖରେ ରହିବା ଉଚିତ୍ କି?",
    "42559805": "ଆପଣ ଜରୁରୀ ଅନ୍ବୋର୍ଡିଂ ଆବଶ୍ୟକ କରନ୍ତି କି?",
    "851679588": "ହଁ",
    "1729677626": "ମୁଁ ଆକ୍ରମଣରେ ଅଛି ଏବଂ ତୁରନ୍ତ ଅନବୋର୍ଡିଂ ଆବଶ୍ୟକ କରେ |",
    "2808971932": "ଏହା ଏକ ଡିଭ୍ ବ୍ଲକ୍ ଭିତରେ କିଛି ଟେକ୍ସଟ୍ |",
    "2468683988": "ଶୀର୍ଷଲେଖ",
    "356336077": "ଲୋରେମ୍ ଇପ୍ସମ୍ ଡୋଲୋର ଆମ୍, କନସେକ୍ଟୁର ଆଡିପିସିଂ ଏଲିଟ୍ | ଏରୋସ୍ ଏଲିମେଣ୍ଟମ୍ ଟ୍ରଷ୍ଟିକରେ ସସପେଣ୍ଡିସ୍ ଭାରିୟସ୍ ଏନିମ୍ | Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat। Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet | Nunc ut sem vitae risus tristique posuere |",
    "2067334580": "ପାଠ୍ୟ ଲିଙ୍କ୍ |",
    "2212670355": "ସାଇନ୍ ଅପ୍ କରନ୍ତୁ",
    "31502377": "ଏକ ରିଚ୍ ଟେକ୍ସଟ୍ ଉପାଦାନ କ’ଣ?",
    "2310705547": "ରିଚ୍ ଟେକ୍ସଟ୍ ଉପାଦାନ ଆପଣଙ୍କୁ ପୃଥକ ଭାବରେ ଯୋଡିବା ଏବଂ ଫର୍ମାଟ୍ କରିବା ପରିବର୍ତ୍ତେ ହେଡିଙ୍ଗ୍, ପାରାଗ୍ରାଫ୍, ବ୍ଲକ୍କୋଟ୍, ଇମେଜ୍ ଏବଂ ଭିଡିଓ ସବୁକୁ ଗୋଟିଏ ସ୍ଥାନରେ ସୃଷ୍ଟି ଏବଂ ଫର୍ମାଟ୍ କରିବାକୁ ଅନୁମତି ଦିଏ | କେବଳ ଦୁଇଥର କ୍ଲିକ୍ କରନ୍ତୁ ଏବଂ ସହଜରେ ବିଷୟବସ୍ତୁ ସୃଷ୍ଟି କରନ୍ତୁ |",
    "2590587108": "ଷ୍ଟାଟିକ୍ ଏବଂ ଗତିଶୀଳ ବିଷୟବସ୍ତୁ ସମ୍ପାଦନା |",
    "778204464": "ଷ୍ଟାଟିକ୍ କିମ୍ବା ଗତିଶୀଳ ବିଷୟବସ୍ତୁ ସହିତ ଏକ ସମୃଦ୍ଧ ପାଠ୍ୟ ଉପାଦାନ ବ୍ୟବହାର କରାଯାଇପାରିବ | ଷ୍ଟାଟିକ୍ ବିଷୟବସ୍ତୁ ପାଇଁ, ଏହାକୁ ଯେକ page ଣସି ପୃଷ୍ଠାରେ ପକାନ୍ତୁ ଏବଂ ସମ୍ପାଦନା ଆରମ୍ଭ କରନ୍ତୁ | ଗତିଶୀଳ ବିଷୟବସ୍ତୁ ପାଇଁ, ଯେକ collection ଣସି ସଂଗ୍ରହରେ ଏକ ସମୃଦ୍ଧ ପାଠ୍ୟ କ୍ଷେତ୍ର ଯୋଡନ୍ତୁ ଏବଂ ତାପରେ ସେଟିଂସମୂହ ପ୍ୟାନେଲରେ ଏକ ସମୃଦ୍ଧ ପାଠ୍ୟ ଉପାଦାନକୁ ସଂଯୋଗ କରନ୍ତୁ | ଭୋଇଲା!",
    "1890955039": "ପ୍ରତ୍ୟେକ ରିଚ୍ ଟେକ୍ସଟ୍ ପାଇଁ ଫର୍ମାଟିଂ କିପରି କଷ୍ଟୋମାଇଜ୍ କରିବେ |",
    "3286051798": "ହେଡିଙ୍ଗ୍, ପାରାଗ୍ରାଫ୍, ବ୍ଲକ୍କୋଟସ୍, ଫିଗର୍, ଇମେଜ୍, ଏବଂ ଫିଗର୍ କ୍ୟାପସନ୍ଗୁଡ଼ିକ ଏକ ଶ୍ରେଣୀକୁ ସମୃଦ୍ଧ ପାଠ୍ୟ ଉପାଦାନରେ ଯୋଡିବା ପରେ ଷ୍ଟାଇଲ୍ କରାଯାଇପାରେ |",
    "504332576": "ଆମେ ଘୋଷଣା କରିବାକୁ ଗର୍ବିତ ଯେ hCaptcha ବିଶ୍ the ର ସର୍ବ ବୃହତ ସ୍ independent ାଧୀନ ସାଇବର ସିକ୍ୟୁରିଟି ସେବାରେ ବୃଦ୍ଧି ପାଇଛି, ପ୍ରାୟ 15% ଇଣ୍ଟରନେଟରେ ଚାଲିଥାଏ - ଏବଂ ଆମେ ଏହି ବଜାର ଅଂଶର ଅଧିକାଂଶ ଅଂଶ ସିଧାସଳଖ Google reCAPTCHA ରୁ ନେଇଥିଲୁ | ଏକତ୍ର, hCaptcha ଏବଂ",
    "1155436473": "(ଆମର ଏଣ୍ଟରପ୍ରାଇଜ୍ ଅଫର୍) ବର୍ତ୍ତମାନ ପ୍ରତି ମାସରେ ଦଶ ଲକ୍ଷ ୱେବସାଇଟ୍ ଏବଂ ଆପ୍ ମଧ୍ୟରେ ଶହ ଶହ କୋଟି ଉପଭୋକ୍ତାଙ୍କୁ ସୁରକ୍ଷା ଦିଅନ୍ତୁ | ଆମର କାହାଣୀ ଦର୍ଶାଏ ଯେ ଯେତେବେଳେ ତୁମେ ପ୍ରଥମେ ଗୋପନୀୟତା ରଖିବ ତୁମେ ବିଗ୍ ଟେକ୍ ସହିତ ପ୍ରତିଦ୍ୱନ୍ଦ୍ୱିତା କରିପାରିବ |",
    "3108727249": "BotStop",
    "1296696044": "ଗୋପନୀୟତା ବନାମ ସୁରକ୍ଷା: ଉଭୟ କାହିଁକି ନୁହେଁ?",
    "538871570": "ଗୁଗୁଲ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ବିଗ୍ ଟେକ୍ କମ୍ପାନୀଗୁଡିକ ସହିତ ପ୍ରତିଦ୍ୱନ୍ଦ୍ୱିତା କରିବା ଏକ ଉଚ୍ଚ କ୍ରମ ପରି ମନେହୁଏ: ସେମାନଙ୍କର ଏକଚାଟିଆ ବଜାର ଶକ୍ତି, ପ୍ଲାଟଫର୍ମ ଇଫେକ୍ଟ ଏବଂ ଉଚ୍ଚ ବେତନ ପ୍ରାପ୍ତ ଡେଭଲପର୍ମାନଙ୍କର ସ army ନ୍ୟ ସାଧାରଣତ anyone ଫେସବୁକ୍ କିମ୍ବା ଆମାଜନ ପରି ଅନ୍ୟ କ tech ଣସି ଟେକ୍ ଜଏଣ୍ଟକୁ ମୁକାବିଲା କରିବା ପାଇଁ ଅତ୍ୟଧିକ ଶକ୍ତିଶାଳୀ ବୋଲି ବିବେଚନା କରାଯାଏ | ଆମର କାହାଣୀ ଦର୍ଶାଏ ଯେ ଏହା ସେପରି ହେବା ଆବଶ୍ୟକ ନୁହେଁ - ଆପଣ ଗୋପନୀୟତା ଉପରେ ଧ୍ୟାନ ଦେଇ ବିଗ୍ ଟେକ୍ କୁ ପରାସ୍ତ କରିପାରିବେ |",
    "3600718611": "Google reCAPTCHA କୁ ବିଚାର କରନ୍ତୁ,",
    "4281708680": "। HCaptcha ରେ, ଆମେ ସୁଚିନ୍ତିତ ଭାବରେ ଏକ ଭିନ୍ନ ଉପାୟ ଅବଲମ୍ବନ କରିଛୁ, ଗୋପନୀୟତା-ସଂରକ୍ଷଣ ମେସିନ୍ ଲର୍ନିଂ କ techni ଶଳ ବ୍ୟବହାର କରି ସାଧାରଣ ବଟ୍ ଆଚରଣକୁ ଉଚ୍ଚ ସଠିକତାରେ ଚିହ୍ନଟ କରିବା ପାଇଁ, ଯଥାସମ୍ଭବ ଅଳ୍ପ ତଥ୍ୟ ଖାଇବା ଏବଂ ସଂରକ୍ଷଣ କରିବା ସମୟରେ |",
    "3312336121": "ଯାହା ୱେବ୍ ଉପଭୋକ୍ତାମାନେ ବ legitimate ଧ ମଣିଷ କିମ୍ୱା ବଟ୍ କି ନାହିଁ ତାହା ସ୍ଥିର କରିବାକୁ ବିପୁଳ ପରିମାଣର ଆଚରଣ ବିଧି ଖର୍ଚ୍ଚ କରନ୍ତି |",
    "1193738791": ": ସେମାନେ ଏକ ୱେବସାଇଟ୍ ର ପ୍ରତ୍ୟେକ ପୃଷ୍ଠାରେ ଏବଂ ୱେବରେ ଉପଭୋକ୍ତା ଆଚରଣକୁ ଟ୍ରାକ୍ କରନ୍ତି | ପ୍ରଥମ ଦିନରୁ ଯଥାସମ୍ଭବ ଗୋପନୀୟତା ଅନୁକୂଳ ହେବା ପାଇଁ ଆମେ hCaptcha କୁ ଡିଜାଇନ୍ କରିଛୁ | ଏହା ସମସ୍ୟାର ସମ୍ପୂର୍ଣ୍ଣ ଭିନ୍ନ ଆଭିମୁଖ୍ୟକୁ ନେଇଗଲା | ଯେହେତୁ ଏହା ଜଣାପଡ଼େ, ଉତ୍ତମ ସୁରକ୍ଷା ହାସଲ କରିବା ପାଇଁ ଉପଭୋକ୍ତାମାନଙ୍କୁ ୱେବରେ ଟ୍ରାକିଂ କରିବା ଏବଂ ସେମାନଙ୍କର ୱେବ୍ ଇତିହାସକୁ ସେମାନଙ୍କର ପରିଚୟ ସହିତ ବାନ୍ଧିବା ସଂପୂର୍ଣ୍ଣ ଅନାବଶ୍ୟକ | ଅନେକ କମ୍ପାନୀ ଯାହାକି hCaptcha କୁ ଯାଇଛନ୍ତି |",
    "2620705814": "ଗୁଗୁଲ୍ ହେଉଛି ଏକ ବିଜ୍ଞାପନ କମ୍ପାନୀ, ଏବଂ ସେମାନଙ୍କର ସୁରକ୍ଷା ଉତ୍ପାଦଗୁଡିକ ସେମାନଙ୍କର ବିଜ୍ଞାପନ ଉତ୍ପାଦ ପରି ବହୁତ ଦେଖାଯାଏ |",
    "1126447688": "ଆମର ଗୋପନୀୟତା ଧ୍ୟାନ ସତ୍ତ୍ often େ ବଟ୍ ଚିହ୍ନଟ ଏବଂ କ୍ଷତିକାରକ କ୍ଷେତ୍ରରେ ପ୍ରାୟତ equal ସମାନ କିମ୍ବା ଉନ୍ନତ କାର୍ଯ୍ୟଦକ୍ଷତା ରିପୋର୍ଟ କରନ୍ତୁ |",
    "439777523": "ନିୟମାବଳୀ ବିଷୟଗୁଡିକ |",
    "3588274874": "ନିୟାମକ ପ୍ରୟାସ ସହିତ ଇଉରୋପୀୟ ୟୁନିଅନର GDPR ଏବଂ କାଲିଫର୍ନିଆର CCPA ପରି ଏକ ଉତ୍ପାଦ ବିତରଣ ଉପରେ ଧ୍ୟାନ ଦେବାରେ, ଆମେ ବ୍ୟାପକ ଅଭିବୃଦ୍ଧି ଅନୁଭବ କରିଛୁ - ଅବଶ୍ୟ ଏହା reCAPTCHA ପାଇଁ hCaptcha କୁ ସରଳ “ଡ୍ରପ୍ ଇନ୍” ବଦଳାଇବାରେ ସାହାଯ୍ୟ କରେ ଏବଂ ଏହିପରି କିଛି ମିନିଟ୍ ମଧ୍ୟରେ ସଂସ୍ଥାପିତ ହୋଇପାରିବ |",
    "2150595700": "। GDPR ଏବଂ CCPA ଏଣ୍ଟରପ୍ରାଇଜ୍ କ୍ରେତାମାନଙ୍କ ପାଇଁ ମାନଚିତ୍ରରେ ଗୋପନୀୟତା ଚିନ୍ତାଧାରା ରଖିଛି, ଏବଂ ସେହି ସମୟରେ ଅନଲାଇନ୍ ଗୋପନୀୟତା ଜନସାଧାରଣଙ୍କ ପାଇଁ ଅଧିକ ଗୁରୁତ୍ becoming ପୂର୍ଣ ହେଉଛି ଯେହେତୁ ଆମେ ସମସ୍ତେ ବୁ to ିବା ଆରମ୍ଭ କରିଦେଉଛୁ ଯେ ଅନଲାଇନ୍ ବିଜ୍ଞାପନ ଏବଂ ମାର୍କେଟିଂ ଶିଳ୍ପଗୁଡିକ histor ତିହାସିକ ଭାବରେ ଆମର ତଥ୍ୟକୁ କିପରି ବ୍ୟବହାର କରିଛନ୍ତି |",
    "2624949852": "ଅବଶ୍ୟ, 2009 ମସିହାରୁ reCAPTCHA ୱେବ୍ ସିକ୍ୟୁରିଟିରେ ପ୍ରାରମ୍ଭିକ ପ୍ରବେଶକାରୀ ଥିଲା, ଲକ୍ଷ ଲକ୍ଷ ୱେବସାଇଟ୍ କୁ ଦୁର୍ଦ୍ଦାନ୍ତ ବଟ୍ ଏବଂ ସ୍ପାମର୍ ଦ୍ୱାରା ବ growing ୁଥିବା ବିପଦରୁ ରକ୍ଷା କରିଥିଲା | ଅବଶ୍ୟ, ନିକଟ ଅତୀତରେ ଏହା ସଂପୂର୍ଣ୍ଣ ଆପୋଷ ବୁ .ାମଣା ହୋଇଛି:",
    "499510428": "ଆମେ ବାସ୍ତବରେ ବିଶ୍ୱାସ କରୁ ଯେ ନିୟମାବଳୀ ଆମକୁ ଏଠାରେ ସାହାଯ୍ୟ କରିଛି |",
    "1232651561": "reCAPTCHA ଚ୍ୟାଲେ challenges ୍ଜଗୁଡିକର ସମାଧାନ ପାଇଁ ସଫ୍ଟୱେର୍ ବର୍ତ୍ତମାନ ଭଲ |",
    "824740867": "ସମାଧାନର ଉନ୍ନତି ପରିବର୍ତ୍ତେ, ଗୁଗୁଲ ଏହା ବଦଳରେ reCAPTCHA v3 ରିଲିଜ୍ କଲା, ଯାହା ସୁରକ୍ଷା ସଫ୍ଟୱେର୍ ଅପେକ୍ଷା ବିଜ୍ଞାପନ ନେଟୱାର୍କ ପରି ଅଧିକ କାର୍ଯ୍ୟ କରେ, ଉପଭୋକ୍ତା ପ୍ରୋଫାଇଲ୍ ନିର୍ମାଣ ପାଇଁ ୱେବରୁ ଆଚରଣଗତ ତଥ୍ୟ ସଂଗ୍ରହ କରେ | ଦୁର୍ଭାଗ୍ୟବଶତ।, ଏହି ପ୍ରକାରର ସଙ୍କେତ ସହଜରେ ପରାସ୍ତ ହୁଏ, ଏବଂ ଏହିପରି ବ୍ୟବହାରକାରୀଙ୍କ ଗୋପନୀୟତାକୁ କ୍ଷତି ପହଞ୍ଚାଇବା ସମୟରେ ବଟଗୁଡିକରୁ ସାମାନ୍ୟ ସୁରକ୍ଷା ପ୍ରଦାନ କରେ |",
    "1027023087": "ଆମେ hCaptcha ରେ ଏହି ସମସ୍ୟା ପାଇଁ ଅଧିକ ଆଧୁନିକ ଆଭିମୁଖ୍ୟ ଉପରେ ଧ୍ୟାନ ଦେଇଛୁ, ଯାହାକି ବ୍ରାଉଜିଂ ଇତିହାସ ପରି ଦୀର୍ଘମିଆଦି ଆଚରଣ ରେକର୍ଡ ରଖିବା ଆବଶ୍ୟକ କରେ ନାହିଁ ଏବଂ ସେବା ଆରମ୍ଭ ହେବା ପରଠାରୁ ନିର୍ଦ୍ଦିଷ୍ଟ ଶତ୍ରୁମାନଙ୍କ ସାମ୍ନାରେ ଅଧିକ ସ୍ଥିର ପ୍ରମାଣିତ ହୋଇଛି |",
    "2852295413": "ଆଗ୍ରହର ଏକ ଅନ୍ତର୍ନିହିତ ଦ୍ୱନ୍ଦ: ବଟ୍କୁ ବନ୍ଦ କରିବା ଏକ ବିଜ୍ଞାପନ ନେଟୱାର୍କ ପାଇଁ ରାଜସ୍ୱ ହ୍ରାସ କରେ |",
    "1597520917": "ବହୁ ସଂଖ୍ୟାରେ ସମାଲୋଚକ ସୂଚାଇ ଦେଇଛନ୍ତି ଯେ ଉପଭୋକ୍ତାଙ୍କର ଗୋପନୀୟତା ପ୍ରତି ଗୁଗୁଲର ଅବମାନନା ଗ୍ରାହକଙ୍କୁ ସେମାନଙ୍କ ୱେବସାଇଟ୍ ଏବଂ ଆପ୍ସକୁ ସୁରକ୍ଷା ଦେବାକୁ ଚିନ୍ତା କରିବା ଉଚିତ୍।",
    "763447231": "ସେହି ସମୟରେ, ପ୍ରକାଶକ ସାଇଟଗୁଡିକୁ ପ୍ରବେଶରୁ ବଟ୍କୁ ବନ୍ଦ କରିବା ବିଜ୍ଞାପନର ଜାଲିଆତିକୁ ପ୍ରକାଶ କରିପାରିବ, ଗୁଗୁଲର reCAPTCHA ଉତ୍ପାଦକୁ ସେମାନଙ୍କ ବିଜ୍ଞାପନ ବ୍ୟବସାୟ ବିରୁଦ୍ଧରେ ସିଧାସଳଖ ପଠାଇବ, ଯାହା ସେମାନଙ୍କର ଆୟର 80% ରୁ ଅଧିକ ଉତ୍ପାଦନ କରିବ |",
    "999674529": "ଗୁଗୁଲ୍ ଚିହ୍ନଟ କରୁଥିବା ପ୍ରତ୍ୟେକ ବଟ୍ ଶୂନ ବିଜ୍ଞାପନ ଡଲାର ରୋଜଗାର କରିବା ଉଚିତ୍ | ଗୁଗୁଲର କମ୍ପାନୀ ପ୍ରୋତ୍ସାହନଗୁଡିକ ସେମାନଙ୍କର ସୁରକ୍ଷା ସେବାର ଉପଭୋକ୍ତାମାନଙ୍କ ସହିତ ଖରାପ ଭାବରେ ସମନ୍ୱିତ ହୋଇଛି, ଏବଂ ସେମାନଙ୍କର reCAPTCHA ସୁରକ୍ଷା ଅଫରର ଖରାପ କାର୍ଯ୍ୟଦକ୍ଷତା ପାଇଁ ଏହା ଏକ ବ୍ୟାଖ୍ୟା ହୋଇପାରେ |",
    "956019009": "ସର୍ବ ବୃହତ ୱେବ୍ ଭିତ୍ତିଭୂମି କମ୍ପାନୀଗୁଡିକ କାର୍ଯ୍ୟାନୁଷ୍ଠାନ ଗ୍ରହଣ କରିସାରିଛନ୍ତି |",
    "1923297430": "ଅନେକ ବୃହତ ଗ୍ରାହକଙ୍କ ପାଇଁ ଅନ୍ତିମ ବ୍ରେକିଙ୍ଗ ପଏଣ୍ଟ ଆସିଲା ଯେତେବେଳେ ଗୁଗୁଲ କ product ଣସି ଅର୍ଥପୂର୍ଣ୍ଣ ସ୍କେଲରେ ସେମାନଙ୍କ ଉତ୍ପାଦ ବ୍ୟବହାର କରିବା ପାଇଁ କମ୍ପାନୀଗୁଡ଼ିକୁ ଚାର୍ଜ କରିବାକୁ ଲାଗିଲା | ଏହା ଦୀର୍ଘ ସମୟ ଧରି reCAPTCHA ବ୍ୟବହାରକାରୀଙ୍କୁ ଉତ୍ତମ ବିକଳ୍ପ ଖୋଜିବାକୁ ଖୋଜି ବାହାର କଲା କାରଣ ସମଗ୍ର ବିଶ୍ୱରେ ନିୟାମକ ଚିନ୍ତାଧାରା ଗୁଗୁଲର ଅଫର୍ ବ୍ୟବହାର କରି ଅପ୍ରୀତିକର ହୋଇପଡ଼ିଥିଲା |",
    "2197218442": "କ୍ଲାଉଡଫ୍ଲେୟାର ସିଇଓ ମାଥ୍ୟୁ ପ୍ରିନ୍ସ ଏହି ଦୃଷ୍ଟିକୋଣକୁ ସଂକ୍ଷିପ୍ତ କରିଛନ୍ତି |",
    "155456850": "hCaptcha କୁ ସେମାନଙ୍କର ସୁଇଚ୍ ଘୋଷଣା:",
    "435302267": "କମ୍ପାନୀର ବ୍ଲଗ୍ ପୋଷ୍ଟ |",
    "2087769953": "\"ଆମେ ଏହି ପରିବର୍ତ୍ତନକୁ ନେଇ ଉତ୍ସାହିତ କାରଣ ଏହା ଏକ ଗୁଗୁଲ୍ ସେବା ଉପରେ ନିର୍ଭର କରିବା ପାଇଁ ଏକ ଗୋପନୀୟତା ଚିନ୍ତାଧାରାକୁ ସମାଧାନ କରିବାରେ ସାହାଯ୍ୟ କରିଥାଏ ଯାହାକି କିଛି ସମୟ ପାଇଁ ରହିଆସିଥିଲା। ଆମେ ଅନେକ CAPTCHA ବିକ୍ରେତାଙ୍କୁ ମୂଲ୍ୟାଙ୍କନ କରିବା ସହିତ ନିଜେ ଏକ ସିଷ୍ଟମ୍ ଗଠନ ମଧ୍ୟ କରିଥିଲୁ। ଶେଷରେ, hCaptcha reCAPTCHA ପାଇଁ ସର୍ବୋତ୍ତମ ବିକଳ୍ପ ଭାବରେ ଉଭା ହେଲା | \"\" hCaptcha ସମାଧାନ ବିଷୟରେ ଆମକୁ ଅନେକ ଜିନିଷ ପସନ୍ଦ ହେଲା: 1) ସେମାନେ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ବିକ୍ରୟ କରନ୍ତି ନାହିଁ; ସେମାନେ କେବଳ ସର୍ବନିମ୍ନ ଆବଶ୍ୟକୀୟ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ସଂଗ୍ରହ କରନ୍ତି, ସେମାନେ ସଂଗ୍ରହ କରୁଥିବା ସୂଚନାକୁ ବର୍ଣ୍ଣନା କରିବାରେ ସ୍ୱଚ୍ଛ ଏବଂ ସେମାନେ ଏହାକୁ କିପରି ବ୍ୟବହାର କରନ୍ତି ଏବଂ / କିମ୍ବା ପ୍ରକାଶ କରନ୍ତି |",
    "595582512": "ଯଦି ଆପଣ ଆପଣଙ୍କର ସାଇଟ୍ କିମ୍ବା ଆପ୍ କୁ ବଟ୍, ସ୍ପାମର୍ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଦୁଷ୍ଟ ଅଭିନେତାମାନଙ୍କ ଠାରୁ ପ୍ରଭାବଶାଳୀ ଭାବରେ ରକ୍ଷା କରିବାକୁ ଚାହୁଁଛନ୍ତି, ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କର ଗୋପନୀୟତା ରକ୍ଷା କରିବାବେଳେ (ଏବଂ ସମସ୍ତ ପ୍ରଯୁଜ୍ୟ ନିୟମାବଳୀକୁ ପାଳନ କରିବା!), HCaptcha ଏବଂ ଆମର ଏଣ୍ଟରପ୍ରାଇଜ୍ ଅଫର୍ ବିଷୟରେ ବିଚାର କରନ୍ତୁ |",
    "3388180864": "ୱେବ୍ ସ୍କେଲରେ ଗଭୀର ବ technical ଷୟିକ ଆହ୍ on ାନ ଉପରେ କାର୍ଯ୍ୟ କରିବାକୁ ଆଗ୍ରହୀ? ଆମେ ସର୍ବଦା ବିଶ୍ୱବ୍ୟାପୀ ପ୍ରତିଭାବାନ ଇଞ୍ଜିନିୟରମାନଙ୍କୁ ନିଯୁକ୍ତି ଦେଉଛୁ -",
    "3892952987": "ଆମର ଖୋଲିବା ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଏଠାରେ ପ୍ରୟୋଗ କରନ୍ତୁ |",
    "3368788823": "ଟେରେନ୍ସ ଇଡେନ ତାଙ୍କ ବ୍ଲଗରେ ଏକ ଆକର୍ଷଣୀୟ ବିଷୟ କହିଛନ୍ତି:",
    "1491780143": "CAPTCHA ଗୁଡିକ ତୁମେ ମଣିଷ ବୋଲି ପ୍ରମାଣ କରେ ନାହିଁ - ସେମାନେ ପ୍ରମାଣ କରନ୍ତି ଯେ ତୁମେ ଆମେରିକୀୟ |",
    "2146900431": "ଅନ୍ତର୍ନିହିତ ଭାବରେ, ଏହି ଦାବି ଅନେକ ଅର୍ଥ ପ୍ରଦାନ କରେ | CAPTCHA ଗୁଡିକ, ପ୍ରାୟ ସବୁକିଛି ପରି, ଏକ ସାଂସ୍କୃତିକ ପ୍ରସଙ୍ଗରେ ସନ୍ନିବେଶିତ ହୋଇଛି, ଏବଂ ଯଦି ଆପଣଙ୍କର ଚ୍ୟାଲେଞ୍ଜର ପୁଲ୍ ପ୍ରାୟତ one ଗୋଟିଏ ସଂସ୍କୃତିରେ ସୃଷ୍ଟି ହୋଇଛି, ଏହା ଅନ୍ୟକୁ ଭଲ ଭାବରେ ଅନୁବାଦ ହୋଇନପାରେ | ଏହାର ମୂଳରେ, ଏହା ସାଂସ୍କୃତିକ ବିଷୟ |",
    "378086442": "ସେମାନଙ୍କ UX ଅପେକ୍ଷା CAPTCHA ର |",
    "1445008801": "ଯେହେତୁ ଇଡେନ୍ ଏହା କହିଛନ୍ତି:",
    "332723732": "ବିଷୟବସ୍ତୁ",
    "2072808435": "\"ଅନୁମାନ କର, ଗୁଗୁଲ୍? ମୋ ଦେଶରେ ଟ୍ୟାକ୍ସିଗୁଡିକ ସାଧାରଣତ black କଳା ଅଟେ। ମୁଁ ଜାଣିବାକୁ ଯଥେଷ୍ଟ ଚଳଚ୍ଚିତ୍ର ଦେଖିଛି ଯେ ଆମେରିକାର ସମସ୍ତ ଲୋକ ହଳଦିଆ ରଙ୍ଗର ଅଟନ୍ତି। ବିଭିନ୍ନ ରଙ୍ଗ। \"",
    "3206136647": "ଗୁଗୁଲର ସମସ୍ୟା ଏଠାରେ ସେମାନେ ବ୍ୟବହାର କରୁଥିବା ପ୍ରଶ୍ନ ତଥ୍ୟ ଉପରେ ଆଧାରିତ | ଯଦି ସମସ୍ତ ତଥ୍ୟ ସମାନ ସଂସ୍କୃତିରୁ ଆସିଥାଏ (ଏବଂ ଗୁଗୁଲ କ୍ଷେତ୍ରରେ, ସମାନ କମ୍ପାନୀ) ଆପଣ ନିଶ୍ଚିତ ଭାବରେ ଚ୍ୟାଲେଞ୍ଜର ଆଶା କରିପାରନ୍ତି ଯାହା ଇଡେନଙ୍କ ଅଭିଯୋଗ ଅନୁଯାୟୀ ଅନ୍ୟ ସଂସ୍କୃତିକୁ ଭଲ ଅନୁବାଦ କରେ ନାହିଁ |",
    "2217842245": "ତଥାପି, ଆମର ତଥ୍ୟ ଦର୍ଶାଏ ଯେ (hCaptcha ପାଇଁ)",
    "4280117172": "ନାଇଜେରିଆ, ଭାରତ, ବ୍ରାଜିଲ ଏବଂ ଜର୍ମାନୀ ସମେତ ଅନେକ ଦେଶ ବାସ୍ତବରେ ଆମେରିକା ଅପେକ୍ଷା ସାମାନ୍ୟ ଭଲ କରନ୍ତି:",
    "555749578": "ପ୍ରତ୍ୟେକ ମାଳଦ୍ୱୀପରେ ପ୍ରମୁଖ ଦେଶଗୁଡିକରେ ସମାଧାନ ହାରରେ 1% ରୁ କମ୍ ଭିନ୍ନତା ଅଛି |",
    "151737819": "ସମଗ୍ର ବିଶ୍ୱରେ hCaptcha Solve Rates ବହୁତ କମ୍ ଭିନ୍ନତା ଦେଖାଏ |",
    "3908992897": "ଏବଂ ବିଶ୍ every ର ପ୍ରତ୍ୟେକ ଦେଶ ଏବଂ ଅଞ୍ଚଳରେ ବ୍ୟବହୃତ ହୁଏ, ତେଣୁ ଆମେ ଏକ ସ୍ଥିର ବିଶ୍ global ସ୍ତରୀୟ ଅଭିଜ୍ଞତା ପ୍ରଦାନ ଉପରେ ଅତ୍ୟଧିକ ଧ୍ୟାନ ଦେଉଛୁ |",
    "2808122102": "କ୍ରସ୍-ସାଂସ୍କୃତିକ କାର୍ଯ୍ୟକାରିତା ଆମର ସେବା ପାଇଁ ଏକ ମ basic ଳିକ ଆବଶ୍ୟକତା | ସମସ୍ତ ବ legitimate ଧ ଉପଭୋକ୍ତା ଶୀଘ୍ର ବିଷୟବସ୍ତୁକୁ ପ୍ରବେଶ କରିପାରିବେ ବୋଲି ନିଶ୍ଚିତ କରିବା ଆମର ମିଶନର ଏକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଅଂଶ | ଆମେ 110 ଭାଷାରେ ଚ୍ୟାଲେ challenges ୍ଜଗୁଡିକ ପ୍ରଦାନ କରିଥାଉ ଏବଂ ଆମର ଚ୍ୟାଲେ challenges ୍ଜଗୁଡିକ ସମସ୍ତଙ୍କ ଦ୍ୱାରା ସମାଧାନ ହୋଇପାରିବ ବୋଲି ନିଶ୍ଚିତ କରିବା ପାଇଁ ଆମେ ସଂପୃକ୍ତ ଅନୁବାଦଗୁଡିକୁ ନିରନ୍ତର ଉନ୍ନତି କରୁଛୁ |",
    "3913801502": "hCaptcha ବର୍ତ୍ତମାନ ପ୍ରାୟ 15% ଇଣ୍ଟରନେଟରେ ଚାଲିଥାଏ |",
    "2077639538": "। ଗୋଟିଏ ପାଇଁ, ଆମର ସେବା ଉପରେ ଚ୍ୟାଲେଞ୍ଜ ତଥ୍ୟ ଅନେକ ଉତ୍ସରୁ ଆସିପାରେ, କେବଳ ଗୋଟିଏ ନୁହେଁ - ବଡ଼ ଫର୍ଚୁନ୍ 500 କମ୍ପାନୀ ଠାରୁ ମେସିନ୍ ଲର୍ନିଂ ଷ୍ଟାର୍ଟଅପ୍ ପର୍ଯ୍ୟନ୍ତ, ଯେପର୍ଯ୍ୟନ୍ତ ସେମାନେ ଆମର ଅନୁସରଣ କରୁଛନ୍ତି |",
    "3951112506": "। ଏହା ପୂର୍ବରୁ ତଥ୍ୟରେ ଏକ ଉଚ୍ଚତର ହେଟେରୋଜେନିଟିର ଗ୍ୟାରେଣ୍ଟି ଦେଇଥାଏ |",
    "1803943584": "ଦ୍ୱିତୀୟତ we, ସେମାନେ କେଉଁ ଦେଶ କିମ୍ବା ଭାଷା ଚଲାଇବେ ତାହା ସ୍ଥିର କରିବାକୁ ଆମେ ଚ୍ୟାଲେଞ୍ଜଗୁଡ଼ିକୁ ସ୍ୱ-ଅପ୍ଟିମାଇଜ୍ କରିବାକୁ ଦେଇଥାଉ, ଏକ ସ୍ଥିର ଅଭିଜ୍ଞତାର ସମ୍ଭାବନାକୁ ଆହୁରି ବ increasing ାଇଥାଏ | ଯଦି ସଠିକତା ଆଶା କରାଯାଉଥିବା ଠାରୁ କମ୍, ପ୍ରଶ୍ନର ଏକ ସେଟ୍ କେବଳ ସେହି ଅଞ୍ଚଳରେ କିମ୍ବା ଭାଷାରେ ଚାଲିବା ବନ୍ଦ କରିବ ଯେଉଁଠାରେ ଏହି ପ୍ରଭାବ ଘଟେ |",
    "3668873369": "HCaptcha ରେ, ଆମେ ପ୍ରଥମ ଦିନରୁ ଏକ ଭିନ୍ନ ଉପାୟ ଅବଲମ୍ବନ କରିଛୁ |",
    "1519201684": "AI ନ ics ତିକ ନୀତି |",
    "2155089487": "। ଯଦି ଆମର ଆହ୍ challenges ାନଗୁଡିକ କିଛି ଗୋଷ୍ଠୀ ପାଇଁ ସମାଧାନ କରିବା ସହଜ ହୋଇଥାନ୍ତା, ତେବେ ଆମେ ସମାଧାନ କରିବା ସମୟରେ ପୃଥିବୀ ତଥା ବିଭିନ୍ନ ସଂସ୍କୃତିର ଲୋକମାନେ କିପରି କାର୍ଯ୍ୟ କରିବେ ସେଥିରେ ଏକ ପାର୍ଥକ୍ୟ ଦେଖିବାକୁ ଆଶା କରିବୁ | ଇଡେନର ପୋଷ୍ଟ ପ୍ରସଙ୍ଗରେ, ଆମେ ଆଶା କରିବୁ ଯେ ଆମେରିକୀୟମାନେ ଅନ୍ୟ ଦେଶର ଲୋକଙ୍କ ଅପେକ୍ଷା ଭଲ କରିବେ। ଏହି ସମସ୍ୟାକୁ ଏଡାଇବା ପାଇଁ ଆମେ ବର୍ଷ ବର୍ଷ ଧରି ସିଷ୍ଟମ ବିକାଶରେ ଅତିବାହିତ କରିଛୁ, ଆମେ ବାସ୍ତବରେ ଏହାର ବିପରୀତ ଦେଖୁ |",
    "2603863826": "PS: ଯଦି ତୁମେ ତୁମର ଭାଷାରେ ଏକ ଅନୁବାଦ ପାଇବ ଯାହା ଉନ୍ନତି ବ୍ୟବହାର କରିପାରିବ, ଏକ ଦାଖଲ କରିବାକୁ ମୁକ୍ତ ମନେକର |",
    "3543141425": "ଏହା ପାଇଁ!",
    "2697276059": "ଏହା କାର୍ଯ୍ୟ କରୁଥିବା ପ୍ରମାଣ: ସମଗ୍ର ବିଶ୍ୱରେ ୟୁନିଫର୍ମ ସମାଧାନ ହାର |",
    "664236229": "ଅନୁରୋଧ ଟାଣ |"
}