{
  "header-privacy-link": "Sự riêng tư",
  "header-integration-link": "Hội nhập",
  "header-cost-link": "Trị giá",
  "header-features-link": "Đặc trưng",
  "header-docs-link": "Docs",
  "header-login-button": "Đăng nhập",
  "header-contact-button": "Liên hệ với bộ phận bán hàng",
  "intro-heading": "Xác minh nhân loại không ma sát.",
  "intro-contact-button": "Liên hệ với chúng tôi để được học nhiều điều hơn",
  "intro-text-bottom": "Dựa vào các công ty cung cấp sức mạnh cho web.",
  "sub-menu-button": "Liên hệ với bộ phận bán hàng",
  "sub-menu-item1": "Doanh nghiệp",
  "sub-menu-item2": "Trị giá",
  "sub-menu-item3": "Hội nhập",
  "sub-menu-item4": "Đặc trưng",
  "sub-menu-item5": "Sự riêng tư",
  "sub-menu-item6": "Docs",
  "info-head-1": "Được xây dựng trên nền tảng hCaptcha đã được chứng minh",
  "info-text-1": "hCaptcha Enterprise chạy trên công nghệ nền tảng hCaptcha, được mở rộng để bao gồm các tính năng mà doanh nghiệp có lưu lượng truy cập cao cần.",
  "info-head-2": "Một đối tác đáng tin cậy",
  "intro-subtitle": "Giải quyết vấn đề bot của bạn ngay hôm nay.",
  "info-text-2": "Dịch vụ của chúng tôi được các công ty lớn nhất trên thế giới tin tưởng để phục vụ hàng triệu người dùng hàng ngày trên hàng chục triệu trang web.",
  "cloudflare-quote-text": "Chúng tôi đã đánh giá một số nhà cung cấp CAPTCHA cũng như tự mình xây dựng hệ thống. Cuối cùng, hCaptcha nổi lên như một giải pháp thay thế tốt nhất cho reCAPTCHA.",
  "cloudflare-quote-detail": "Giám đốc quản lý sản phẩm, Cloudflare",
  "section-quote-head": "Phương án hiệu quả về chi phí cho các doanh nghiệp có lưu lượng truy cập cao",
  "section-quote-text": "Cuối cùng, một giải pháp thay thế đáng tin cậy cho Google. hCaptcha Enterprise tiết kiệm đáng kể hóa đơn reCAPTCHA của bạn với độ bảo mật cao hơn: ít tốn kém hơn tới 80% trong một số trường hợp. ‍Nhiều dịch vụ trực tuyến lớn nhất thế giới đã chuyển sang hCaptcha Enterprise và nhận được khả năng phát hiện bot được cải thiện cùng với việc tiết kiệm đáng kể chi phí.",
  "section-quote-button": "Liên lạc với chúng tôi hôm nay để nhận được báo",
  "section-privacy-header": "Tập trung vào Quyền riêng tư",
  "section-privacy-text-1": "Các mạng quảng cáo xem khách truy cập của bạn là sản phẩm. Đối với chúng tôi, sản phẩm duy nhất là xác định con người của họ. Các dịch vụ của chúng tôi đáp ứng hoặc vượt quá các yêu cầu GDPR, CCPA và LGPD cũng như hỗ trợ các sáng kiến như Privacy Pass. Chúng tôi làm việc chăm chỉ để cân bằng giữa quyền riêng tư và bảo mật.",
  "section-privacy-text-2": "Trọng tâm duy nhất về quyền riêng tư này có nghĩa là chúng tôi có thể cung cấp không lưu giữ dữ liệu cá nhân, hoạt động không có cookie và các đảm bảo quyền riêng tư theo hợp đồng khác theo yêu cầu trong khi vẫn duy trì tính bảo mật tuyệt vời.",
  "section-security-header": "Bảo mật trên hết",
  "section-security-text-1": "Độ chính xác là mối quan tâm của bạn và của chúng tôi. hCaptcha hoạt động để cung cấp cho bạn dữ liệu thực và cho phép bạn quyết định cách sử dụng nó. Các hình ảnh xác thực khác được cung cấp bởi các công ty quảng cáo Gigantic. Điều này có nghĩa là mọi bot họ chặn có thể làm giảm doanh thu của họ.",
  "section-security-text-2": "Việc sử dụng các kỹ thuật máy học mới nhất tập trung vào quyền riêng tư cho phép chúng tôi vượt qua các tiêu chuẩn bảo mật của chiến lược ghi lại mọi thứ kế thừa mãi mãi mà không làm tổn hại đến bảo mật hoặc quyền riêng tư của người dùng.",
  "section-user-experience-header": "Trải nghiệm người dùng tuyệt vời",
  "section-user-experience-text1": "Đối với người dùng Doanh nghiệp, các tùy chọn có sẵn để tránh hoàn toàn các thách thức trong hầu hết các tình huống.",
  "section-user-experience-text2": "Giảm ma sát bằng cách tránh hoàn toàn thử thách đối với 99,9% lưu lượng truy cập hợp pháp của bạn trong khi vẫn cung cấp khả năng bảo mật tuyệt vời, nhờ các mô hình bot tiên tiến.",
  "section-easy-integration-header": "Tích hợp dễ dàng",
  "section-easy-integration-text": "Việc thêm hCaptcha chỉ mất vài phút và chỉ vài dòng mã. API cơ bản tương thích với reCAPTCHA V2 và chỉ mất vài phút để chuyển đổi. Bạn có thể thiết lập và chạy với một giải pháp thay thế vượt trội ngay hôm nay và bật các tính năng nâng cao hơn nếu cần.",
  "section-easy-integration-serverside": "Phía máy chủ:",
  "section-easy-integration-frontend": "Giao diện người dùng:",
  "section-threat-header": "Điểm Đe dọa Tùy chỉnh",
  "section-threat-text": "Không phải tất cả các vấn đề đều giống nhau: nhận được một điểm có nghĩa là nó phải giải quyết được nhu cầu của bạn để trở nên hữu ích. Với Điểm Đe dọa Tùy chỉnh độc đáo của hCaptcha, tư vấn nhanh cho phép chúng tôi điều chỉnh các mô hình của mình để mang lại điểm số phù hợp hơn với doanh nghiệp của bạn.",
  "section-challenges-header": "Khởi động những thử thách của riêng bạn trong vài giây",
  "section-challenges-text-1": "Giữ thương hiệu với nội dung phù hợp",
  "section-challenges-text-2": "Khi người dùng phải giải quyết một thách thức để đáp ứng các yêu cầu bảo mật, tại sao không tạo ra các tác vụ dễ chịu và phù hợp với người dùng? Với trình thiết kế thử thách tùy chỉnh đơn giản của chúng tôi, bạn có thể khởi chạy nội dung thử thách trên thương hiệu chỉ trong vài phút.",
  "section-integration-header": "Tích hợp nền tảng trực tiếp",
  "section-integration-subheader": "Đối với các công ty cơ sở hạ tầng web",
  "section-integration-text": "Hệ thống hCaptcha Enterprise đặc biệt linh hoạt trong thiết kế: nó có thể được triển khai một phần hoặc toàn bộ ở rìa mạng của bạn nếu bạn vận hành một đám mây công cộng hoặc sở hữu nhiều trung tâm dữ liệu. ‍ Điều này có thể giảm đáng kể chi phí và lưu lượng truy cập ngoại mạng trong khi vẫn giữ được tất cả lợi ích của việc quản lý bởi đội ngũ nhân viên trực 24/7 của chúng tôi để đáp ứng SLA nghiêm ngặt nhất.",
  "section-support-header": "Chuyên môn có thể tiếp cận và hỗ trợ cho cả bạn và người dùng của bạn",
  "section-support-text": "Dịch vụ là ưu tiên hàng đầu đối với chúng tôi. Chúng tôi duy trì hỗ trợ khi gọi 24/7 và cung cấp sự phối hợp trực tiếp của Slack với nhóm tích hợp kỹ thuật của bạn và nhân viên trực điện thoại của chúng tôi trong và sau khi triển khai. và các kênh hỗ trợ trong tiện ích và email của chúng tôi. Chúng tôi có thể truy cập và đáp ứng, đồng thời coi sự hài lòng của người dùng là KPI hàng đầu.",
  "section-enterprise-header": "Tính năng doanh nghiệp",
  "section-enterprise-title-1": "Bảo vệ chống bot đẳng cấp thế giới",
  "section-enterprise-desc-1": "Đã được thử nghiệm chiến đấu ở quy mô web.",
  "section-enterprise-title-2": "Điểm số bot chính xác cao",
  "section-enterprise-desc-2": "Phát hiện các tác nhân xấu thuộc nhiều loại khác nhau.",
  "section-enterprise-title-3": "Không ma sát và chế độ thụ động 99,9%",
  "section-enterprise-desc-3": "Thách thức ít hơn 0,1% người dùng hợp pháp.",
  "section-enterprise-title-4": "Kiểm soát các loại thử thách được hiển thị",
  "section-enterprise-desc-4": "Thư viện nhiều loại để lựa chọn.",
  "section-enterprise-title-5": "Kiểm soát nội dung thử thách được sử dụng",
  "section-enterprise-desc-5": "Duy trì thương hiệu với trải nghiệm người dùng nhất quán.",
  "section-enterprise-title-6": "SLA doanh nghiệp",
  "section-enterprise-desc-6": "Đảm bảo độ tin cậy và hỗ trợ trực tuyến 24/7 nhanh chóng.",
  "section-enterprise-title-7": "Hỗ trợ trình duyệt cũ",
  "section-enterprise-desc-7": "Tương thích hoàn toàn với Internet Explorer 8.",
  "section-enterprise-title-8": "API và bảng điều khiển báo cáo nâng cao",
  "section-enterprise-desc-8": "Xem những gì đang xảy ra trên tất cả các trang web và ứng dụng của bạn.",
  "section-enterprise-title-9": "Hoạt động ở mọi quốc gia",
  "section-enterprise-desc-9": "Không giống như reCAPTCHA, chúng tôi làm việc ở mọi quốc gia.",
  "section-enterprise-title-10": "Chính sách bảo mật thân thiện với GDPR, CCPA và LGPD",
  "section-enterprise-desc-10": "Được thiết kế cho sự riêng tư ngay từ ngày đầu tiên. Thỏa thuận xử lý dữ liệu mạnh mẽ.",
  "section-enterprise-title-11": "Mức độ khó chi tiết",
  "section-enterprise-desc-11": "Quay số này để phù hợp chính xác với trường hợp sử dụng của bạn.",
  "section-enterprise-title-12": "Dịch vụ lưu trữ của bên thứ nhất",
  "section-enterprise-desc-12": "Tất cả các yêu cầu và nội dung được chuyển đến hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Trang tổng quan nhiều người dùng",
  "section-enterprise-desc-13": "Chia sẻ quyền quản lý trong nhóm của bạn.",
  "section-enterprise-title-14": "Xác minh tức thì",
  "section-enterprise-desc-14": "Độ trễ 0ms: xác minh mã thông báo hCaptcha mà không có lệnh gọi API.",
  "section-enterprise-title-15": "Tích hợp di động (iOS và Android)",
  "section-enterprise-desc-15": "Trải nghiệm liền mạch trên web, di động gốc, web di động. Tích hợp sẵn và SDK gốc có sẵn.",
  "section-enterprise-title-16": "Điều khoản tùy chỉnh và đảm bảo quyền riêng tư",
  "section-enterprise-desc-16": "Đáp ứng nhu cầu pháp lý của bạn khi các công ty khác không làm được.",
  "presented-challlenges-head": "Những thách thức được đưa ra",
  "presented-challenges-title-1": "So sánh",
  "presented-challenges-text-1": "Chọn tất cả hình ảnh phù hợp với truy vấn",
  "presented-challenges-title-2": "Hộp giới hạn",
  "presented-challenges-text-2": "Xác định vùng giới hạn cho các đối tượng",
  "presented-challenges-title-3": "Phân loại",
  "presented-challenges-text-3": "Xác định các nhãn tương ứng",
  "presented-challenges-subheader": "... và các nhiệm vụ đơn giản khác. Dễ đối với con người, khó đối với bot.",
  "presented-challenges-subtext": "Các tác vụ tùy chỉnh cũng có sẵn cho các nhà xuất bản doanh nghiệp.",
  "footer-header-1": "Công ty",
  "footer-header-2": "Tài nguyên",
  "footer-header-3": "Tiếp xúc",
  "footer-link-1": "Ghi nhãn",
  "footer-link-2": "Về",
  "footer-link-3": "Việc làm",
  "footer-link-4": "Nhãn hiệu",
  "footer-link-5": "Blog",
  "footer-link-6": "Trạng thái",
  "footer-link-7": "Tài liệu",
  "footer-link-8": "Báo cáo lỗi",
  "footer-link-9": "Khả năng tiếp cận",
  "footer-terms": "Điều kiện",
  "footer-privacy": "Sự riêng tư",
  "footer-attribution": "Ghi công",
  "footer-subheader-1": "Ủng hộ",
  "footer-subheader-2": "Tiếp xúc",
  "switch-to-english-link": "Chuyển sang tiếng Anh",
  "intro-heading-privacy": "Được thiết kế cho sự riêng tư.",
  "intro-subtitle-p1-privacy": " Một cách tiếp cận duy nhất hướng đến quyền riêng tư đối với bảo mật trực tuyến.",
  "info-head-2-pr": "Ghi lại hoạt động trực tuyến không phải là câu trả lời.",
  "info-text-1-pr": "hCaptcha Enterprise chỉ có một mục đích: ngăn chặn những kẻ xấu làm gián đoạn hoạt động trực tuyến của bạn và gây hại cho người dùng của bạn.",
  "info-text-2-pr": "Do đó, hệ thống của chúng tôi được thiết kế từ đầu để giảm thiểu việc thu thập và lưu giữ dữ liệu trong khi vẫn duy trì tính bảo mật hàng đầu. Cách tốt nhất để bảo vệ dữ liệu người dùng là hoàn toàn không lưu trữ dữ liệu đó.",
  "info-text-3-pr": "Tất cả các mối quan hệ của khách hàng cũng được bảo vệ bởi Thỏa thuận xử lý dữ liệu mạnh mẽ. Dịch vụ hCaptcha tuân thủ tất cả các luật về quyền riêng tư cho dù dịch vụ của bạn hoặc khách hàng của bạn cư trú ở đâu. Việc không lưu giữ dữ liệu cá nhân khiến việc này đối với chúng tôi dễ dàng hơn nhiều so với các công ty khác.",
  "info-text-2-2-pr": "Các dịch vụ như reCAPTCHA v3 nói rằng việc đặt pixel theo dõi của họ trên mọi trang trên trang web của bạn là cần thiết để bảo mật tốt. Đây không phải là trường hợp.",
  "info-text-2-3-pr": "Phân tích hành vi đơn giản là một tín hiệu dễ bị kẻ xấu giả mạo và yêu cầu lưu giữ lịch sử duyệt web cho tất cả lưu lượng truy cập hợp pháp của bạn.",
  "info-text-2-4-pr": "Chúng tôi không vận hành mạng quảng cáo và không quan tâm đến việc quan sát hành vi người dùng của bạn để bán quảng cáo cho họ. Điều này có nghĩa là chúng tôi không yêu cầu một pixel thụ động trên mỗi trang của trang web của bạn.",
  "info-text-2-5-pr": "Chỉ thêm mã thử thách của chúng tôi khi cần thiết và ở những nơi có ý nghĩa để bảo vệ cả bạn và người dùng của bạn.",
  "info-head-3-pr": "Học máy rất hữu ích. Nhưng nó không yêu cầu dữ liệu cá nhân để hoạt động.",
  "info-text-3-1-pr": "Học máy hiện tác động đến hầu hết mọi khía cạnh trong cuộc sống của chúng ta, thường theo những cách chúng ta không nhận ra và không thể nhìn thấy. Các dịch vụ bảo mật trực tuyến cũng không khác.",
  "info-text-3-2-pr": "Bằng cách học qua hàng nghìn tín hiệu, các mô hình có thể suy luận và đạt được độ tin cậy cao trong việc phát hiện hành vi độc hại rất nhanh chóng, ngay cả khi không có tín hiệu riêng lẻ nào đủ mạnh để chỉ ra một vấn đề.",
  "info-text-3-3-pr": "Tuy nhiên, không điều nào trong số này yêu cầu sử dụng thông tin nhận dạng cá nhân (PII). Các kỹ thuật mật mã hiện đại cho phép chúng tôi loại bỏ bất kỳ dữ liệu cá nhân nào nhanh nhất có thể, thay vào đó tạo ra các chữ ký một chiều không thể liên kết với bất kỳ cá nhân nào.",
  "info-text-3-4-pr": "Việc đào tạo về dữ liệu không nhận dạng cũng hoạt động tốt và không yêu cầu ảnh hưởng đến bảo mật hoặc quyền riêng tư. Khách hàng của chúng tôi đã thực hiện các bài kiểm tra theo kinh nghiệm và đã tuyên bố chúng tôi ngang bằng hoặc tốt hơn các lựa chọn thay thế ít tư nhân hơn nhiều.",
  "cloudflare-quote-text-privacy": "Chúng tôi thích một số điều về các giải pháp hCaptcha: 1) chúng không bán dữ liệu cá nhân; họ chỉ thu thập dữ liệu cá nhân cần thiết tối thiểu, họ minh bạch trong việc mô tả thông tin họ thu thập và cách họ sử dụng và / hoặc tiết lộ thông tin đó.",
  "pilot-head": "Hãy thử chúng tôi trong môi trường của bạn mà không có nghĩa vụ.",
  "pilot-text-1a": "Chúng tôi là kỹ sư, không phải nhân viên bán hàng: chúng tôi muốn bạn hài lòng với lựa chọn của mình.",
  "pilot-text-1b": "Cách tốt nhất để đảm bảo sự hài lòng của bạn là chứng minh rằng chúng tôi đáp ứng nhu cầu của bạn.",
  "pilot-text-1c": "Hầu như tất cả các công ty bắt đầu thử nghiệm cuối cùng đều chọn giải pháp của chúng tôi.",
  "pilot-text-1d": "Sử dụng biểu mẫu này để liên hệ với một trong những chuyên gia kỹ thuật của chúng tôi. Chúng tôi phản hồi nhanh chóng.",
  "pilot-text-1e": "Bạn cũng có thể gửi email trực tiếp cho chúng tôi.",
  "pilot-email-details": "Thông tin chi tiết có tại đây.",
  "pilot-f1": "Khu vực",
  "pilot-f2": "Tên của bạn",
  "pilot-f3": "Tên của bạn",
  "pilot-f4": "Email doanh nghiệp",
  "pilot-f5": "Bất kỳ chi tiết nào khác mà chúng ta nên có?",
  "pilot-f6": "Bạn có yêu cầu nhập môn khẩn cấp không?",
  "pilot-f7": "Đúng.",
  "pilot-f8": "Tôi đang bị tấn công và yêu cầu tham gia ngay lập tức.",
  "pilot-f9": "Nộp",
  "pilot-f10": "Bằng cách nhập email của bạn, bạn đồng ý với Điều khoản và Chính sách Bảo mật của chúng tôi, đồng thời nhận email từ chúng tôi.",
  "pilot-fo-1": "Tích hợp không thể dễ dàng hơn.",
  "pilot-fo-2": "hCaptcha có hàng tá tích hợp được tạo sẵn cho hệ thống giao diện người dùng và phụ trợ mà bạn sử dụng.",
  "pilot-fo-3": "Nếu bạn tình cờ đến từ reCAPTCHA của Google, thì các API của chúng tôi là những thứ thay thế thả vào. Ba dòng mã là tất cả những gì bạn cần.",
  "pilot-fo-4": "Các kỹ sư tích hợp của chúng tôi có thể giúp bạn tiến hành nhanh chóng, cho dù bạn cần tích hợp React, SDK cho ứng dụng gốc iOS, ví dụ về chương trình phụ trợ Java hay hầu như bất kỳ trường hợp nào khác.",
  "pilot-fo-5": "Và như mọi khi, quyền riêng tư là giá trị cốt lõi đối với chúng tôi. Chỉ thêm mã thử thách của chúng tôi khi cần thiết và ở những nơi có ý nghĩa để bảo vệ cả bạn và người dùng của bạn. Giảm thiểu việc thu thập dữ liệu bắt đầu từ thời điểm tích hợp.",
  "pilot-fdone": "Cảm ơn bạn. Chúng tôi sẽ gặp nhau trong một thời gian ngắn.",
  "home-ent-2-new": "Tìm hiểu thêm về giải pháp doanh nghiệp của chúng tôi.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Các giải pháp của hCaptcha Enterprise cung cấp khả năng bảo mật hàng đầu và bảo vệ nhiều dịch vụ trực tuyến hàng đầu.",
  "home-plans-button-2-new": "Tìm hiểu thêm",
  "header-enterprise-link": "Doanh nghiệp",
  "sales-interstitial-c1b-new": "Tìm hiểu thêm về hCaptcha Enterprise"
}
