{
    "1137470858": "Ngày 11 tháng 12 năm 2021",
    "12462594": "hCaptcha được xây dựng trên nền tảng HUMAN, cho phép định tuyến và phân tích tinh vi để tối ưu hóa chi phí và hiệu quả ở mỗi bước.",
    "2262549101": "Các phương pháp liên hệ thay thế được ghi lại trong Thư mục Đại lý được Chỉ định DMCA của Văn phòng Bản quyền Hoa Kỳ",
    "2272776729": "Xin lưu ý rằng bạn phải xác minh danh tính và yêu cầu của mình trước khi thực hiện thêm hành động, chẳng hạn như bằng cách cung cấp giấy tờ tùy thân của chính phủ. Phù hợp với luật của California, bạn có thể chỉ định một đại lý được ủy quyền để thay mặt bạn thực hiện yêu cầu. Để chỉ định một đại lý được ủy quyền thay mặt bạn thực hiện yêu cầu, bạn phải cung cấp giấy ủy quyền hợp lệ, giấy tờ tùy thân hợp lệ do chính phủ cấp của người yêu cầu và giấy tờ tùy thân hợp lệ do chính phủ cấp.",
    "2335607721": "Để ý. Tất cả các thông báo liên quan đến các Điều khoản Dịch vụ này sẽ được gửi qua e-mail hoặc đăng trên trang web của chúng tôi. Bạn phải gửi thông báo cho chúng tôi tại",
    "2875934612": "20 tháng 11 năm 2020",
    "3084122606": "Trường hợp chúng tôi sử dụng thông tin cá nhân của bạn dựa trên sự đồng ý của bạn, bạn có quyền rút lại thông tin đó bất kỳ lúc nào theo cách được chỉ định trong Dịch vụ hoặc bằng cách liên hệ với chúng tôi theo địa chỉ",
    "3312286067": "hoặc gửi đơn khiếu nại đến cơ quan quản lý bảo vệ dữ liệu trong khu vực tài phán của bạn. Bạn có thể tìm thấy cơ quan quản lý bảo vệ dữ liệu của mình tại",
    "3506025515": "hCaptcha không bị ảnh hưởng bởi log4shell. Đây là cách chúng tôi biết.",
    "3516838896": "Gần đây, lỗi thực thi mã từ xa log4j2 đã quét qua Internet, ảnh hưởng đến một tỷ lệ lớn các dịch vụ trực tuyến. hCaptcha không bị ảnh hưởng. Đây là cách chúng tôi xác minh sự thật đó.",
    "3553195003": "hCaptcha không bị ảnh hưởng bởi log4shell.",
    "3610875753": "- Nếu sau một thời gian gián đoạn kinh doanh đáng kể, bạn không thể liên hệ với chúng tôi như bạn thường làm tại",
    "3612764043": ", bạn nên truy cập trang web của chúng tôi tại hcaptcha.com hoặc hcaptchastatus.com.",
    "3626193263": "Đại lý được Chỉ định hCaptcha cho Đạo luật Bản quyền Thiên niên kỷ Kỹ thuật số (DMCA) là",
    "3794891866": "Người tiêu dùng California có thể đưa ra yêu cầu theo các quyền của họ theo CCPA bằng cách liên hệ với chúng tôi theo địa chỉ",
    "3814036702": "- Nếu bạn có thắc mắc về việc lập kế hoạch liên tục kinh doanh của chúng tôi, bạn có thể liên hệ với chúng tôi theo địa chỉ",
    "3975007628": "hiện bảo vệ hàng trăm triệu người dùng trên hàng chục triệu trang web và ứng dụng mỗi tháng. Câu chuyện của chúng tôi cho thấy rằng bạn có thể cạnh tranh với Big Tech khi bạn đặt quyền riêng tư lên hàng đầu.",
    "4038264749": "Lưu ý rằng mặc dù các đơn đặt hàng COVID-19 địa phương vẫn có hiệu lực, không có gì đảm bảo rằng thư sẽ được nhận đúng thời gian và email (",
    "4115505783": ") là kênh chính xác để liên hệ với chúng tôi. Công ty không duy trì số điện thoại hoặc số fax; đây là thế kỷ 21.",
    "4164851712": "Chúng tôi chỉ sử dụng thông tin cá nhân của bạn khi được pháp luật cho phép. Chúng tôi được yêu cầu thông báo cho bạn về các cơ sở pháp lý của việc chúng tôi xử lý thông tin cá nhân của bạn, được mô tả bên dưới. Nếu bạn có thắc mắc về cơ sở pháp lý mà chúng tôi xử lý thông tin cá nhân của bạn, hãy liên hệ với chúng tôi theo địa chỉ",
    "4201262098": "Công nghệ này cho phép lực lượng lao động phù hợp xử lý từng phần công việc của bạn, tối đa hóa hiệu quả chi phí trong khi vẫn bảo vệ quyền riêng tư và đáp ứng mọi yêu cầu quy định có thể áp dụng.",
    "4217188341": "Ngày 30 tháng 11 năm 2020",
    "4238473596": "Giảm thiểu ma sát cho người dùng thực là điều quan trọng. hCaptcha sử dụng các tác vụ đơn giản và tốn ít thời gian hơn cho hầu hết người dùng trong khi ngăn chặn nhiều lưu lượng bot hơn.",
    "4243935861": "ha.com",
    "4270798104": "2. Thử tắt các tiện ích mở rộng khác. Nếu điều đó giải quyết được nó, hãy bật từng cái một cho đến khi bạn tìm thấy vấn đề và cho nhà phát triển của tiện ích mở rộng đó biết về nó, cũng như thông báo cho chúng tôi tại",
    "427220273": "Chúng tôi có thể yêu cầu thông tin cụ thể từ bạn để giúp chúng tôi xác nhận danh tính của bạn và xử lý yêu cầu của bạn. Luật áp dụng có thể yêu cầu hoặc cho phép chúng tôi từ chối yêu cầu của bạn. Nếu chúng tôi từ chối yêu cầu của bạn, chúng tôi sẽ cho bạn biết lý do tại sao, tùy thuộc vào các hạn chế pháp lý. Nếu bạn muốn gửi khiếu nại về việc chúng tôi sử dụng thông tin cá nhân của bạn hoặc phản hồi các yêu cầu của bạn về thông tin cá nhân của bạn, bạn có thể liên hệ với chúng tôi theo địa chỉ",
    "433026247": "Bằng cách thực hiện các nhiệm vụ, bạn có thể tích lũy các bằng cấp và kỹ năng mà chúng tôi sẽ cấp theo quyết định của mình. Chúng tôi có quyền tạo, chỉnh sửa hoặc thu hồi bằng cấp và kỹ năng của bạn bất kỳ lúc nào, vì bất kỳ lý do gì hoặc không vì lý do gì. Bởi vì chúng tôi không phân biệt đối xử dựa trên nguồn gốc quốc gia, chủng tộc, màu da, giới tính, khuynh hướng tình dục hoặc bất kỳ tầng lớp nào khác được pháp luật bảo vệ, bạn sẽ có cơ hội giống như bất kỳ Cộng tác viên nào khác để đạt được quyền tiếp cận các nhiệm vụ khi trình độ và kỹ năng của bạn tích lũy . Với tư cách là Cộng tác viên, nếu bạn tin rằng các câu hỏi kiểm tra có vấn đề đã ảnh hưởng đến trình độ, kỹ năng hoặc phần thưởng của bạn, bạn có thể cung cấp nội dung được hỗ trợ tốt mô tả về các câu hỏi kiểm tra có vấn đề thông qua giao diện tác vụ hoặc qua một phiếu trong hệ thống hỗ trợ của chúng tôi, chẳng hạn như qua email tại",
    "492025216": "Ngày 13 tháng 12 năm 2021",
    "799274928": "Thông báo qua e-mail được coi là thông báo bằng văn bản cho tất cả các mục đích mà thông báo bằng văn bản có thể được yêu cầu. Thông báo qua e-mail được coi là đã nhận được trong ngày làm việc sau khi chuyển được địa chỉ chính xác đến người nhận dự định.",
    "211351380": "Từ blog:",
    "3153117136": "Cách cài đặt độ khó hCaptcha hoạt động",
    "2915355938": "Khả năng tiếp cận",
    "793784899": "Các kế hoạch",
    "2671622670": "Doanh nghiệp",
    "3527140447": "Docs",
    "505891021": "Dịch vụ ghi nhãn",
    "692176459": "Đăng nhập",
    "1892574253": "Đăng ký",
    "2593864519": "Dừng nhiều bot hơn. Bắt đầu bảo vệ quyền riêng tư của người dùng.",
    "4007826952": "CAPTCHA ưu tiên bảo mật số 1 cho web, thiết bị di động và hơn thế nữa.",
    "3721365241": "Cố gắng",
    "3753956446": "Miễn phí",
    "3276777569": "hCaptcha",
    "55035359": "Hiện đang sử dụng reCAPTCHA?",
    "3417372336": "Chuyển sau vài phút",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Các dịch vụ trực tuyến hàng đầu dựa vào",
    "1470290349": "để quản lý bot và gian lận tốt nhất trong lớp.",
    "3714002185": "Tìm hiểu thêm về hCaptcha Enterprise",
    "3946753128": "Riêng tư. Chắc chắn. Nhanh hơn.",
    "939665604": "Tập trung vào Quyền riêng tư",
    "780475098": "Các mạng quảng cáo coi khách truy cập của bạn là sản phẩm. Chúng tôi chỉ quan tâm đến việc một chuyến thăm là tốt hay xấu. hCaptcha tuân thủ GDPR, CCPA, LGPD, PIPL và các luật dữ liệu toàn cầu khác.",
    "219813583": "Bảo mật trên hết",
    "2714878440": "Bảo vệ các dịch vụ của bạn khỏi bị đánh cắp, chiếm đoạt tài khoản, nhồi nhét thông tin xác thực và spam bằng công nghệ máy học tiên tiến và xác minh nhân loại của chúng tôi.",
    "1397766838": "Trải nghiệm người dùng tốt hơn",
    "2670352917": "hCaptcha cung cấp khả năng phát hiện bot đáng tin cậy hơn trong khi con người có thể giải quyết đơn giản.",
    "2806751666": "HCaptcha là gì?",
    "3096063825": "Hãy dùng thử",
    "2968026167": "Loại rau yêu thích của bạn",
    "713281684": "Cà tím",
    "4147497805": "Cà rốt",
    "3758963444": "Cảm ơn bạn! Gửi của bạn đã được nhận!",
    "1070364246": "Giáo sư! Đã xảy ra sự cố khi gửi biểu mẫu.",
    "1129833879": "Ngăn chặn các chương trình độc hại, bảo vệ quyền riêng tư của người dùng",
    "58091799": "Tìm hiểu thêm về Nhà xuất bản và Doanh nghiệp hCaptcha",
    "1599610318": "Nhà xuất bản",
    "3093388779": "hCaptcha được sử dụng miễn phí cho các nhà xuất bản ở mọi quy mô",
    "179723061": "Kiểm soát nhiều hơn cho các nhóm cần bảo mật hàng đầu",
    "846501387": "Bảo vệ bot đẳng cấp thế giới",
    "119298044": "Các công nghệ ML và AI tự giám sát nâng cao bảo vệ các thuộc tính web của bạn khỏi các mối đe dọa và cuộc tấn công",
    "1263998069": "Kiếm phần thưởng cho các giải pháp của con người",
    "1103295010": "Kiếm tiền hoặc đóng góp cho tổ chức từ thiện khi con người giải quyết các CAPTCHA",
    "392886773": "Hoạt động ở mọi quốc gia",
    "2320894364": "Với hơn 200 điểm hiện diện, đám mây của hCaptcha bảo vệ tài sản của bạn trên khắp thế giới",
    "451701069": "Tuân thủ GDPR, CCPA,",
    "2826051554": "và hơn thế nữa",
    "3530599065": "Quyền riêng tư được xây dựng từ đầu. hCaptcha không giữ lại PII và tuân thủ nhiều quy định và quy định về quyền riêng tư.",
    "2489287539": "Chế độ “Không có CAPTCHA” không có ma sát & 99,9%",
    "793242047": "Giảm bớt các thách thức đặt ra cho người dùng để cho phép truy cập nhanh vào các ứng dụng",
    "4195759329": "Điểm số rủi ro và phát hiện bot",
    "1150035777": "Các mô hình học máy tinh vi tạo ra điểm tin cậy của bot dựa trên nhiều điểm dữ liệu ngoài việc liệu các câu hỏi có được trả lời đúng hay không",
    "3688621388": "Chữ ký đe dọa",
    "1131525092": "Nhóm những kẻ xấu lại với nhau một cách dễ dàng thông qua UID có phạm vi bảo vệ quyền riêng tư của chúng tôi để tìm và ngăn chặn hành vi gian lận và lạm dụng liên quan",
    "1559631739": "Học tập riêng",
    "3952259236": "Kết hợp dữ liệu bị mù của bạn với hàng nghìn tín hiệu của hCaptcha để huấn luyện hCaptcha về các lớp hành vi - chỉ dành cho trường hợp của bạn - để dự đoán tốt hơn hành vi độc hại tốt hơn so với một trong hai giải pháp",
    "1150963691": "Giảm nhẹ APT",
    "4083018285": "Một bộ các tính năng mở rộng kết hợp với giám sát SOC nâng cao và phản hồi để giải quyết các mối đe dọa liên tục phức tạp",
    "3160820928": "Phối hợp bảo vệ chống tấn công",
    "1849805607": "hCaptcha bảo vệ khỏi các mối đe dọa và mồi nhử được thiết kế để xâm nhập vào mạng của bạn",
    "1958297836": "Phối hợp bảo vệ và giảm thiểu APT tấn công",
    "1300485304": "hCaptcha bảo vệ khỏi các mối đe dọa và mồi nhử tiên tiến được thiết kế để xâm nhập vào mạng của bạn",
    "2698640210": "Kiểm soát các thử thách và loại được hiển thị",
    "3121248460": "Hiển thị các thách thức tùy chỉnh vô cùng đa dạng - từ đơn giản đến phức tạp - cho đối tượng mong đợi của bạn",
    "3807059944": "Kiểm soát nội dung thử thách được sử dụng",
    "2707282231": "Tùy chỉnh các thử thách cho người dùng của bạn. Làm cho bot không thể giải quyết và xâm nhập.",
    "4194763679": "Mức độ khó chi tiết",
    "3730038780": "Chọn từ vô số thử thách để người dùng giải quyết",
    "1849717906": "Tùy chỉnh với nội dung thách thức của riêng bạn",
    "1508655687": "Thêm các thử thách của riêng bạn được điều chỉnh cho phù hợp với khán giả của bạn để sắp xếp hợp lý hoặc hạn chế quyền truy cập",
    "3620442880": "Các tính năng bảo vệ Flash Sale",
    "3265895521": "Tăng và giảm độ khó thử thách dựa trên thời gian trong ngày",
    "1485807325": "Trang tổng quan nhiều người dùng, SAML SSO",
    "359073033": "Trang tổng quan cung cấp chế độ xem cấp cao hoặc chi tiết về hoạt động.",
    "4272454814": "Tích hợp với nhà cung cấp danh tính mà bạn lựa chọn.",
    "1141402092": "Các tính năng báo cáo nâng cao",
    "910989640": "Tạo báo cáo chi tiết và tùy chỉnh về hoạt động",
    "3768951251": "SLA doanh nghiệp",
    "1014004474": "Các gói Enterprise của hCaptcha cung cấp các thỏa thuận cấp dịch vụ nâng cao để giữ cho tổ chức của bạn được bảo vệ",
    "1177598246": "Liên hệ với bộ phận bán hàng",
    "1067704102": "Giá trị trong ghi nhãn dữ liệu",
    "3065000659": "Bạn có nhận ra mỗi lần “bấm xe” là bạn đang giúp luyện đơn",
    "3235430156": "hệ thống học máy của công ty miễn phí?",
    "1549336309": "hCaptcha xoay chuyển mô hình này. Khi bạn sử dụng hCaptcha, các công ty đặt giá thầu trên công việc mà người dùng của bạn làm khi họ chứng minh tính nhân văn của họ. Bạn nhận được phần thưởng.",
    "3725880582": "Trả lại cho tổ chức từ thiện",
    "1671436004": "Bạn muốn trả lại cho tổ chức từ thiện yêu thích của bạn?",
    "1663628612": "cho phép bạn",
    "4272088465": "các tổ chức từ thiện mà bạn lựa chọn với thu nhập bạn có được từ việc sử dụng nó.",
    "2894845722": "Người dùng trên trang web của bạn sẽ sớm có thể thấy sự đóng góp của bạn cho tổ chức từ thiện thông qua việc xây dựng thương hiệu kín đáo trên giao diện hCaptcha.",
    "3194111925": "ủng hộ",
    "1637702726": "Giới thiệu về hCaptcha",
    "2323282990": "Phương pháp tiếp cận hiện đại để xác minh tính nhân văn",
    "1201821619": "hCaptcha giải quyết một trong những vấn đề cấp bách nhất hiện nay: ngăn chặn các chương trình độc hại lạm dụng các dịch vụ trực tuyến.",
    "1475399473": "Tìm hiểu thêm về nhóm hCaptcha",
    "3161489950": "Nền tảng ML bảo mật tiên tiến nhất thế giới",
    "3247172580": "hCaptcha đã kết hợp công nghệ máy học tự giám sát nâng cao với một phương pháp tính toán tiên tiến mới giúp giảm thiểu việc thu thập và lưu giữ dữ liệu một cách độc đáo, được phân phối từ hơn 250 địa điểm trên toàn cầu để có khả năng mở rộng lớn.",
    "3767462250": "Được thiết kế để bảo mật",
    "3500503648": "hCaptcha được thiết kế để loại bỏ việc lưu giữ dữ liệu lâu dài bằng cách dựa vào đánh giá tức thì thay vì ghi lại và phân tích lịch sử duyệt web của bạn. Chúng tôi cũng hỗ trợ các sáng kiến như",
    "2418549423": ", một tiêu chuẩn mới nổi để bảo vệ quyền riêng tư trực tuyến thông qua bằng chứng mật mã và các tính năng ưu tiên quyền riêng tư độc đáo khác.",
    "1544546608": "Thẻ bảo mật",
    "976209454": "Kiếm phần thưởng hoặc tặng cho tổ chức từ thiện",
    "552920956": "hCaptcha cho phép các trang web kiếm được phần thưởng trong khi chặn bot và các hình thức lạm dụng khác. hCaptcha cũng cho phép bạn hỗ trợ các tổ chức từ thiện mà bạn chọn với những khoản thu nhập này.",
    "654326661": "tự nhìn lại bản thân chưa? Dùng thử hCaptcha miễn phí.",
    "3570415321": "Công ty",
    "3987022469": "Ghi nhãn",
    "1636202177": "Về",
    "2670003220": "Việc làm",
    "3233305531": "Nhãn hiệu",
    "3028319964": "Đạo đức AI",
    "4131598919": "nhấn",
    "1662477701": "Tài nguyên",
    "3130928685": "Blog",
    "1756106276": "Trạng thái",
    "1235925265": "Tài liệu",
    "920212083": "Báo cáo lỗi",
    "2076066173": "Tấn công mạng 101",
    "3644106388": "Tiếp xúc",
    "2182196747": "Ủng hộ",
    "487083593": "Bán hàng",
    "878585497": "Điều kiện",
    "1697438123": "Sự riêng tư",
    "1316817321": "Ghi công",
    "3488019891": "hCaptcha là nhãn hiệu đã đăng ký của Intuition Machines, Inc.",
    "4224961202": "Quyền riêng tư, Bảo mật và Máy học.",
    "98173630": "hCaptcha là dịch vụ CAPTCHA độc lập được sử dụng rộng rãi nhất trên thế giới.",
    "1514478724": "Tìm hiểu thêm",
    "1752795854": "hCaptcha mang đến một cách tiếp cận hiện đại, tập trung vào quyền riêng tư để ngăn chặn bot.",
    "2927700175": "Chúng tôi đưa ra những thách thức CAPTCHA khó đối với bot nhưng lại dễ đối với mọi người bằng cách thu thập dữ liệu khó gắn nhãn từ các vấn đề máy học và sử dụng nó để phân biệt khách truy cập trang web hay ứng dụng có phải là con người hay không.",
    "2188609322": "Những kẻ xấu ngày càng phổ biến trên mạng. Nhưng hy sinh quyền riêng tư của người dùng không phải là câu trả lời.",
    "2032102720": "Các giải pháp bảo mật do các công ty quảng cáo cung cấp chủ yếu tập trung vào việc theo dõi người dùng trên web. Chúng tôi đã tạo ra một giải pháp bảo mật hiệu quả chứng minh rằng việc làm tổn hại đến quyền riêng tư của người dùng là không cần thiết để mang lại kết quả xuất sắc.",
    "4146870445": "Chúng ta là ai",
    "353066938": "Một đội ngũ giàu kinh nghiệm, đang giải quyết các vấn đề khó nhất hiện nay. hCaptcha là một dịch vụ của",
    "1173652155": "Cố vấn",
    "2256305371": "Giáo sư, CS tại Đại học California, Berkeley. Học sâu, bảo mật, chuyên gia blockchain. Giám đốc điều hành của Oasis Labs.",
    "2177660021": "Nhà khoa học nghiên cứu tại Stanford. Học máy và tài chính lượng tử tại các ngân hàng lớn, quỹ đầu cơ và học viện.",
    "2686825859": "Đăng ký miễn phí hoặc liên hệ với chúng tôi về các giải pháp hCaptcha Enterprise",
    "583434701": "Khả năng truy cập hCaptcha",
    "611905972": "Đảm bảo truy cập liền mạch cho tất cả người dùng trong khi vẫn duy trì bảo mật",
    "874098071": "Nếu bạn là người dùng trợ năng, vui lòng đăng ký tại đây",
    "2745385064": "Tóm lược",
    "3353238942": "hCaptcha được thiết kế để ngăn chặn bot bằng cách phân biệt chúng với con người. Các bài kiểm tra trực quan là một công cụ thuận tiện cho việc này, nhưng không phải ai cũng có thể giải quyết một thử thách trực quan.",
    "3600022491": "Vì lý do này, chúng tôi đã thiết kế một giải pháp thay thế đơn giản, dễ dàng để cho phép các nhà xuất bản sử dụng dịch vụ của chúng tôi duy trì khả năng truy cập cho tất cả mọi người với việc tuân thủ đầy đủ Mục 508 và WCAG 2.1 AA.",
    "2557240048": "Cách hoạt động: đầu tiên, người dùng khả năng tiếp cận đăng ký qua",
    "3871665286": ", được liên kết nổi bật trong trang thông tin tiện ích con hCaptcha. Chúng được cung cấp một cookie được mã hóa có thể được sử dụng nhiều lần mỗi ngày nhưng phải được làm mới sau mỗi 24 giờ thông qua đăng nhập.",
    "3441764123": "Khi một thử thách được đưa ra cho người dùng khả năng truy cập trên trang web sử dụng dịch vụ hCaptcha, họ sẽ tự động vượt qua.",
    "4247858664": "trang đăng ký trợ năng",
    "1297657322": "Màn hình người dùng trợ năng sau khi đăng nhập",
    "1717658846": "Tùy chọn trợ năng trong menu giao diện người dùng tiện ích con",
    "1266963825": "H: Phần hCaptcha 508 + WCAG 2.1 AA có tuân thủ không?",
    "850025770": "Đ: Chúng tôi tin tưởng như vậy: tất cả người dùng có bất kỳ hình thức khuyết tật nào có thể duyệt web và nhập văn bản trên biểu mẫu đều có thể truy cập các dịch vụ được bảo vệ bởi hCaptcha khi đăng ký. Tuy nhiên, đây không phải là lời khuyên pháp lý: bạn nên thực hiện đánh giá của riêng mình, cân nhắc việc triển khai cụ thể của bạn để đảm bảo đây là trường hợp triển khai của bạn.",
    "159272246": "H: Bạn có đang làm việc trên các tùy chọn hỗ trợ tiếp cận (\"a11y\") khác, như âm thanh không?",
    "4074220464": "A: Các tùy chọn phổ biến trước đây như hình ảnh xác thực âm thanh phân biệt đối xử với nhiều người dùng a11y và dễ dàng bị đánh bại bởi các kỹ thuật máy học hiện đại. Điều này đã buộc các thử thách âm thanh hiện tại ngày càng trở nên khó khăn hơn, tạo ra tiếng ồn, thời gian kỳ lạ, kết hợp từ bất thường, v.v. để đánh bại kẻ tấn công. Do đó, chúng tôi ít nhiệt tình hơn với cách tiếp cận này so với việc tránh hoàn toàn thách thức, nhưng sẽ xem xét nó nếu có nhu cầu từ cộng đồng a11y.",
    "2309661107": "Tuy nhiên, chúng tôi rất quan tâm đến",
    "2555914614": "cho trường hợp sử dụng Trợ năng. Chúng tôi tin rằng việc kết hợp phương pháp tiếp cận a11y hiện tại của chúng tôi với việc phát hành Thẻ bảo mật sẽ cho phép người dùng a11y duyệt web một cách an toàn, bảo mật khi biết rằng lưu lượng truy cập của họ là riêng tư hơn, đồng thời hạn chế sự lạm dụng của các nhà khai thác bot mà chắc chắn xảy ra khi các tùy chọn a11y khả dụng. Chúng tôi là những người tham gia tích cực trong nhóm công tác IETF tiêu chuẩn hóa công nghệ mới này.",
    "2583775432": "Q: Còn về quyền riêng tư? Việc đăng ký có làm lộ dữ liệu duyệt web a11y theo một cách nào đó không? Bạn làm gì với email?",
    "4215483493": "A: hCaptcha được thiết kế để đảm bảo sự riêng tư ngay từ đầu. Nó rất khác so với các tùy chọn truyền thống như reCAPTCHA thuộc sở hữu của các mạng quảng cáo, những người có động cơ theo dõi bạn trên web và liên kết bạn với danh tính thực.",
    "2474661839": "Của chúng tôi",
    "4137573005": "có các câu trả lời toàn diện và có thẩm quyền về cách chúng tôi sử dụng dữ liệu, nhưng câu trả lời ngắn gọn là chúng tôi không quan tâm đến việc kết hợp bạn với tư cách là một người với lịch sử duyệt web của bạn.",
    "4101570501": "Chúng tôi hiện cũng đang nghiên cứu một giải pháp mật mã để loại bỏ nhanh chóng địa chỉ email của bạn trong khi vẫn duy trì khả năng ngăn chặn lạm dụng, bổ sung cho công việc Privacy Pass của chúng tôi.",
    "260595108": "Chúng tôi không bao giờ sử dụng email hoặc thông tin trợ năng cho bất kỳ mục đích nào khác ngoài việc tạo điều kiện cho việc sử dụng a11y và ngăn chặn lạm dụng.",
    "3063819779": "Chính sách bảo mật",
    "465714311": "Đối với người dùng trợ năng: Hỏi và đáp và Hướng dẫn gỡ rối",
    "3596207631": "H: Tôi vẫn thấy một thử thách sau khi đặt cookie. Điều gì gây ra điều này?",
    "469089249": "Đ: Điều này thường do sử dụng trình chặn quảng cáo tích cực hoặc tiện ích chống cookie hoặc cài đặt chặn cookie \"trên nhiều trang web\", trong trường hợp này là cookie cho hcaptcha.com được đặt hoặc kiểm tra bởi hCaptcha JS trên một trang web khác, như trang bạn đang truy cập.",
    "4263626815": "Cookie hỗ trợ tiếp cận hCaptcha hoạt động với tất cả các trình duyệt và trình chặn quảng cáo phổ biến với cài đặt tiêu chuẩn của chúng, do đó, lỗi thường là do tập lệnh \"chống chặn quảng cáo\" hoặc các bộ quy tắc tương tự nhắm mục tiêu vào các trang web cụ thể.",
    "3906359167": "Các giải pháp:",
    "3464870463": "1. Đưa cookie hcaptcha.com và * .hcaptcha.com vào danh sách trắng trong trình chặn quảng cáo hoặc tiện ích mở rộng bảo mật trình duyệt của bạn.",
    "1204911585": "2. Nếu bạn đang sử dụng trình duyệt Brave, không có bất kỳ loại danh sách trắng cookie nào (kể từ tháng 4 năm 2020), hãy chuyển đến Preferences -> Shields -> Cookies và chọn \"Allow All Cookies.\"",
    "2932826396": "3. Nếu bạn đang sử dụng phiên bản Safari mới nhất trên OS X 10.15 hoặc iOS 13.4 được phát hành gần đây, Apple vừa thay đổi hành vi của Safari liên quan đến cookie của bên thứ ba, chặn tất cả chúng theo mặc định. Chúng tôi đang triển khai một giải pháp, nhưng trong thời gian chờ đợi, vui lòng truy cập Tùy chọn Safari, phần Bảo mật và bỏ chọn \"Theo dõi trang web: Ngăn theo dõi trang web chéo\" để cho phép cookie trợ năng hoạt động như mong đợi.",
    "3836291932": "Hỏi: Tôi sử dụng nhiều thiết bị. Tôi có cần đăng ký nhiều lần không?",
    "3251220335": "A: Không. Vui lòng nhấp vào cùng một liên kết đăng nhập email được gửi cho bạn trên mỗi thiết bị bạn sử dụng để đặt cookie.",
    "2082407178": "H: Làm cách nào để tôi có thể tự bảo vệ mình khỏi sự theo dõi cookie của bên thứ ba trong khi sử dụng cookie trợ năng?",
    "2700197090": "Đ: Sử dụng bất kỳ tiện ích bảo mật hoặc tiện ích chặn quảng cáo nào hỗ trợ danh sách trắng cấp miền (ví dụ: uBlock Origin) sẽ hoạt động như mong đợi: chỉ cần đảm bảo đưa hcaptcha.com vào danh sách trắng.",
    "3657743880": "Hướng dẫn Trình duyệt cho Cookie Nhiều Trang web",
    "1960601330": "Để bật cookie trong Safari (Mac): Đi tới menu thả xuống của Safari. Chọn Tùy chọn. Nhấp vào Quyền riêng tư trong bảng điều khiển trên cùng. Trong 'Chặn cookie', hãy chọn tùy chọn 'Không bao giờ'.",
    "1622303590": "Để bật cookie trong Safari (iPhone / iPad iOS 11+): Mở Cài đặt của bạn. Cuộn xuống và chọn Safari. Trong Quyền riêng tư & Bảo mật, hãy tắt \"Ngăn Theo dõi Trang web chéo\" và \"Chặn Tất cả Cookie\"",
    "2199048568": "Nhấp vào lá chắn ở bên trái của thanh địa chỉ trên bất kỳ trang web nào. Nhấp vào Cài đặt Bảo vệ. Bảng điều khiển Quyền riêng tư & Bảo mật của Tùy chọn Firefox sẽ mở ra. Trong Bảo vệ theo dõi nâng cao, hãy chọn Tùy chỉnh. Chọn trình theo dõi và tập lệnh nào để chặn bằng cách chọn các hộp kiểm đó. Đảm bảo rằng bạn đã bỏ chặn hcaptcha.com.",
    "3967047208": "Bạn cũng có thể tạm thời tắt một số biện pháp bảo vệ trong Tùy chỉnh để gỡ lỗi điều này, bằng cách bỏ chọn các hộp kiểm: Bỏ chọn hộp kiểm Trình theo dõi hoặc bỏ chọn hộp kiểm Cookie nếu bạn vẫn gặp sự cố.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chọn biểu tượng menu Chrome. Chọn cài đặt.",
    "926138631": "Chuyển đến Quyền riêng tư và Bảo mật, sau đó đến Cookie và các dữ liệu trang web khác.",
    "3419878556": "Đảm bảo rằng \"Chặn cookie của bên thứ ba\" không được bật.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Mở tùy chọn Chrome từ thanh menu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Trên thiết bị Android của bạn, hãy mở ứng dụng Chrome.",
    "3620039756": "Ở trên cùng bên phải, nhấn vào Thêm rồi đến Cài đặt.",
    "2813310562": "Nhấn vào Cài đặt trang, sau đó nhấn vào Cookie.",
    "3014657981": "Bên cạnh \"Cookie\", bật cài đặt này.",
    "1242066691": "Chọn hộp bên cạnh \"Cho phép cookie của bên thứ ba\".",
    "292250020": "1. Chọn bánh răng ở góc trên bên phải của màn hình, sau đó chọn \"Internet Options\". Nếu bạn đã bật Thanh Menu, bạn có thể chọn \"Công cụ\" rồi chọn \"Tùy chọn Internet\".",
    "4114820649": "2. Nhấp vào tab \"Quyền riêng tư\".",
    "946838734": "3. Chọn nút \"Nâng cao\".",
    "348809718": "4. Trong \"Cookie của bên thứ ba\", chọn \"Chấp nhận\".",
    "1253441326": "5. Nhấp vào \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "trình duyệt web IE",
    "4104188759": "Chính sách đạo đức AI",
    "1161704803": "Tại sao chúng tôi có chính sách Đạo đức AI?",
    "1806535500": "Hầu như mọi công nghệ, từ bút chì đến thuốc nổ, đều",
    "24452499": "dung dịch; nó có thể được sử dụng cho tốt hoặc xấu. Mọi công ty nghiên cứu, xây dựng hoặc bán các giải pháp sử dụng kép đều có nghĩa vụ xem xét hậu quả của các hành động của họ.",
    "4023575072": "sử dụng kép",
    "3336625692": "Trang này trình bày chi tiết suy nghĩ của chúng tôi về chủ đề này trong bối cảnh Đạo đức AI và các quy trình chúng tôi tuân theo để đảm bảo việc sử dụng dịch vụ của chúng tôi vẫn phù hợp với các chính sách mà chúng tôi đã áp dụng với tư cách là một công ty.",
    "835717930": "Đạo đức AI tại hCaptcha",
    "2179524509": "Đôi khi chúng tôi nhận được câu hỏi về những loại câu hỏi nào được phép đối với dịch vụ hCaptcha và tại sao những câu hỏi cụ thể lại được đặt ra.",
    "1962721652": "Con người là những người tìm kiếm khuôn mẫu, và đôi khi một câu hỏi vô thưởng vô phạt có thể đi từ hoàn toàn không ngạc nhiên đến đáng ngờ ngay lập tức, do những thay đổi trên thế giới chứ không phải do động cơ của bất kỳ ai đặt câu hỏi.",
    "3974566657": "Khi các dịch vụ trở nên phổ biến hơn, sự xuất hiện này chắc chắn sẽ trở nên thường xuyên hơn. hCaptcha được hàng triệu người sử dụng mỗi ngày ở hầu hết mọi quốc gia trên thế giới, vì vậy chúng tôi đang công bố chính sách này và một nghiên cứu điển hình về cách chúng tôi giải quyết những vấn đề này sao cho minh bạch nhất có thể.",
    "1830910223": "Một nghiên cứu điển hình về Đạo đức AI trong thế giới thực",
    "805971861": "“Umbrella” là một thuật ngữ trong ImageNet, bộ dữ liệu điểm chuẩn tiêu chuẩn được các nhà nghiên cứu thị giác máy tính sử dụng. Việc xác định người cầm ô một cách đáng tin cậy cũng rất quan trọng để xây dựng hệ thống hỗ trợ lái xe tiên tiến (ADAS) thế hệ tiếp theo an toàn.",
    "3988350": "Điều này có nghĩa là có những trường hợp sử dụng tuyệt vời cho các chú thích ô trong thế giới thực. Có chỗ cho sự bất đồng về tác động của ô tô tự lái, nhưng hệ thống ADAS đã và đang cứu",
    "548587288": "vòng quanh thế giới.",
    "3138772661": "hàng ngàn cuộc sống mỗi năm",
    "3168199226": "Tuy nhiên, vào năm 2020, rõ ràng rằng việc xây dựng loại tập dữ liệu này có thể được coi là một công nghệ sử dụng kép theo cách mà một năm trước đây ít người có thể ngờ tới.",
    "558378834": "Do đó, chúng tôi không còn chấp nhận yêu cầu cho các câu hỏi liên quan đến ô dù vào lúc này. Khả năng nhầm lẫn khi người dùng cuối nhìn thấy câu hỏi về ô dù trong thời điểm hiện tại là quá cao và cuối cùng mục tiêu của chúng tôi là làm cho thế giới trở thành một nơi dễ chịu hơn.",
    "3376604063": "Chính sách và quy trình Đạo đức AI",
    "1923365316": "Chúng tôi có chính sách Đạo đức AI nghiêm ngặt tại hCaptcha và một phần của chính sách đó bao gồm quy trình Biết khách hàng của bạn (KYC).",
    "4230322909": "Chúng tôi luôn cố gắng tìm hiểu kỹ về từng khách hàng mới và trường hợp sử dụng dự kiến của họ, để xác nhận đó là sản phẩm và dịch vụ của chúng tôi phù hợp và đảm bảo rằng khách hàng đó tuân thủ các chính sách mà chúng tôi đã áp dụng với tư cách là một công ty.",
    "2735073144": "Chúng tôi cũng tiến hành đánh giá liên tục khi cần thiết. Ví dụ: trong lần xem xét gần đây của chúng tôi về ngày tháng và nguồn yêu cầu cho các yêu cầu dán nhãn liên quan đến ô dù, chúng tôi đã nhanh chóng có thể xác nhận rằng không có tổ chức chính phủ hoặc nhà cung cấp phần mềm giám sát đã biết nào của nhà nước đưa ra yêu cầu liên quan đến ô dù sử dụng dịch vụ của chúng tôi trong 12 tháng qua .",
    "2715462692": "Quy trình Đạo đức AI của chúng tôi trông như thế nào?",
    "3049976256": "Đối với mỗi khách hàng dán nhãn mới, chúng tôi sẽ xem xét danh sách kiểm tra trong quá trình bán hàng. Điều này bao gồm việc kiểm tra KYC ban đầu trước khi giới thiệu, cũng như xác minh tất cả các yêu cầu được đưa ra cho các nhà phân tích của chúng tôi và kiểm tra tại chỗ theo thời gian thực và đánh giá định kỳ các yêu cầu được thực hiện bằng nền tảng tự phục vụ của chúng tôi.",
    "3103642530": "Đánh giá này bao gồm một số bộ tiêu chí:",
    "3349094124": "Tiêu chí liên quan đến đạo đức: Mục tiêu",
    "1038019440": "1. Khách hàng này có phải đại diện cho lợi ích quốc gia của một quốc gia được biết là có hành vi trái với luật pháp và chuẩn mực quốc tế không?",
    "493717511": "2. Khách hàng này yêu cầu các dịch vụ có thể được",
    "2209109640": "chỉ được sử dụng cho các mục đích xấu, trong bối cảnh các hoạt động kinh doanh bình thường của họ?",
    "3457805519": "3. Yêu cầu của khách hàng có thể được thực hiện theo luật pháp Hoa Kỳ và các quy tắc giao kết của chúng tôi không?",
    "1942611550": "chủ yếu",
    "109179759": "Tiêu chí liên quan đến đạo đức: Chủ quan",
    "1033698050": "1. Chúng tôi có tin rằng khách hàng đã cung cấp cho chúng tôi một trường hợp sử dụng mà chúng tôi cho là có thể chấp nhận được về mặt đạo đức, theo cách hiểu của chúng tôi về các chuẩn mực xã hội phương Tây điển hình không?",
    "361372538": "2. Chúng tôi có tin rằng các dịch vụ do chúng tôi cung cấp có thể sẽ được khách hàng sử dụng cho các mục đích phân biệt đối xử, theo những cách có thể hợp pháp nhưng chúng tôi không chấp nhận được không?",
    "2867855718": "3. Chúng tôi có tin rằng các nhu cầu về quyền riêng tư có thể được giải quyết một cách thỏa đáng cho yêu cầu không?",
    "2462728596": "Nếu chúng tôi không thể tự thỏa mãn về những điểm này, chúng tôi sẽ từ chối yêu cầu và có thể chấm dứt quyền truy cập thêm vào nền tảng của chúng tôi, như được nêu trong Điều khoản của chúng tôi.",
    "1995277831": "Cảm ơn bạn",
    "1818116402": "Chúng tôi hy vọng bạn đánh giá cao cái nhìn này về cách chúng tôi xử lý các câu hỏi hoạt động với thành phần Đạo đức AI.",
    "1499894352": "Rất ít công ty cung cấp sự minh bạch trong quá trình ra quyết định của họ trong lĩnh vực này và chúng tôi hy vọng những người khác sẽ làm theo ví dụ này!",
    "535659033": "Ghi nhận tác giả Creative Commons",
    "1495915066": "Cách chúng tôi, các đối tác nghiên cứu học thuật và khách hàng của chúng tôi sử dụng phương tiện Creative Commons",
    "3017533972": "Chúng tôi, các đối tác nghiên cứu học thuật và khách hàng của chúng tôi đôi khi có thể tham khảo hoặc sao chép các phần nội dung được Creative Commons cấp phép thông qua nền tảng hCaptcha để nâng cao kiến thức của nhân loại trong lĩnh vực máy học.",
    "1428053210": "Nội dung này thường được chuyển đổi so với hình thức ban đầu của nó. Ví dụ: một video có thể được chia thành nhiều hình ảnh, những hình ảnh đó có thể được chia thành nhiều hình ảnh mới và những hình ảnh mới đó sau đó được trộn ngẫu nhiên để tạo ra kết quả cuối cùng được hiển thị.",
    "1728211763": "Việc sử dụng nội dung theo cách này và cho những mục đích này nằm trong nguyên tắc sử dụng hợp lý theo sự hiểu biết của chúng tôi về luật pháp và các thông lệ tiêu chuẩn trong lĩnh vực này, nhưng chúng tôi là người hâm mộ lâu năm của Creative Commons và muốn ghi công cho bất kỳ ai giúp nhiệm vụ hoành tráng của việc cải thiện trí thông minh của máy móc.",
    "1949452297": "Do những hạn chế nội tại của giao diện người dùng hCaptcha và những cân nhắc về bảo mật của nó, không thể tái tạo nguồn của từng hình ảnh trực tiếp với việc sử dụng nó. Thay vào đó, chúng tôi liên kết đến trang này từ trang chủ của chúng tôi và duy trì danh sách các nguồn hiện đang hoặc gần đây được phân phát qua nền tảng. Bạn có thể truy cập danh sách hiện tại",
    "2367602973": "ở đây",
    "659124570": "Ngoài ra, nếu bạn thấy nội dung thuộc về bạn được sao chép trên nền tảng hCaptcha và muốn xóa nội dung đó vì bất kỳ lý do gì, bạn có thể liên hệ với chúng tôi qua email theo địa chỉ",
    "2066749488": "Khiếu nại khác",
    "3479034323": "Nếu bạn thấy nội dung thuộc về bạn được sao chép lại trên nền tảng hCaptcha và muốn xóa nội dung đó vì bất kỳ lý do gì, bạn có thể liên hệ với chúng tôi qua email.",
    "1836554225": "Bài đăng trên blog",
    "2873297188": "Tất cả CAPTCHAS có phân biệt đối xử với những người không phải là người Mỹ không?",
    "165932542": "Xem xét tỷ lệ giải quyết hCaptcha trên toàn cầu",
    "1865097546": "Ngày 16 tháng 11 năm 2021",
    "3005876482": "hCaptcha hiện là dịch vụ CAPTCHA độc lập lớn nhất, chạy trên 15% Internet",
    "693820850": "Bạn có thể đánh bại Google bằng cách đặt quyền riêng tư lên hàng đầu",
    "3609106478": "Nhồi thông tin xác thực:",
    "299335340": "Nó là gì và làm thế nào để ngăn chặn các cuộc tấn công",
    "354925785": "Giới thiệu",
    "423222878": "Một số cuộc tấn công mạng khó phát hiện, ngăn chặn và ngăn chặn nhất là những cuộc tấn công mà kẻ độc hại có thể sử dụng thông tin đăng nhập hợp pháp của người dùng để đăng nhập vào tài khoản người dùng đang hoạt động. Nếu không có nhiều khả năng phát hiện tinh vi, công ty lưu trữ tài khoản không có lý do gì để nghi ngờ rằng có bất kỳ điều gì sai trái. Một khách hàng dường như đã đăng nhập vào tài khoản của mình. Kẻ tấn công đã đạt được thủ đoạn thành công này bằng cách sử dụng thông tin đăng nhập bị đánh cắp — thường là kết quả của kỹ thuật tấn công mạng được gọi là “nhồi nhét thông tin đăng nhập”. Đó là một vấn đề nghiêm trọng ngày nay, nhưng một vấn đề có thể được giảm thiểu với các biện pháp đối phó phù hợp.",
    "777660551": "Nhồi thông tin xác thực là gì?",
    "2602763587": "Nhồi nhét thông tin xác thực là một dạng tấn công mạng, trong đó kẻ tấn công cố gắng đăng nhập vào một trang web nhiều lần bằng cách sử dụng các cặp tên người dùng và mật khẩu bị đánh cắp. \"Nhồi nhét\" đề cập đến các nỗ lực đăng nhập lặp đi lặp lại, hầu như luôn được thực hiện bởi phần mềm bot tự động.",
    "1271831121": "Nó không giống như thể hacker (tất nhiên là mặc áo trùm đầu!) Đang ngồi ở đó, gõ hết thông tin đăng nhập này đến thông tin xác thực khác. Bot đăng nhập tự động có thể được tạo từ một công cụ có sẵn như Selenium hoặc một công cụ hacker được phát triển tùy chỉnh.",
    "2588750717": "Thật vậy, một số cuộc tấn công nhồi nhét thông tin xác thực liên quan đến hàng triệu thông tin đăng nhập — tất cả đều được đưa vào giao diện đăng nhập trang web không nghi ngờ với hy vọng được cho vào. Khi vào bên trong, kẻ tấn công có thể chiếm tài khoản của nạn nhân.",
    "1137757109": "Nếu đó là tài khoản Thương mại điện tử, kẻ tấn công có thể đặt hàng. Nếu nạn nhân là một ngân hàng, kẻ tấn công có thể chuyển tiền ra nước ngoài, v.v.",
    "1559150837": "Mặc dù vậy, các mục tiêu không phải là không có khả năng phòng vệ. Hầu hết các trang web đều có các biện pháp kiểm soát chặn một người dùng đáng ngờ đang cố gắng đăng nhập vào hàng nghìn tài khoản khác nhau từ cùng một địa chỉ IP trong một khoảng thời gian ngắn. Những gì những kẻ tấn công nhồi nhét thông tin xác thực làm để vượt qua các kỹ thuật bảo vệ này là mô phỏng sự đa dạng về địa lý và IP. Sử dụng các công cụ mạnh mẽ, thường do AI điều khiển, chúng có thể khiến hàng nghìn người dùng ngẫu nhiên cố gắng đăng nhập vào các thời điểm khác nhau trong ngày từ khắp nơi trên đất nước. Điều này khó phát hiện và ngăn chặn hơn rất nhiều.",
    "1892020899": "Tin tặc lấy thông tin đăng nhập ở đâu?",
    "2597149484": "Lý do mà hacker phải “nhồi nhét” quá nhiều thông tin đăng nhập liên quan đến việc họ lấy được thông tin đăng nhập bị đánh cắp ở đâu.",
    "3030395800": "Những thông tin xác thực này thường đến từ các vi phạm dữ liệu. Còn được gọi là “tràn thông tin đăng nhập”, các cuộc tấn công này có thể dẫn đến hàng triệu thông tin đăng nhập bị đưa vào dark web. Nếu sự cố tràn đến từ một ngân hàng, tin tặc sẽ cố gắng sử dụng những thông tin đăng nhập đó để truy cập vào các trang web khác. Cách tiếp cận này hoạt động vì rất nhiều người sử dụng cùng một tổ hợp tên người dùng và mật khẩu cho nhiều trang web. (Phương pháp này không được khuyến khích, nhưng thực tế là như vậy. Mọi người có xu hướng lặp lại các thông tin đăng nhập giống nhau.)",
    "1258965840": "Do đó, nếu kẻ tấn công có thể truy cập vào một trang web, anh ta có thể truy cập vào nhiều trang web bằng cách sử dụng thông tin đăng nhập bị tràn. Ví dụ: họ có thể nhận được một cặp tên người dùng / mật khẩu như JohnDoe / 525momma, nhưng họ không biết cặp đó sẽ làm gì cho họ. Vì vậy, họ thử cặp này trên Amazon.com, Ebay, Citibank, Walgreens, v.v. Họ có thể thử cặp đó trên hàng nghìn trang web khác nhau.",
    "3594440415": "Cuối cùng, họ sẽ bắt đầu mở cửa.",
    "780280214": "Cách hCaptcha và hCaptcha Enterprise giảm thiểu mối đe dọa nhồi nhét thông tin xác thực",
    "4165374512": "Mặc dù có thể sử dụng các công cụ phát hiện vị trí và IP để ngăn chặn việc nhồi nhét thông tin xác thực, nhưng một phương pháp chính xác và hiệu quả hơn về chi phí chỉ đơn giản là làm gián đoạn chính bot tự động nhồi nhét thông tin xác thực. hCaptcha và hCaptcha Enterprise có thể đặt bot tại điểm vào. Ngay cả khi bot có thông tin xác thực phù hợp, nếu nó không thể vượt qua sự phát hiện của hCaptcha Enterprise hoặc CAPTCHA của hCaptcha, nó sẽ không thực hiện việc nhồi nhét và trang web cũng như người dùng của bạn được bảo vệ.",
    "3269644546": "Vui lòng",
    "1058572205": "chúng tôi nếu bạn muốn tìm hiểu thêm về",
    "3753613260": "tiếp xúc",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Báo cáo Khiếu nại DMCA",
    "54093347": "Đại lý đã đăng ký DMCA",
    "3233441200": "Lặp lại chính sách về người vi phạm",
    "4011712313": "Là một phần của Chính sách DMCA của chúng tôi, chúng tôi xếp tài khoản của những khách hàng mà chúng tôi nhận được nhiều thông báo DMCA về cáo buộc vi phạm vào Chính sách về người vi phạm lặp lại DMCA gồm nhiều bước. Khi nhận được các thông báo DMCA lặp lại trong một tháng dương lịch, tài khoản khách hàng sẽ chuyển từ bước chính sách này sang bước tiếp theo.",
    "766825168": "Các hành động mà chúng tôi có thể thực hiện theo Chính sách về người vi phạm lặp lại DMCA bao gồm gửi cảnh báo về khả năng hiển thị đã tăng lên cho khách hàng của tài khoản. Để ghi nhận những cảnh báo này, chúng tôi có thể yêu cầu khách hàng đăng nhập vào tài khoản hoặc gọi cho nhóm hỗ trợ của chúng tôi. Chúng tôi cũng có quyền tạm ngừng hoặc chấm dứt, cũng như áp dụng các biện pháp tạm thời khác đối với dịch vụ hCaptcha và IMI của bất kỳ khách hàng nào mà chúng tôi tiếp tục nhận được thông báo DMCA về cáo buộc vi phạm ngay cả sau khi chúng tôi đã gửi cảnh báo vi phạm nhiều lần. Ngoài ra, chúng tôi có thể chấm dứt theo quyết định riêng của mình các dịch vụ hCaptcha hoặc IMI khác được cung cấp cho những khách hàng này khi chúng tôi chấm dứt dịch vụ hCaptcha theo chính sách này.",
    "2410122265": "Tài nguyên hCaptcha: Bots 101",
    "4166776480": "Thông tin đăng nhập: Nó là gì và làm thế nào để ngăn chặn các cuộc tấn công",
    "2301335298": "Gian lận thanh toán: Giảm nhẹ chế độ phát triển nhanh của tội phạm mạng",
    "3682071227": "Tiếp quản tài khoản là gì và hoạt động như thế nào?",
    "2729131930": "Scraping là gì và nó hoạt động như thế nào?",
    "1344959096": "Làm việc với tư cách là người gắn nhãn dữ liệu cá nhân",
    "3510143229": "hCaptcha là một dịch vụ dành cho các trang web và ứng dụng,",
    "3930611699": "người lao động cá biệt.",
    "1051214799": "hCaptcha là một dịch vụ bảo mật web cố gắng chia sẻ giá trị với các nhà xuất bản của các trang web hoặc ứng dụng sử dụng nó.",
    "360236473": "Dịch vụ hCaptcha không nhằm mục đích sử dụng cho bất kỳ ai làm việc với tư cách là một nhà ghi nhãn cá nhân. Nó không được thiết kế cho hoặc phù hợp với mục đích này. Chúng tôi không khuyến nghị bất kỳ ai cố gắng sử dụng hCaptcha như một nguồn thu nhập cá nhân.",
    "3842490632": "Một người dùng cá nhân cố gắng trả lời nhiều câu hỏi có thể bị giới hạn xếp hạng hoặc bị cấm một cách nhanh chóng. Quan trọng không kém, như của chúng tôi",
    "1560232962": "bao gồm chi tiết, không có đảm bảo nào được thực hiện về số tiền kiếm được cho bất kỳ câu trả lời nhất định nào. Có thể không có câu hỏi trả phí nào có sẵn tại thời điểm đó, câu trả lời có thể bị từ chối vì lý do chất lượng, v.v.",
    "2694001822": "Tuy nhiên, đôi khi chúng tôi thuê các cá nhân để giúp chúng tôi kiểm tra các thuộc tính hệ thống và các tính năng mới.",
    "1569804581": "Nếu bạn muốn được liên hệ trong tương lai về các cơ hội liên quan, vui lòng điền vào biểu mẫu này.",
    "636461959": "Tên",
    "1139500589": "Quốc gia",
    "1789607185": "Địa chỉ email",
    "325077666": "Bằng cách gửi thông tin của bạn, bạn đồng ý với",
    "3555583744": "và",
    "3609929815": ". Chúng tôi sẽ giữ lại thông tin tên, quốc gia và địa chỉ email của bạn chỉ cho mục đích liên hệ với bạn trong tương lai về các cơ hội làm việc gắn nhãn cá nhân.",
    "4197928199": "Chính sách bảo mật",
    "851786723": "Bằng cách nhập email của bạn, bạn đồng ý với Điều khoản và Chính sách Bảo mật của chúng tôi, đồng thời nhận email từ chúng tôi.",
    "2402165761": "Scraping hoạt động như thế nào?",
    "4260542944": "Gom nội dung (còn được gọi là \"sàng lọc\" hoặc chỉ \"cạo\") là một quy trình quen thuộc, thường hữu ích để thu thập thông tin từ web. Tuy nhiên, trong những năm gần đây, kỹ thuật này đã trở thành một công cụ ưa thích của tin tặc và những kẻ lừa đảo. Các biện pháp đối phó có thể giảm thiểu mối đe dọa một cách hiệu quả, nhưng để thực hiện chúng, điều cần thiết là phải hiểu cách thức hoạt động của quy trình.",
    "2066255783": "Nội dung Scraping là gì?",
    "1910628828": "Gom nội dung là một kỹ thuật lấy dữ liệu từ một hệ thống có liên quan đến một bộ công cụ tự động mạo danh một ứng dụng khách phần mềm hoặc một trình duyệt web. Nó không phải là mới. Trên thực tế, đối với các kỹ sư phần mềm, những người có thể cần dữ liệu từ một máy tính lớn cũ, cạo có thể là cách duy nhất để trích xuất thông tin. Các đầu nối ban đầu có thể không còn và không thể thay thế được.",
    "3408107995": "Tuy nhiên, ngày nay, cạo luôn có nghĩa là một cách tiếp cận có lập trình để lấy dữ liệu từ một trang web. Phần mềm cạo hoạt động giống như một người dùng, nhấp vào các nút và đọc kết quả đầu ra. Có nhiều cách sử dụng hợp pháp để cạo. Trình thu thập dữ liệu web cung cấp năng lượng cho các công cụ tìm kiếm là một ví dụ. Các công cụ như Skyscanner tìm kiếm các giao dịch du lịch bằng cách xem qua hàng nghìn trang web du lịch cũng vậy. Các công ty Fintech cũng sử dụng nó, lấy dữ liệu tài chính của người dùng từ các trang web ngân hàng nếu không có sẵn Giao diện lập trình ứng dụng (API) để tạo kết nối dữ liệu. Những điều cần lưu ý khi cạo màn hình là tốc độ và khả năng mở rộng của nó. Quá trình này có thể thu thập một lượng lớn dữ liệu từ các trang web, giả sử rằng các trang web không được định cấu hình để ngăn nó xảy ra. Với tốc độ của máy tính, máy quét có thể tích lũy các bộ dữ liệu lớn bằng cách tương tác với các trang web và phần mềm và cơ sở dữ liệu cơ bản cung cấp năng lượng cho chúng.",
    "1920884252": "Tại sao nội dung cóp nhặt là một mối đe dọa bảo mật?",
    "2256795853": "Khả năng trích xuất nhiều dữ liệu một cách nhanh chóng từ các trang web làm cho việc thu thập dữ liệu trở thành một công cụ đắc lực trong tay của những kẻ độc hại. Một bot cạo có thể thu thập dữ liệu người dùng từ các trang web truyền thông xã hội. Sau đó, bằng cách rà soát các trang web có chứa địa chỉ và thông tin cá nhân khác và tương quan với kết quả, một tin tặc có thể tham gia vào các tội phạm nhận dạng như gửi đơn đăng ký thẻ tín dụng gian lận.",
    "4087694419": "Một hacker cũng có thể thu thập dữ liệu từ các trang web như Amazon và eBay để tạo danh sách sản phẩm giả mạo hoặc lừa đảo. Sau đó, người đó có thể chào bán chúng trên các dịch vụ ngang hàng như OfferUp và tiến hành các cuộc tấn công lừa đảo đối với người mua. Hoặc, kẻ lừa đảo có thể bán các sản phẩm không tồn tại. Bằng cách loại bỏ nội dung từ các trang web của nhà xuất bản, kẻ gian lận có thể tạo các trang nhà xuất bản quảng cáo giả mạo trên các dịch vụ khác nhau. Sau đó, họ có thể bán quảng cáo trên các trang đó cho người bán lại được ủy quyền, những người có địa chỉ liên hệ mà họ thu thập được từ tệp ads.txt của nhà xuất bản. Các vùng quảng cáo có vẻ như thực đối với nhà quảng cáo, nhưng thực tế không phải như vậy.",
    "3315658779": "Ngăn chặn nội dung cóp nhặt với hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise sử dụng công nghệ máy học nâng cao để xác định lưu lượng truy cập độc hại vào trang web và ứng dụng của bạn - bao gồm cả các hoạt động tìm kiếm.",
    "1422537019": "chúng tôi ngày hôm nay để tìm hiểu thêm.",
    "1988268879": "Ghi nhãn dữ liệu hiệu quả về chi phí trên quy mô lớn",
    "2163914794": "Cần thêm nhãn cho tập dữ liệu của bạn? hCaptcha cung cấp ghi nhãn dữ liệu nhanh chóng, hiệu quả về chi phí và chất lượng cao cho các công ty làm việc trên các ứng dụng trí tuệ nhân tạo và máy học.",
    "3378932530": "Nhận dữ liệu của bạn được gắn nhãn ngay bây giờ",
    "3483700676": "Khởi chạy hàng triệu nhiệm vụ ngay lập tức",
    "3478726913": "hCaptcha có một trong những hồ bơi lớn nhất hành tinh có sẵn để bạn sử dụng. Dù quy mô của bạn là gì, chúng tôi đều có thể xử lý mà không cần cam kết trả trước đắt đỏ. Hàng triệu nhiệm vụ mỗi ngày không thành vấn đề.",
    "740501259": "Các đường ống dẫn hướng API đơn giản",
    "2784612261": "Bạn muốn tích hợp đánh giá của con người trực tiếp vào hoạt động kinh doanh của bạn? Chúng tôi cung cấp các SLA có độ tin cậy cao, dung lượng đảm bảo và các API REST đơn giản.",
    "1144966033": "Tối ưu hóa chi phí và chất lượng",
    "3213351333": "Không cần cam kết trả trước",
    "2107077506": "Nền tảng HUMAN sử dụng các mô hình tin cậy toàn diện để thực hiện phân tích chất lượng theo thời gian thực phức tạp. Điều này cho phép chúng tôi nhanh chóng xác định cả độ khó của câu hỏi và câu trả lời có khả năng đúng của họ, giúp bạn tiết kiệm thời gian và tiền bạc.",
    "3576146278": "Chỉ trả tiền cho độ chính xác bạn cần",
    "2952586316": "Không phải tất cả các vấn đề đều giống nhau. Chú thích cho các nhiệm vụ quan trọng về an toàn có thể yêu cầu 99,99% độ tin cậy từ nhân viên hoàn toàn là con người. Chú thích cho một tính năng beta trong ứng dụng trò chơi dành cho thiết bị di động có thể chỉ yêu cầu độ tin cậy vừa phải. Bạn quyết định.",
    "710145621": "Cung cấp dữ liệu sự thật cơ bản của riêng bạn hoặc để chúng tôi xây dựng dữ liệu đó một cách nhanh chóng",
    "987901590": "Bạn có dữ liệu thô mà không có bộ xác minh toàn diện? Trong hầu hết các trường hợp, chúng tôi có thể tạo một cái cho bạn khi các tác vụ chạy qua hệ thống hoặc tạo các mẫu có nhãn để bạn phê duyệt.",
    "2597352122": "Các loại chú thích",
    "1344687860": "Hộp giới hạn",
    "1089415440": "Phát hiện đối tượng chính xác trong hình ảnh và video",
    "3817067682": "Đa giác",
    "2682873489": "Xác định vùng giới hạn cho các đối tượng",
    "1275150216": "Các địa danh",
    "2067112112": "Chú thích trỏ cho nhiều trường hợp sử dụng khác nhau",
    "4228682126": "Phân loại thuộc tính",
    "2920213479": "Sắp xếp hoặc nối các danh mục tùy ý với bất kỳ kích thước nào",
    "3288667364": "So sánh và phát hiện",
    "155877895": "Phát hiện và phân loại do con người cung cấp",
    "3128433367": "... và nhiều thứ khác nữa",
    "2827452240": "Cần một loại khác không được liệt kê ở đây? Chỉ cần hỏi chúng tôi.",
    "719304627": "Cần kiểm soát từ đầu đến cuối?",
    "1172067553": "Nền tảng HUMAN đằng sau hCaptcha cung cấp các tính năng quản lý và chất lượng công việc rất phức tạp thông qua triển khai tại chỗ, kết hợp hoặc SaaS tích hợp với các hệ thống hiện có của bạn.",
    "2319072959": "Chạy hoàn toàn ngoại tuyến với lực lượng lao động của riêng bạn, theo dõi giá trị được tiêu thụ trên các đơn vị kinh doanh hoặc đối tác liên hợp, định tuyến công việc có chọn lọc đến các nhà cung cấp lao động nội bộ hoặc bên ngoài khác nhau dựa trên các yêu cầu về chi phí và bảo mật, v.v.",
    "1936512180": "‍ Truy cập API dễ dàng, bảng điều khiển đẹp mắt và công nghệ mô hình trong vòng mới nhất để tối đa hóa hiệu quả của nhân viên.",
    "3913848038": "99,99% SLA thời gian hoạt động và hỗ trợ toàn cầu 24/7 có sẵn.",
    "1080752747": "Liên hệ với bộ phận bán hàng",
    "1525403768": "Để biết thêm thông tin, hãy liên hệ với Bộ phận Bán hàng Doanh nghiệp.",
    "1546930020": "Bắt dữ liệu được gắn nhãn",
    "2486638408": "Xác định thông số kỹ thuật",
    "1027200955": "Nói chuyện với một trong các chuyên gia miền của chúng tôi để xác định nhu cầu dự án của bạn: độ chính xác mục tiêu, định dạng và bất kỳ yêu cầu đặc biệt nào.",
    "1156712451": "Kiểm tra công việc ban đầu",
    "181065232": "Chúng tôi thực hiện một công việc sản xuất nhỏ dựa trên dữ liệu mẫu của bạn. Điều này kiểm tra công việc chúng tôi đã thực hiện cùng nhau để đảm bảo bạn nhận được chính xác những gì bạn cần.",
    "3207769512": "Triển khai công việc sản xuất",
    "1099238677": "Với khối lượng lớn và độ trễ thấp của chúng tôi, chúng tôi sẽ giải quyết công việc của bạn một cách nhanh chóng, với tính năng phân phối tự động ngay sau khi hoàn thành.",
    "465783046": "Bạn muốn thử với dữ liệu của mình?",
    "328625009": "... chúng tôi sẵn sàng khi bạn sẵn sàng: dịch vụ của chúng tôi luôn sẵn sàng phục vụ suốt ngày đêm.",
    "3225770968": "hCaptcha được thiết kế để giải quyết vấn đề sử dụng nhiều lao động nhất trong học máy; ghi nhãn lượng lớn dữ liệu một cách kịp thời, giá cả phải chăng và đáng tin cậy.",
    "2041686284": "Nhiều dữ liệu hơn thường tạo ra kết quả tốt hơn trong việc đào tạo các mô hình học máy. Sự thành công gần đây của các mô hình sâu đã dẫn đến các bộ dữ liệu ngày càng lớn và hCaptcha đáp ứng nhu cầu này. Tuy nhiên, việc tạo các bộ dữ liệu lớn do con người xem xét bằng các phương pháp truyền thống vừa chậm vừa tốn kém.",
    "3729345277": "hCaptcha là một cách để các công ty nhận được các chú thích mà họ yêu cầu nhanh hơn, với chất lượng cao hơn và với chi phí thấp hơn so với các lựa chọn thay thế khác.",
    "2103563261": "Thông tin riêng tư hoặc công khai",
    "2513143348": "Hệ thống hCaptcha Enterprise đặc biệt linh hoạt trong thiết kế: nó có thể được triển khai một phần hoặc toàn bộ ở rìa mạng của bạn nếu bạn vận hành một đám mây công cộng hoặc sở hữu nhiều trung tâm dữ liệu.",
    "3107683988": "Điều này có thể giảm đáng kể lưu lượng và chi phí ngoại mạng trong khi vẫn giữ được tất cả lợi ích của việc quản lý bởi đội ngũ nhân viên trực 24/7 của chúng tôi để đáp ứng SLA nghiêm ngặt nhất.",
    "3660619092": "Đăng ký miễn phí hoặc liên hệ với bộ phận bán hàng cho các giải pháp Doanh nghiệp",
    "2351176803": "Điều khoản cấp phép cho API hCaptcha JS",
    "2616226398": "Tùy thuộc vào của chúng tôi",
    "2024293275": ". Tất cả các quyền khác được bảo lưu, cho bây giờ.",
    "1062291156": "điều khoản tiêu chuẩn",
    "2712493234": "Gian lận thanh toán: Giảm nhẹ chế độ phát triển nhanh của tội phạm mạng",
    "1817772953": "Gian lận không phải là một dạng tội phạm mới. Thật vậy, các nhà khảo cổ học đã khai quật được các thiết bị chống gian lận do người Sumer cổ đại nghĩ ra để vận chuyển gia súc không bị tổn thất gần 10.000 năm trước! Trong trường hợp của họ, họ đặt các thẻ đất sét, mỗi thẻ tượng trưng cho một con vật, bên trong một quả bóng đất sét được gọi là \"bulla\". Con bulla sẽ đi cùng đàn khi chuyển từ người bán sang người mua. Ngay cả khi đó, các chủ doanh nghiệp cũng lo ngại rằng không phải tất cả những người mà họ đang giao dịch đều đang hoạt động tốt. Rất nhiều thứ đã thay đổi trong 10.000 năm, nhưng chúng ta vẫn cần phải đổi mới trong việc ngăn chặn gian lận. Ngày nay, vấn đề gian lận trong thanh toán trực tuyến là điều tối quan trọng. Với Internet, những kẻ gian lận ngày càng trở nên thành thạo trong việc vượt qua các biện pháp kiểm soát chống gian lận. Tuy nhiên, các giải pháp mới đang lật ngược tình thế.",
    "1053787685": "Gian lận thanh toán là gì?",
    "433424759": "Gian lận thanh toán bao gồm bất kỳ loại giao dịch bất hợp pháp nào trong đó tội phạm mạng tước đi thứ gì đó có giá trị của nạn nhân, điển hình là tiền. Điều này có thể có nghĩa là sử dụng thẻ tín dụng bị đánh cắp để đặt hàng trực tuyến hoặc chiếm đoạt tài khoản ngân hàng và chuyển tiền bất hợp pháp ra khỏi đó. Có nhiều biến thể, nhưng đều có chung một kết cục: kẻ gian sử dụng danh tính hoặc thông tin thanh toán bị đánh cắp để ăn cắp từ người tiêu dùng, ngân hàng hoặc thương gia.",
    "2939852138": "Làm thế nào để kẻ gian lận [Cố gắng] thoát khỏi gian lận thanh toán?",
    "1665616092": "Gian lận thanh toán về khái niệm thì đơn giản, nhưng nó có thể phức tạp đến kinh ngạc trong quá trình thực thi ngày nay.",
    "4246520782": "Trên thực tế, Internet đã chứng kiến một cuộc chạy đua vũ trang thực sự giữa những kẻ lừa đảo và những kẻ bảo vệ trong những năm gần đây.",
    "2167049807": "Các đội bảo mật đã áp dụng nhiều biện pháp đối phó và kiểm soát để đánh bại các phương pháp gian lận thanh toán dễ dàng và lười biếng. Tuy nhiên, các cuộc tấn công ngày càng trở nên tinh vi. Ví dụ: các bot hiện có thể thu thập số thẻ tín dụng và mã PIN bị đánh cắp từ các trang web giả mạo và các cuộc tấn công lừa đảo.",
    "1936449777": "Sau đó, ở chế độ hoàn toàn tự động, chúng có thể bắt chước hành vi của con người trên các trang web thương mại điện tử, nhấp vào các nút và thêm các mặt hàng vào giỏ hàng — đến mức mà nhiều người, nếu không phải là hầu hết các biện pháp kiểm soát chống gian lận không thể biết rằng một bot đang cố gắng ăn cắp hàng hóa. Đúng hơn, có vẻ như một người dùng chỉ đơn giản là mua sắm. Bot có thể đăng nhập vào tài khoản của khách hàng thực bằng thông tin đăng nhập bị đánh cắp. Hơn nữa, che giấu hành vi gian lận là khả năng giả mạo địa chỉ IP của bot và làm cho nó trông như thể “người mua hàng” ở đâu đó khác với kẻ tấn công, người có thể đang ở nước ngoài.",
    "648630222": "Ngăn chặn gian lận thanh toán với hCaptcha Enterprise",
    "1621930829": "Có thể làm gì với các hoạt động gian lận thanh toán không ngừng, tiên tiến hiện nay? Sử dụng nhiều lớp kiểm soát thường là một cách tiếp cận khôn ngoan. Tuy nhiên, các biện pháp đối phó tốt nhất là những biện pháp có thể bẫy bot và tiết lộ rằng đó là giả mạo, bất chấp những nỗ lực tốt nhất của những người tạo ra nó để tái tạo hành vi của con người.",
    "2423586454": "Vẫn còn một số thứ mà phần mềm không thể làm được, cho dù AI đằng sau nó tốt đến mức nào. Công nghệ CAPTCHA hiện đại cung cấp một phương pháp đã được chứng minh để chặn các bot cố gắng tiếp tục gian lận thanh toán. Mặc dù các cách tiếp cận cũ đối với CAPTCHA, như các số nghiêng đơn giản trong hộp, hiện nay hầu như không có tác dụng giảm thiểu các bot nâng cao, thì một thiết bị phản hồi thử nghiệm tự động như hCaptcha Enterprise có thể dễ dàng bắt gặp một bot lừa đảo tại thời điểm đăng nhập tài khoản hoặc kiểm tra giỏ hàng. Ngay cả khi bot có thông tin đăng nhập thực sự, nếu không sẽ không thể qua được CAPTCHA.",
    "1467308982": "Lịch thanh toán",
    "1291824746": "hCaptcha Các khoản thanh toán chạy hàng quý trên cơ sở sau 60 ngày. Để minh họa điều này có nghĩa là gì, vui lòng xem bảng bên dưới.",
    "3444947612": "Giao thông giữa",
    "4181611011": "Ngày đối chiếu",
    "728503636": "Ngày thanh toán",
    "3720584906": "Ngày 15 tháng 7 năm 2021 - ngày 15 tháng 10 năm 2021",
    "388240587": "Ngày 5-15 tháng 1 năm 2022",
    "3426312287": "5-15 tháng 1 năm 2022",
    "615618648": "Ngày 15 tháng 4 năm 2021 - ngày 15 tháng 7 năm 2021",
    "3376724603": "14-24 tháng 9 năm 2021 †††",
    "3398978455": "15-25 tháng 9 năm 2021 †††",
    "2722456056": "Ngày 15 tháng 1 năm 2021 - ngày 15 tháng 4 năm 2021",
    "4063155841": "Chậm nhất là ngày 25 tháng 6 năm 2021 ††",
    "4082053540": "Ngày 19 đến ngày 25 tháng 6 năm 2021 ††",
    "64953197": "Ngày 15 tháng 10 năm 2020 - ngày 15 tháng 1 năm 2021",
    "1023070345": "Chậm nhất là ngày 14 tháng 3 năm 2021",
    "2600696085": "Ngày 15 tháng 3 năm 2021",
    "3217791519": "Ngày 15 tháng 7 năm 2020 - ngày 15 tháng 10 năm 2020",
    "649261378": "Ngày 5-11 tháng 1 năm 2021 *",
    "1559190296": "5-11 tháng 1 năm 2021 †",
    "3806054689": "Ngày 15 tháng 4 năm 2020 - ngày 15 tháng 7 năm 2020",
    "4162383380": "Ngày 16 tháng 9 - ngày 22 tháng 9 năm 2020 *****",
    "1990824776": "Ngày 16-24 tháng 9 năm 2020 *****",
    "3856690908": "Ngày 15 tháng 1 năm 2020 - ngày 15 tháng 4 năm 2020",
    "3200641265": "Không muộn hơn ngày 16 tháng 6 năm 2020 *",
    "3744079744": "Ngày 15-19 tháng 6 năm 2020 ****",
    "2209837451": "Ngày 15 tháng 10 năm 2019 - ngày 15 tháng 1 năm 2020",
    "2510534204": "Không muộn hơn ngày 23 tháng 3 năm 2020 ***",
    "2910560864": "Ngày 20-23 tháng 3 năm 2020 ***",
    "2544565802": "Ngày 15 tháng 7 năm 2019 - ngày 15 tháng 10 năm 2019",
    "3963642878": "Không muộn hơn ngày 14 tháng 12 năm 2019 *",
    "622103562": "Ngày 17 tháng 12 năm 2019 **",
    "4072202039": "Ngày 15 tháng 4 năm 2019 - Ngày 15 tháng 7 năm 2019",
    "818049069": "Chậm nhất là ngày 15 tháng 7 năm 2019",
    "1169005651": "Ngày 15 tháng 9 năm 2019",
    "2303655425": "Ngày 15 tháng 1 năm 2019 - ngày 15 tháng 4 năm 2019",
    "3678889946": "Chậm nhất là ngày 15 tháng 6 năm 2019",
    "3094354698": "Ngày 15 tháng 6 năm 2019",
    "4217013126": "Các khoản thanh toán thường chạy suốt cả ngày vào Ngày thanh toán và nói chung được hoàn thành trước nửa đêm theo giờ Thái Bình Dương. Nếu một tài khoản đã bị gắn cờ để xem xét, có thể mất tới năm ngày làm việc bổ sung để giải phóng khoản thanh toán.",
    "1447649958": "Xin nhắc lại, chỉ có lưu lượng người chính xác mới đủ điều kiện cho các khoản thanh toán. Bạn có thể xem thêm chi tiết về điều này trong Câu hỏi thường gặp của chúng tôi, được liên kết bên dưới. Số dư khả dụng cũng phải đáp ứng ngưỡng tối thiểu để đủ điều kiện thanh toán, hiện tại là 10 HMT.",
    "4257144752": "Các ước tính thời gian thực không phản ánh độ chính xác cuối cùng hoặc tính nhân văn, do đó thu nhập cuối cùng của bạn có thể thay đổi đáng kể lên hoặc xuống so với các con số hiển thị trong Trang tổng quan trước lần điều chỉnh đầu tiên của bạn.",
    "2728931827": "Sau mỗi lần điều chỉnh, các ước tính khóa cho mỗi trang web của bạn sẽ được cập nhật và độ chính xác của các dự đoán trong tương lai sẽ tăng lên, trừ khi trang web của bạn có sự thay đổi quan trọng trong hành vi của người dùng.",
    "1200905005": "††† Từ tháng 9 năm 2021, các điều chỉnh và thanh toán hiện chạy trong khoảng thời gian khoảng 10 ngày thay vì một ngày, nhằm đơn giản hóa các hạn chế hoạt động liên quan đến tăng trưởng trong dịch vụ.",
    "4284094387": "†† Một số đối chiếu và thanh toán vào tháng 6 năm 2021 sẽ diễn ra vào tuần sau do sự chậm trễ trong việc xác minh các tính toán cuối cùng trong thời hạn đối chiếu.",
    "1977013707": "† Các khoản thanh toán vào tháng 12 năm 2020 đã được lên lịch lại từ ngày 15 để tránh trùng lặp với các lần điều chỉnh cuối năm và kỳ nghỉ của nhân viên: chúng sẽ được hoàn thành vào tuần thứ hai của tháng 1. Do chuyển khoản vào PayPal chậm hơn bình thường, các khoản thanh toán sẽ chạy trong vài ngày thay vì được hoàn thành trong một ngày.",
    "517010299": "Xin lưu ý: chúng tôi hiện đang làm việc trên một quá trình chuyển đổi phụ trợ lớn sang điều chỉnh gần thời gian thực. Điều chỉnh định kỳ sẽ ít thường xuyên hơn bình thường cho đến hết Quý 1 năm 2021. Điều này không ảnh hưởng đến lịch hoặc ngày thanh toán.",
    "3092200338": "** Khi ngày 15 rơi vào cuối tuần, Ngày thanh toán thay vào đó là ngày 17.",
    "3891941747": "*** CỐ VẤN COVID-19: Do năng lực của nhân viên liên quan đến COVID-19 bị giảm, việc điều chỉnh đã được lên lịch lại để có thêm thời gian hoàn thành xác minh tiêu chuẩn của chúng tôi. Các khoản thanh toán dự kiến sẽ bắt đầu vào thứ Sáu và hoàn thành vào thứ Hai tuần sau.",
    "2301757528": "**** Do PayPal bảo trì các API REST của họ trong thời hạn thanh toán, không phải tất cả các khoản thanh toán đều được hoàn thành vào ngày 15 tháng 6. Mọi khoản thanh toán được lên lịch vào ngày 15 tháng 6 (giờ Thái Bình Dương) nhưng không được thực thi do lỗi API PayPal đã được chạy lại vào ngày 19 tháng 6 (giờ Thái Bình Dương).",
    "116842359": "***** Dự kiến sẽ hoàn thành quá trình hòa nhập trong vài ngày do bảo trì hệ thống.",
    "4154415610": "***** Các khoản thanh toán vào tháng 9 năm 2020 sẽ chạy theo lô khi quá trình điều chỉnh hoàn tất, với một số khoản thanh toán chậm hơn vài ngày so với dự kiến ban đầu do sự chậm trễ trong việc điều chỉnh.",
    "2310694091": "Hòa giải nghĩa là gì?",
    "164801246": "Đối chiếu là quá trình theo đó lưu lượng truy cập được phân tích sau thực tế để xác minh tính nhân văn và tính chính xác của nó, sau khi tất cả dữ liệu từ tất cả các trang web báo cáo đều ở trong đó. Bạn có thể đọc thêm chi tiết trong",
    "3256245394": "cũng như các bài đăng trên blog của chúng tôi, ví dụ:",
    "3089778412": "Cách hCaptcha tính phần thưởng",
    "3329755436": "Bạn có dự định tăng tốc quá trình này không?",
    "1911669851": "Có, chúng tôi hiện đang thực hiện nhiều cải tiến đối với hệ thống phụ trợ của mình mà chúng tôi mong đợi cuối cùng sẽ cho phép chúng tôi cung cấp cả điều chỉnh nhanh hơn, ước tính chính xác nhanh hơn và thanh toán nhanh hơn. Chúng tôi hiện đang làm việc để tăng tốc độ hòa giải trước.",
    "2366003154": "Yêu cầu về Báo chí và Truyền thông",
    "3054564199": "Bộ báo chí",
    "3173156067": "Một số tài sản thế chấp làm sẵn có sẵn trong trường hợp bạn muốn đưa hình ảnh ví dụ vào bài viết của mình.",
    "867314732": "Bạn có thể truy xuất độ phân giải cao",
    "858218750": "và hướng dẫn sử dụng chúng trên",
    "3821716514": "trang.",
    "1186243118": "hình ảnh logo",
    "3034959000": "Bạn có thể lấy",
    "1764089150": "ở đây:",
    "1558428432": ". Hãy ghi có chúng cho hCaptcha.com.",
    "2429359042": "hình ảnh giao diện ví dụ",
    "1480820434": "hình ảnh 1",
    "3213411837": "hình ảnh 2",
    "1270712701": "Thông cáo báo chí và báo cáo gần đây",
    "231285005": "Bạn có thể tìm thấy các bản cập nhật gần đây trên blog của chúng tôi",
    "1289884910": "Chúng tôi cũng xuất bản các phân tích và báo cáo không thường xuyên. Ví dụ:",
    "932546190": "Tại sao CAPTCHA sẽ luôn ở bên chúng tôi",
    "2344319147": "Tính năng phát hiện bot của Google thực sự đáng giá bao nhiêu?",
    "1637527266": "Những quốc gia nào có lưu lượng truy cập bot nhiều nhất?",
    "230159237": "Liên lạc",
    "3759923279": "Vui lòng gửi các câu hỏi báo chí trực tiếp đến địa chỉ email sau:",
    "4255608322": "Cập nhật lần cuối: ngày 12 tháng 4 năm 2021",
    "537881751": "Chào mừng bạn đến với hCaptcha! Chính sách Bảo mật này mô tả các hoạt động của Intuition Machines, Inc. (\"IMI\", \"chúng tôi\" hoặc \"chúng tôi\") liên quan đến việc thu thập, sử dụng và tiết lộ thông tin của chúng tôi (bao gồm Thông tin Cá nhân, được định nghĩa bên dưới) thông qua trang web của chúng tôi tại www.hcaptcha .com và bất kỳ miền phụ hoặc miền nào khác mà chúng tôi sử dụng (\"Trang web\") và giao diện chương trình ứng dụng hCaptcha cũng như phần mềm và tài liệu liên quan (gọi chung là \"Dịch vụ\").",
    "33639629": "Không áp dụng cho các trang web của bên thứ ba. Xin lưu ý rằng Chính sách Bảo mật này không áp dụng cho bất kỳ trang web, dịch vụ, sản phẩm hoặc dịch vụ nào của bất kỳ bên thứ ba nào, ngay cả khi nó liên kết đến Trang web của chúng tôi hoặc kết hợp Dịch vụ - vui lòng tham khảo các chính sách bảo mật hiện hành trước khi quyết định cung cấp bất kỳ thông tin nào cho người thứ ba các bữa tiệc.",
    "987375734": "IMI có trụ sở tại Hoa Kỳ. Các Trang web và Dịch vụ được kiểm soát và vận hành bởi chúng tôi từ Hoa Kỳ. Thông tin Cá nhân của bạn có thể được lưu trữ và xử lý ở bất kỳ quốc gia nào mà chúng tôi có cơ sở vật chất hoặc tại đó chúng tôi liên kết với các nhà cung cấp dịch vụ và bằng cách sử dụng Trang web và Dịch vụ, bạn đồng ý chuyển thông tin đến các quốc gia bên ngoài quốc gia cư trú của bạn, bao gồm cả Hoa Kỳ , có thể có các quy tắc bảo vệ dữ liệu khác với các quy tắc của quốc gia bạn. Trong một số trường hợp nhất định, tòa án, cơ quan thực thi pháp luật, cơ quan quản lý hoặc cơ quan an ninh ở các quốc gia khác đó có thể được quyền truy cập Thông tin cá nhân của bạn.",
    "452920031": "Một lưu ý cho khách hàng bên ngoài Hoa Kỳ.",
    "2328839224": ". Vui lòng xem phần \"Thông báo cho Cư dân California\" của chúng tôi liên quan đến các quyền của bạn theo Đạo luật Quyền riêng tư của Người tiêu dùng California (\"CCPA\").",
    "1565481281": "Lưu ý cho Cư dân California",
    "1028058338": "Vui lòng xem phần \"Thông báo cho Chủ thể dữ liệu ở Liên minh Châu Âu\" của chúng tôi liên quan đến quyền của bạn theo Quy định chung về bảo vệ dữ liệu (\"GDPR\").",
    "2271205646": "Lưu ý cho Cư dân Khu vực Kinh tế Châu Âu.",
    "508143070": "Lưu ý rằng IMI là người kiểm soát thông tin cá nhân của bạn, ngoại trừ trường hợp chúng tôi xử lý thông tin cá nhân thay mặt cho các Nhà tích hợp của chúng tôi liên quan đến việc cung cấp Dịch vụ của chúng tôi, trong trường hợp đó, chúng tôi là người xử lý thông tin cá nhân và những Người tích hợp đó là người kiểm soát thông tin cá nhân.",
    "2330965058": "Trong trường hợp chúng tôi đóng vai trò là người xử lý cho các Nhà tích hợp của mình, chúng tôi không sử dụng dữ liệu được thu thập cho bất kỳ mục đích nào khác ngoài mục đích cần thiết một cách hợp lý để cung cấp Dịch vụ của chúng tôi và quá trình xử lý của chúng tôi sẽ được điều chỉnh bởi các hợp đồng mà chúng tôi có với Người tích hợp của chúng tôi, không phải điều này Chính sách bảo mật",
    "3017040355": "Xử lý dữ liệu Chủ đề dữ liệu của Liên minh Châu Âu hoạt động dựa trên cơ sở pháp lý của các Điều khoản hợp đồng tiêu chuẩn (SCC) được tích hợp trong Phụ lục về xử lý dữ liệu đối với Điều khoản dịch vụ hoặc Thỏa thuận xử lý dữ liệu với Người tích hợp của chúng tôi.",
    "2233384692": "Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào về cách dữ liệu đó được xử lý hoặc muốn thực hiện các quyền của mình, bạn nên liên hệ với cá nhân hoặc tổ chức (tức là người kiểm soát dữ liệu) đã ký hợp đồng với chúng tôi để sử dụng Dịch vụ để xử lý dữ liệu này. Tuy nhiên, chúng tôi sẽ cung cấp hỗ trợ cho Người tích hợp của chúng tôi để giải quyết bất kỳ mối quan tâm nào mà bạn có thể có, theo các điều khoản trong hợp đồng của chúng tôi với họ.",
    "349292953": "thông tin chúng tôi thu thập",
    "3022001832": "Chúng tôi thu thập thông tin từ những cá nhân tương tác với Trang web và Dịch vụ của chúng tôi, bao gồm những người kết hợp Dịch vụ của chúng tôi vào trang web của họ (\"Người tích hợp\"), những người sử dụng dịch vụ để gắn nhãn dữ liệu (\"Khách hàng\") và những người dùng cuối tương tác với Dịch vụ thông qua các trang web của Người tích hợp của chúng tôi (\"Người dùng cuối\").",
    "835545301": "Chúng tôi thu thập các loại thông tin sau:",
    "3228928991": "Thông tin có thể được sử dụng để xác định hoặc liên hệ với một cá nhân (\"Thông tin cá nhân\"), chẳng hạn như tên, địa chỉ email và quốc gia. Chúng tôi thu thập Thông tin Cá nhân từ những Người tích hợp và Khách hàng hiện tại và tương lai của chúng tôi khi họ cung cấp thông tin đó trực tiếp cho chúng tôi (ví dụ: bằng cách điền vào biểu mẫu khi đăng ký tài khoản hoặc đăng ký nhận thông báo qua email từ chúng tôi). Chúng tôi cũng có thể xác minh danh tính của Người tích hợp và Khách hàng của mình bằng cách so sánh thông tin cá nhân với cơ sở dữ liệu của bên thứ ba hoặc các văn bản pháp lý chính thức.",
    "1655796811": "Thông tin được thu thập tự động do Người tích hợp hoặc Khách hàng sử dụng Trang web hoặc Dịch vụ (\"Thông tin phân tích\"), chẳng hạn như địa chỉ IP, loại trình duyệt, nhà cung cấp dịch vụ Internet, loại nền tảng, loại thiết bị, hệ điều hành, dấu ngày và giờ truy cập và thông tin tương tự khác. Một số Thông tin Analytics được thu thập thay mặt chúng tôi bởi các bên thứ ba mà chúng tôi tham gia cho mục đích đó và một số Thông tin Analytics được thu thập thông qua nhiều công nghệ theo dõi, bao gồm cả cookie (xem \"Công nghệ theo dõi và phân tích của bên thứ ba\" bên dưới).",
    "1388241689": "Thông tin được thu thập do Người dùng cuối trả lời lời nhắc thông qua Dịch vụ (\"Dữ liệu được gắn nhãn\"), chẳng hạn như dữ liệu gắn nhãn hình ảnh, văn bản được chuyển đổi từ tệp âm thanh được phát cho Người dùng cuối đó, câu trả lời cho các câu hỏi và các lời nhắc khác do Dịch vụ tạo cho các mục đích ghi nhãn dữ liệu để sử dụng trong các ứng dụng học máy. Lưu ý rằng Dữ liệu được gắn nhãn không liên quan đến bất kỳ cá nhân được xác định nào.",
    "1493790285": "Thông tin khác được thu thập từ Người dùng cuối như một phần của Dịch vụ được yêu cầu để xác định liệu họ có",
    "2216374138": "là con người, chẳng hạn như chuyển động chuột, vị trí cuộn, sự kiện nhấn phím, sự kiện chạm và thông tin con quay hồi chuyển / gia tốc kế nếu có.",
    "2394073454": "Chúng tôi có thể thu thập thông tin bổ sung từ Người dùng cuối muốn làm việc với chúng tôi với tư cách là Người gắn nhãn dữ liệu cá nhân.",
    "3103557430": "Cách chúng tôi sử dụng thông tin",
    "1130802068": "Chúng tôi sử dụng thông tin thu thập được cho các mục đích sau:",
    "2940689138": "Để quản lý tài khoản Tích hợp và Khách hàng và cung cấp Dịch vụ. Chúng tôi sử dụng Thông tin cá nhân để liên kết các tài khoản cụ thể với Người tích hợp và Khách hàng, đồng thời cung cấp Dịch vụ cho họ, để trả lời các yêu cầu hoặc thắc mắc, cung cấp hỗ trợ hoặc hỗ trợ kỹ thuật và để tạo điều kiện thanh toán.",
    "857974529": "Để cải thiện Trang web và Dịch vụ. Chúng tôi sử dụng Thông tin Analytics để cải thiện hiện tại và phát triển các dịch vụ và dịch vụ mới cũng như để tùy chỉnh các dịch vụ sản phẩm hiện tại và trong tương lai.",
    "1820844638": "Để có được những hiểu biết sâu sắc về thị trường. Chúng tôi sử dụng Thông tin Analytics để phân tích thị trường và thực hiện các phân tích kinh doanh liên quan đến Trang web và Dịch vụ của chúng tôi cũng như cho các mục đích nghiên cứu khác.",
    "3386280249": "Để cung cấp thị trường cho Dữ liệu được gắn nhãn. Dịch vụ của chúng tôi cho phép gắn nhãn dữ liệu khối lượng lớn và đánh giá của con người đối với hệ thống máy học như một dịch vụ dành cho chủ sở hữu trang web và các công ty cần trợ giúp để dữ liệu của họ được gắn nhãn. Để đạt được mục đích đó, chúng tôi tiết lộ Dữ liệu được gắn nhãn cho Khách hàng quan tâm đến việc có được Dữ liệu được gắn nhãn.",
    "3532143291": "Để đảm bảo các dịch vụ và hệ thống của chúng tôi. Chúng tôi sử dụng Thông tin Analytics để bảo mật hệ thống của mình bằng cách xác định các mối đe dọa và lỗ hổng tiềm ẩn cũng như để bảo vệ thông tin mà chúng tôi thu thập.",
    "2185418511": "Đối với bất kỳ mục đích kinh doanh hợp pháp nào, với điều kiện là thông tin được xác định hoặc tổng hợp để không thể bị ràng buộc một cách hợp lý với một cá nhân.",
    "2386465280": "Cách chúng tôi chia sẻ thông tin",
    "2159517814": "Chúng tôi chia sẻ hoặc tiết lộ thông tin cá nhân trong các trường hợp sau:",
    "4256083674": "Theo yêu cầu trực tiếp từ Người tích hợp để xác định rủi ro gian lận của một yêu cầu thách thức CAPTCHA cụ thể hoặc địa chỉ IP, hoặc khi có sự đồng ý cụ thể.",
    "3494826505": "Với các nhà cung cấp, chúng tôi cam kết cung cấp các khía cạnh thiết yếu của Trang web và Dịch vụ, chẳng hạn như lưu trữ dữ liệu, lưu trữ và Phân tích, và chỉ cho những mục đích đó.",
    "1119009846": "Khi cần thiết để tuân thủ luật hiện hành, bao gồm yêu cầu của chính phủ, yêu cầu thực thi pháp luật và các thực thể công cộng và tư nhân khác để bảo vệ các quyền, quyền riêng tư, sự an toàn hoặc tài sản của bạn, chúng tôi hoặc những người khác.",
    "197676026": "Với những người khác vì bất kỳ mục đích kinh doanh hợp pháp nào, miễn là thông tin được khử danh tính",
    "2359312315": "hoặc tổng hợp sao cho nó không thể được ràng buộc một cách hợp lý với một cá nhân.",
    "2497216176": "Công nghệ theo dõi và phân tích của bên thứ ba",
    "3694578791": "Như đã thảo luận ở trên, chúng tôi (và các nhà cung cấp bên thứ ba của chúng tôi) thu thập Thông tin Analytics một phần thông qua việc sử dụng cookie, đèn hiệu web và các công nghệ theo dõi khác. Trong một số trường hợp, chúng tôi làm việc với các nhà cung cấp bên thứ ba để sử dụng cookie cho mục đích thu thập Thông tin Analytics.",
    "2238885192": "Chúng tôi sử dụng Sentry để thu thập dữ liệu gỡ lỗi khi người dùng gặp lỗi. Để biết thông tin về cách Sentry thu thập và xử lý dữ liệu:",
    "1535054294": "Vui lòng xem chính sách chi tiết của họ",
    "658775471": "Chúng tôi sử dụng Cloudflare để tối ưu hóa lưu lượng truy cập web của mình. Để biết thông tin về cách Cloudflare thu thập và xử lý dữ liệu:",
    "2014256987": "Nếu bạn không muốn chặn việc sử dụng cookie hoặc các công nghệ theo dõi khác, vui lòng xem \"Quản lý thông tin của bạn\" bên dưới. Xin lưu ý rằng làm như vậy có thể tác động tiêu cực đến trải nghiệm của bạn khi sử dụng Trang web hoặc Dịch vụ, vì một số tính năng có thể không hoạt động bình thường.",
    "2788024905": "Cách chúng tôi bảo mật thông tin",
    "271333468": "Chúng tôi thực hiện các biện pháp kỹ thuật và tổ chức thích hợp để bảo vệ thông tin mà chúng tôi thu thập và lưu trữ, đồng thời yêu cầu tất cả các đại lý thay mặt chúng tôi thực hiện quá trình xử lý. Thật không may, không có biện pháp bảo mật nào là hoàn toàn tuyệt đối 100% và không có mạng hoặc hệ thống nào (kể cả của chúng tôi) có thể được đảm bảo an toàn 100% trước sự phá hủy, mất mát, thay đổi, tiết lộ trái phép hoặc truy cập vào thông tin mà chúng tôi thu thập và lưu trữ. Nếu bạn cho rằng thông tin của mình có thể không được bảo mật vì bất kỳ lý do gì, vui lòng liên hệ ngay với chúng tôi theo địa chỉ:",
    "3031284129": "Tuyên bố từ chối bảo hành",
    "26365791": "Trong phạm vi tối đa được pháp luật cho phép, Trang web và Dịch vụ (và bất kỳ dịch vụ liên quan nào khác, thông tin, dữ liệu, tính năng và nội dung hoặc tài liệu khác) được cung cấp trên cơ sở “nguyên trạng” và “sẵn có”. Trong phạm vi tối đa được pháp luật cho phép, IMI loại trừ tất cả các bảo đảm, bao gồm nhưng không giới hạn ở các bảo đảm ngụ ý về khả năng bán được, tính phù hợp cho một mục đích cụ thể và không vi phạm.",
    "735630686": "Quản lý thông tin của bạn (Quyền của bạn)",
    "498769698": "Bạn có thể truy cập, chỉnh sửa, sửa đổi hoặc xóa một số Thông tin Cá nhân nhất định mà bạn có thể đã cung cấp cho chúng tôi thông qua tài khoản Người tích hợp, Khách hàng hoặc Người dùng trợ năng (nếu bạn là Người tích hợp, Khách hàng hoặc Người dùng trợ năng). Nếu bạn không thể làm như vậy hoặc có bất kỳ câu hỏi nào về Thông tin cá nhân mà chúng tôi đã thu thập và / hoặc chia sẻ về bạn, hoặc muốn rút lại sự đồng ý của bạn để chúng tôi xử lý (tức là xóa hoàn toàn tài khoản của bạn), vui lòng liên hệ với chúng tôi theo địa chỉ:",
    "2895491273": "Nếu bạn muốn chặn cookie hoặc các công nghệ theo dõi khác, hầu hết các trình duyệt và thiết bị di động đều có thể thay đổi cài đặt của bạn để thông báo cho bạn khi bạn nhận được cookie hoặc các công nghệ theo dõi khác đang được sử dụng và chọn chấp nhận / cho phép hay không nó. Hầu hết các trình duyệt cũng cho phép bạn vô hiệu hóa hoặc xóa các cookie hiện có hoặc tự động từ chối các cookie trong tương lai. Bạn cũng có thể sử dụng các công cụ của bên thứ ba, bao gồm các trình cắm của trình duyệt, để kiểm soát các tùy chọn cookie của mình. Tuy nhiên, lưu ý rằng nếu bạn tắt tất cả cookie, một số phần của Trang web của chúng tôi có thể không hoạt động bình thường.",
    "707527778": "Thông tin từ Trẻ em",
    "1747657936": "Trang web và Dịch vụ của chúng tôi không hướng đến trẻ em dưới 13 tuổi và chúng tôi không cố ý thu thập Thông tin cá nhân từ trẻ em dưới 13 tuổi. Nếu chúng tôi biết rằng chúng tôi đã thu thập Thông tin cá nhân của trẻ em dưới 13 tuổi, chúng tôi sẽ lấy các bước hợp lý để xóa thông tin đó khỏi tệp của chúng tôi càng sớm càng tốt, trừ khi chúng tôi có nghĩa vụ pháp lý phải giữ lại thông tin đó. Vui lòng liên hệ với chúng tôi nếu bạn tin rằng chúng tôi có bất kỳ thông tin nào về trẻ em dưới 13 tuổi:",
    "2419795065": "Thông báo cho Cư dân California",
    "1517625162": "Theo Bộ luật Dân sự California Mục 1789.3, người dùng California được quyền nhận thông báo về quyền của người tiêu dùng sau đây: Cư dân California có thể liên hệ với Đơn vị Hỗ trợ Khiếu nại của Ban Dịch vụ Người tiêu dùng thuộc Bộ Vấn đề Người tiêu dùng California qua đường bưu điện tại 1625 North Market Blvd., Sacramento, CA 95834, hoặc qua điện thoại theo số (916) 445-1254 hoặc (800) 952-5210.",
    "3730344349": "Phần này cung cấp thêm chi tiết về thông tin cá nhân mà chúng tôi thu thập về người tiêu dùng California và các quyền dành cho họ theo Đạo luật Quyền riêng tư của Người tiêu dùng California hoặc \"CCPA\".",
    "4044467791": "Đối với các loại thông tin cá nhân mà chúng tôi đã thu thập từ bạn trong 12 tháng trước đó, vui lòng xem phần \"Thông tin Chúng tôi Thu thập\" ở trên. Chúng tôi thu thập thông tin này cho mục đích kinh doanh và thương mại được mô tả trong phần \"Cách chúng tôi sử dụng thông tin cá nhân\" ở trên. Trong 12 tháng trước đó, chúng tôi đã chia sẻ các loại thông tin sau với các bên thứ ba cho mục đích kinh doanh:",
    "4208081170": "Loại thông tin cá nhân",
    "1528242915": "Định danh.",
    "3863351997": "Các loại thông tin cá nhân được liệt kê trong quy chế Hồ sơ Khách hàng của California (Bộ luật Cal. Civ. § 1798.80 (e)).",
    "2826705343": "Thông tin thương mại.",
    "2683038211": "Internet hoặc hoạt động mạng điện tử khác.",
    "3671828834": "Ví dụ về thông tin cá nhân được chia sẻ",
    "779426309": "Tên thật, số nhận dạng cá nhân duy nhất, số nhận dạng trực tuyến, địa chỉ Giao thức Internet, địa chỉ email, tên tài khoản hoặc các số nhận dạng tương tự khác.",
    "2414368123": "Tên, số thẻ tín dụng, số thẻ ghi nợ hoặc bất kỳ thông tin tài chính nào khác.",
    "4088941349": "Hồ sơ về các sản phẩm hoặc dịch vụ đã mua, có được hoặc được xem xét.",
    "3238612014": "Lịch sử duyệt web, thông tin về tương tác của người tiêu dùng với trang web, ứng dụng hoặc quảng cáo trên internet.",
    "1023108656": "Danh mục người nhận bên thứ ba",
    "1418235079": "Các nhà cung cấp dịch vụ",
    "3238184941": "Lưu ý: Rủi ro gian lận liên quan đến một địa chỉ IP riêng lẻ có thể được chia sẻ với một Người tích hợp theo yêu cầu.",
    "285116485": "Công ty không \"bán\" (như thuật ngữ này được định nghĩa trong CCPA) thông tin cá nhân mà chúng tôi thu thập. Vui lòng tham khảo phần \"Công nghệ theo dõi và phân tích của bên thứ ba\" ở trên để biết thêm thông tin về các loại cookie của bên thứ ba, nếu có, mà chúng tôi sử dụng.",
    "1408750006": "Theo một số giới hạn nhất định, CCPA cung cấp cho người tiêu dùng California quyền yêu cầu biết thêm chi tiết về các danh mục hoặc phần thông tin cá nhân cụ thể mà chúng tôi thu thập (bao gồm cả cách chúng tôi sử dụng và tiết lộ thông tin này), xóa thông tin cá nhân của họ, chọn không tham gia bất kỳ \"mua bán\" nào có thể xảy ra, cũng như quyền không bị phân biệt đối xử khi thực hiện các quyền này.",
    "759057398": "Thông báo cho Chủ thể dữ liệu EU",
    "825780955": "Thông tin cá nhân",
    "2945960297": "Đối với các đối tượng dữ liệu của Liên minh Châu Âu, thuật ngữ \"thông tin cá nhân\" được sử dụng trong Chính sách quyền riêng tư này tương đương với \"dữ liệu cá nhân\" như được định nghĩa trong Quy định chung về bảo vệ dữ liệu của Liên minh Châu Âu (GDPR).",
    "1126613163": "Dữ liệu nhạy cảm",
    "3571006800": "Một số thông tin bạn cung cấp cho chúng tôi có thể tạo thành dữ liệu nhạy cảm như được định nghĩa trong GDPR (còn được gọi là các danh mục dữ liệu cá nhân đặc biệt), bao gồm cả việc xác định chủng tộc hoặc dân tộc của bạn trên các giấy tờ tùy thân do chính phủ cấp.",
    "1988461282": "Cơ sở pháp lý để xử lý",
    "3519564631": "Mục đích xử lý",
    "1778642038": "Để giao tiếp với bạn",
    "2223819810": "Để tối ưu hóa nền tảng của chúng tôi",
    "1678661231": "Để tuân thủ, ngăn ngừa gian lận và an toàn",
    "2561077702": "Để cung cấp dịch vụ của chúng tôi",
    "2066321185": "Cơ sở pháp lý",
    "1174237568": "Các hoạt động xử lý này tạo thành lợi ích hợp pháp của chúng tôi. Chúng tôi cố gắng xem xét và cân bằng mọi tác động tiềm ẩn đối với bạn (cả tích cực và tiêu cực) và quyền của bạn trước khi chúng tôi xử lý thông tin cá nhân của bạn vì lợi ích hợp pháp của chúng tôi. Chúng tôi không sử dụng thông tin cá nhân của bạn cho các hoạt động mà lợi ích của chúng tôi bị chi phối bởi bất kỳ tác động xấu nào đến bạn (trừ khi chúng tôi có sự đồng ý của bạn hoặc được yêu cầu hoặc cho phép của pháp luật).",
    "1350478093": "Mục đích xử lý",
    "787916198": "Với sự đồng ý của bạn",
    "3348433919": "Quyền lợi của bạn",
    "3842673636": "Theo GDPR, bạn có một số quyền nhất định đối với thông tin cá nhân của mình. Bạn có thể yêu cầu chúng tôi thực hiện các hành động sau liên quan đến thông tin cá nhân của bạn mà chúng tôi nắm giữ:",
    "4057343238": "Chọn không tham gia",
    "1834911235": "Ngừng gửi cho bạn các thông tin liên lạc tiếp thị trực tiếp mà bạn đã đồng ý nhận trước đó. Chúng tôi có thể tiếp tục gửi cho bạn các thông tin liên quan đến Dịch vụ và các thông tin phi tiếp thị khác.",
    "3022301908": "Truy cập",
    "680638297": "Cung cấp cho bạn thông tin về việc chúng tôi xử lý thông tin cá nhân của bạn và cung cấp cho bạn quyền truy cập vào thông tin cá nhân của bạn.",
    "1409486258": "Chính xác",
    "3878077249": "Cập nhật hoặc sửa những điểm không chính xác trong thông tin cá nhân của bạn.",
    "3645414921": "Xóa bỏ",
    "42182578": "Xóa thông tin cá nhân của bạn.",
    "1609621367": "Chuyển giao",
    "3208155808": "Chuyển bản sao thông tin cá nhân của bạn có thể đọc được bằng máy cho bạn hoặc bên thứ ba mà bạn chọn.",
    "1786796818": "Hạn chế",
    "3329634829": "Hạn chế việc xử lý thông tin cá nhân của bạn.",
    "4202774977": "Sự vật",
    "3007158970": "Phản đối việc chúng tôi dựa trên lợi ích hợp pháp của chúng tôi làm cơ sở cho việc chúng tôi xử lý thông tin cá nhân của bạn có ảnh hưởng đến quyền lợi của bạn.",
    "1273071008": "Yêu cầu quyền truy cập chủ thể dữ liệu",
    "3594381346": "vị trí.",
    "21141582": "cái này",
    "3357523404": "Chuyển dữ liệu xuyên biên giới",
    "290966395": "Như được mô tả trong phần \"Lưu ý cho Khách hàng Bên ngoài Hoa Kỳ\", xin lưu ý rằng dữ liệu cá nhân của bạn sẽ được chuyển đến, xử lý và lưu trữ tại Hoa Kỳ. Luật bảo vệ dữ liệu ở Hoa Kỳ có thể khác với luật ở quốc gia bạn cư trú. Bạn đồng ý với việc chuyển thông tin của bạn, bao gồm cả thông tin cá nhân, đến Hoa Kỳ như được quy định trong Chính sách Bảo mật này bằng cách truy cập Trang web của chúng tôi hoặc sử dụng Dịch vụ của chúng tôi.",
    "3178581111": "Sử dụng cho các mục đích mới",
    "1088304322": "Chúng tôi có thể sử dụng thông tin cá nhân của bạn vì những lý do không được mô tả trong Chính sách bảo mật này, nơi chúng tôi được pháp luật cho phép làm như vậy và lý do phù hợp với mục đích mà chúng tôi thu thập thông tin đó. Nếu chúng tôi cần sử dụng thông tin cá nhân của bạn cho mục đích không liên quan, chúng tôi có thể thông báo cho bạn và giải thích cơ sở pháp lý hiện hành cho việc sử dụng đó. Nếu chúng tôi dựa trên sự đồng ý của bạn cho việc sử dụng cụ thể thông tin cá nhân của bạn, chúng tôi có thể tìm kiếm sự đồng ý của bạn cho bất kỳ mục đích không liên quan nào và cho phép bạn chấm dứt việc sử dụng dịch vụ của mình tại thời điểm đó nếu bạn phản đối.",
    "2260079771": "Lưu trữ dữ liệu",
    "38428546": "Chúng tôi lưu trữ Dữ liệu Cá nhân của bạn một cách an toàn trong suốt thời gian sử dụng tài khoản của bạn với chúng tôi. Chúng tôi sẽ chỉ lưu giữ Dữ liệu Cá nhân của bạn chừng nào cần thiết để thực hiện các mục đích mà chúng tôi đã thu thập, bao gồm cả mục đích đáp ứng mọi nghĩa vụ pháp lý, kế toán hoặc báo cáo hoặc để giải quyết tranh chấp. Các tiêu chí chúng tôi sử dụng để xác định thời hạn lưu trữ bao gồm các điều khoản hợp đồng hiện hành có hiệu lực, thời hạn theo luật định, các yêu cầu quy định hiện hành và tiêu chuẩn ngành.",
    "384965568": "Mặc dù các yêu cầu lưu giữ khác nhau tùy theo khu vực tài phán, thông tin về các khoảng thời gian lưu giữ điển hình của chúng tôi đối với các khía cạnh khác nhau của dữ liệu cá nhân của bạn được mô tả bên dưới.",
    "2788836740": "Thông tin liên hệ cho mục đích tiếp thị được lưu giữ liên tục cho đến khi bạn hủy đăng ký. Sau đó, chúng tôi sẽ thêm thông tin chi tiết của bạn vào danh sách đàn áp của chúng tôi vô thời hạn. Thông tin email được thu thập từ Người dùng trợ năng sẽ không bao giờ được sử dụng cho mục đích tiếp thị.",
    "3520687192": "Hồ sơ liên lạc với bạn (ví dụ: vé hỗ trợ được mở qua email hoặc Twitter) có thể được lưu giữ vô thời hạn.",
    "292211832": "Thông tin được thu thập qua các phương tiện kỹ thuật như cookie, bộ đếm trang web và các công cụ phân tích khác sẽ bị loại bỏ ngay khi thực tế, nhưng có thể được lưu giữ trong một khoảng thời gian giới hạn lên đến một năm kể từ khi cookie hết hạn, thường là ở dạng không nhận dạng và tổng hợp trừ khi chúng tôi phát hiện có khả năng lạm dụng dịch vụ của mình, trong trường hợp đó, chúng tôi sẽ giữ lại thông tin đó để hỗ trợ chúng tôi ngăn chặn hành vi lạm dụng trong tương lai. Chúng tôi không thể liên kết thông tin tổng hợp và ẩn danh này với bạn, hộ gia đình của bạn, địa chỉ IP hoặc bất kỳ thông tin cá nhân nào dựa trên thông tin được lưu trữ.",
    "470943029": "Nếu bạn có bất kỳ câu hỏi nào về Chính sách Bảo mật này, vui lòng liên hệ với chúng tôi theo địa chỉ:",
    "3192683783": "Các thay đổi đối với Chính sách quyền riêng tư này",
    "1702335960": "Bất kỳ thông tin nào mà chúng tôi thu thập đều tuân theo Chính sách bảo mật có hiệu lực tại thời điểm thông tin đó được thu thập. Tuy nhiên, chúng tôi có thể sửa đổi Chính sách Bảo mật theo thời gian. Nếu bản sửa đổi là tài liệu, chỉ do chúng tôi xác định, chúng tôi sẽ thông báo cho bạn, chẳng hạn như qua email. Phiên bản hiện tại sẽ luôn được đăng lên trang Chính sách Bảo mật của chúng tôi.",
    "3669258571": "Chính sách Cookie",
    "2905621957": "Cập nhật lần cuối: ngày 18 tháng 7 năm 2020",
    "1173934218": "Chúng tôi hiểu quyền riêng tư của bạn là quan trọng đối với bạn và cam kết minh bạch về các công nghệ chúng tôi sử dụng. Chính sách này cung cấp thông tin chi tiết về cách thức và thời điểm chúng tôi sử dụng cookie trên các Trang web và Dịch vụ của mình.",
    "2694150481": "Chúng tôi có sử dụng Cookie không?",
    "457627611": "Đúng. Chúng tôi và các nhà phân tích hoặc nhà cung cấp dịch vụ, đối tác tiếp thị và chi nhánh của chúng tôi có thể sử dụng cookie, đèn hiệu web hoặc pixel và các công nghệ khác để đảm bảo mọi người sử dụng Trang web đều có trải nghiệm tốt nhất có thể. Vui lòng xem phần \"Công nghệ theo dõi và phân tích của bên thứ ba\" trong Chính sách bảo mật của chúng tôi để biết thêm chi tiết.",
    "501102544": ": chúng tôi tin rằng dịch vụ chống bot hCaptcha (tức là Dịch vụ được nhúng bởi các trang web, trò chơi hoặc ứng dụng dành cho thiết bị di động) chỉ bao gồm cái gọi là cookie \"miễn chấp thuận\" theo quy định của GDPR. Ví dụ về các cookie được miễn đó bao gồm:",
    "461631543": "Ghi chú GDPR",
    "2150907653": "* Cookie kỹ thuật hoàn toàn cần thiết cho việc cung cấp dịch vụ. Chúng bao gồm cookie tùy chọn, cookie phiên, cookie cân bằng tải, v.v.",
    "1012122721": "* Cookie thống kê do chúng tôi trực tiếp quản lý (tức là bên thứ nhất, không phải cookie của bên thứ ba), nơi dữ liệu không được sử dụng để lập hồ sơ.",
    "148542287": "Đây không phải là lời khuyên pháp lý và không có bảo đảm nào được cung cấp liên quan đến phân tích này. Nếu bạn có thêm câu hỏi hoặc thắc mắc, vui lòng liên hệ với chúng tôi theo địa chỉ:",
    "3956117148": "Các trang web hCaptcha.com và BotStop.com (các Trang web) có thể bao gồm các cookie bổ sung, như được mô tả trong Chính sách này.",
    "3255230599": "Cookie là gì?",
    "1095532507": "Cookie (\"Cookie\") là một tệp văn bản nhỏ được máy chủ trang web đặt trên ổ cứng của bạn. Cookie chứa thông tin mà sau này máy chủ web trong miền đã cấp cookie cho bạn có thể đọc được thông tin. Một số cookie sẽ chỉ được sử dụng nếu bạn sử dụng một số tính năng nhất định hoặc chọn một số tùy chọn nhất định và một số cookie sẽ luôn được sử dụng. Bạn có thể tìm hiểu thêm về từng cookie bằng cách xem danh sách cookie hiện tại của chúng tôi bên dưới.",
    "2943815316": "Chúng tôi cập nhật danh sách này theo định kỳ, vì vậy có thể có các cookie bổ sung chưa được liệt kê. Báo hiệu web, thẻ và tập lệnh có thể được sử dụng trong Trang web hoặc trong email để giúp chúng tôi cung cấp cookie, đếm lượt truy cập, hiểu cách sử dụng và hiệu quả của chiến dịch cũng như xác định xem email đã được mở và thực hiện hay chưa. Chúng tôi có thể nhận được các báo cáo dựa trên việc sử dụng các công nghệ này của các nhà cung cấp dịch vụ / phân tích của chúng tôi trên cơ sở cá nhân và tổng hợp.",
    "2954157511": "Tại sao chúng tôi sử dụng Cookie?",
    "1539071196": "Chúng tôi thường sử dụng Cookie cho các mục đích sau:",
    "3545935449": "Để nhận ra người dùng mới hoặc trước đây.",
    "32739972": "Để lưu trữ thông tin phiên đăng nhập của bạn nếu bạn đã đăng ký trên Trang web của chúng tôi.",
    "4209078147": "Để cải thiện Trang web của chúng tôi và hiểu rõ hơn về các lượt truy cập của bạn trên các nền tảng và Trang web của chúng tôi.",
    "1077448694": "Để tích hợp với các trang web truyền thông xã hội của bên thứ ba.",
    "1709478090": "Để phục vụ bạn với quảng cáo dựa trên sở thích hoặc được nhắm mục tiêu.",
    "3256020881": "Để quan sát các hành vi và hoạt động duyệt web của bạn theo thời gian trên nhiều trang web hoặc nền tảng khác.",
    "1092241113": "Để hiểu rõ hơn về lợi ích của Khách hàng và Người tích hợp của chúng tôi.",
    "1434289796": "Một số Cookie cần thiết cho các mục đích sử dụng nhất định của Trang web và nếu không có những Cookie đó, chúng tôi sẽ không thể cung cấp nhiều dịch vụ mà bạn cần để sử dụng Trang web một cách hợp lý. Ví dụ: những Cookie này cho phép chúng tôi vận hành Trang web của mình để bạn có thể truy cập khi bạn yêu cầu và cho chúng tôi biết rằng bạn đã tạo một tài khoản và đã đăng nhập vào tài khoản đó để truy cập nội dung Trang web. Chúng cũng bao gồm các Cookie cho phép chúng tôi ghi nhớ các hành động trước đây của bạn trong cùng một phiên duyệt web và bảo mật Trang web của chúng tôi.",
    "1533171442": "Chúng tôi cũng sử dụng các Cookie chức năng và Cookie từ các bên thứ ba cho các mục đích phân tích và tiếp thị. Cookie chức năng cho phép các phần nhất định của Trang web hoạt động bình thường và các tùy chọn người dùng của bạn vẫn được biết đến. Cookie phân tích, trong số những thứ khác, thu thập thông tin về cách Khách hàng, Người tích hợp và Người dùng cuối sử dụng Trang web của chúng tôi, nội dung và sản phẩm mà người dùng xem thường xuyên nhất cũng như hiệu quả của quảng cáo bên thứ ba của chúng tôi. Cookie Quảng cáo hỗ trợ phân phối quảng cáo đến các đối tượng có liên quan và để quảng cáo của chúng tôi xuất hiện ở đầu kết quả tìm kiếm. Cookie là Cookie \"phiên\" sẽ bị xóa khi bạn kết thúc phiên trình duyệt của mình hoặc \"liên tục\", vẫn còn cho đến khi bạn xóa chúng (thảo luận bên dưới) hoặc bên đã phân phát cookie. Chi tiết đầy đủ về tất cả các Cookie được sử dụng trên Trang web có tại bảng Tiết lộ Cookie của chúng tôi bên dưới.",
    "322830977": "Cách tắt Cookie.",
    "3885459114": "Nói chung, bạn có thể kích hoạt hoặc sau đó hủy kích hoạt việc sử dụng cookie thông qua một chức năng được tích hợp trong trình duyệt web của bạn. Nếu bạn muốn tìm hiểu thêm về cookie hoặc cách kiểm soát, vô hiệu hóa hoặc xóa chúng, vui lòng truy cập https://www.knowcookies.com/ để được hướng dẫn chi tiết.",
    "262509504": "Chúng tôi có thể liên kết thông tin được Cookie thu thập với thông tin khác mà chúng tôi thu thập từ bạn theo Chính sách Bảo mật này và sử dụng thông tin kết hợp như được nêu ở đây. Tương tự, các bên thứ ba phân phát cookie trên Trang web của chúng tôi có thể liên kết tên hoặc địa chỉ email của bạn với thông tin khác mà họ thu thập, có thể bao gồm các giao dịch mua trước đây được thực hiện ngoại tuyến hoặc trực tuyến hoặc thông tin sử dụng trực tuyến của bạn.",
    "2935155034": "Nếu bạn sống ở Khu vực Kinh tế Châu Âu, bạn có một số quyền được mô tả ở trên trong tiêu đề \"Thông báo cho Chủ thể Dữ liệu Liên minh Châu Âu\", bao gồm quyền kiểm tra và chỉnh sửa hoặc xóa dữ liệu mà chúng tôi có về bạn.",
    "1873812847": "Tiết lộ (các) cookie",
    "3319083717": "Tên:",
    "3183855267": "1. hmt_id",
    "907324388": "Hàm số",
    "2896187462": "1. Được sử dụng cho các số liệu thống kê liên quan đến dịch vụ ẩn danh thực sự cần thiết và cho các mục đích kỹ thuật khác như hỗ trợ hỗ trợ khả năng tiếp cận.",
    "987267027": "Buổi tiệc",
    "3453526675": "1. Bên thứ nhất",
    "1952810469": "Kiểu",
    "1795436560": "1. Phiên",
    "102695075": "Khoảng thời gian",
    "3356329025": "1. 30 ngày",
    "3744153629": "Tên:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "phiên họp,",
    "3186435874": "sessionid",
    "720059527": "2. Được sử dụng cho các mục đích kỹ thuật cần thiết nghiêm ngặt: cân bằng tải, định tuyến.",
    "1241291641": "Xem thêm chi tiết.",
    "1834801943": "2. Bên thứ nhất",
    "2114694926": "2. Phiên",
    "938404336": "2. Thay đổi; lên đến 30 ngày.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Được sử dụng cho các mục đích kỹ thuật cần thiết nghiêm ngặt: cho phép Người dùng tiếp cận sử dụng.",
    "1061239711": "3. Bên thứ nhất",
    "1483015662": "3. Phiên",
    "3458934553": "3. Thay đổi; lên đến 30 ngày.",
    "1527172673": "Nếu bạn có bất kỳ câu hỏi nào về Chính sách Cookie này, vui lòng liên hệ với chúng tôi theo địa chỉ:",
    "134571844": "Impressum (Thông báo trang web)",
    "110836420": "Cập nhật lần cuối: ngày 23 tháng 12 năm 2020",
    "2901894297": "hCaptcha là một dịch vụ của Intuition Machines, Inc. (\"IMI\"), một Tập đoàn Delaware Hoa Kỳ (# 6393793).",
    "2928362319": "Các câu hỏi qua thư có thể được gửi tới: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Thông tin về quản lý hiện tại của công ty có thể được lấy trên trang Giới thiệu. Giám đốc điều hành hiện tại của công ty là giám đốc điều hành chịu trách nhiệm về nội dung.",
    "3094150511": "Cơ quan quản lý: Ủy ban Truyền thông Liên bang Hoa Kỳ, 45 L Street NE, Washington, DC 20554 Hoa Kỳ.",
    "2763011087": "IMI không cam kết cũng như không có nghĩa vụ tham gia vào quá trình giải quyết tranh chấp thay thế cho các tranh chấp của người tiêu dùng trước một pháp nhân giải quyết tranh chấp về người tiêu dùng.",
    "1395644678": "Trang web chính thức của Ủy ban Châu Âu về Giải quyết Tranh chấp Trực tuyến:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Không đảm bảo về nội dung",
    "707541553": "Tất cả thông tin có trên các trang internet của chúng tôi đã được xác nhận bởi IMI hoặc bên thứ ba. Tuy nhiên, cả IMI và bên thứ ba đều không chịu trách nhiệm về thông tin hiện tại, chính xác hoặc đầy đủ. Điều này cũng áp dụng cho các trang web khác có thể được truy cập thông qua các siêu liên kết trên các trang của chúng tôi. IMI không chịu trách nhiệm về nội dung của các trang web bên ngoài này.",
    "2650241052": "Không lời khuyên",
    "3361191778": "Thông tin được cung cấp trên các trang internet không đại diện cho lời khuyên cá nhân và không thể thay thế điều này. Nếu bạn cần tư vấn riêng, vui lòng liên hệ với nhân viên hỗ trợ của chúng tôi.",
    "1031855757": "Sử dụng trang web này",
    "204716894": "Nội dung và thiết kế của các trang web của chúng tôi được bảo vệ theo luật bản quyền. Việc sao chép các trang và nội dung của chúng theo cách vượt quá mức sử dụng hợp lý hợp lý cần có sự đồng ý trước bằng văn bản của IMI nếu không có quy định pháp luật nào khác được chỉ định cho việc sao chép trên trang.",
    "3182435854": "Bản quyền",
    "3187946010": "Tất cả văn bản, hình ảnh, hoạt ảnh đồ họa, video, nhạc, âm thanh và các tài liệu khác trên các trang này đều được IMI hoặc các bên thứ ba bảo vệ theo luật bản quyền nếu được chỉ định. Không được phép sao chép hoặc sửa đổi tài liệu này để sử dụng cho mục đích thương mại theo cách vượt quá mức sử dụng hợp lý.",
    "74538881": "Trách nhiệm đối với trang web này",
    "3236873806": "IMI chịu trách nhiệm về trang web này.",
    "2657277322": "Mọi thắc mắc vui lòng liên hệ với chúng tôi theo địa chỉ:",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Thẻ bảo mật là một",
    "1898063898": "để bảo vệ quyền riêng tư của người dùng mà chúng tôi đang phát triển cùng với",
    "1942186611": "và những người khác.",
    "3673079511": "tiêu chuẩn mới nổi",
    "2164933356": "Cloudflare",
    "3119589996": "Cách hoạt động: tiện ích mở rộng trình duyệt cung cấp cho người dùng khả năng tạo và ký mã thông báo mù mã hóa cho các trang web hỗ trợ giao thức Privacy Pass. Tiện ích mở rộng tạo ra các thẻ chứa mã thông báo bị mù bằng mật mã được ký bởi hCaptcha khi một thử thách được giải quyết trên bất kỳ trang web nào bằng cách sử dụng dịch vụ hCaptcha,",
    "1254771154": "những thách thức hiển thị trên các dịch vụ hỗ trợ Thẻ bảo mật khác cũng nhúng hCaptcha, ví dụ: Cloudflare.",
    "996362763": "Các mã thông báo này không bị ràng buộc và được phần mở rộng lưu trữ để sử dụng trong tương lai. Khi người dùng truy cập một trang web bằng hCaptcha và cần vượt qua thử thách (dù ẩn hay thông qua nút \"Tôi là con người\"), họ sẽ tự động được đổi. Quy trình rõ ràng có nghĩa là các mã thông báo đã ký và được đổi không thể liên kết bằng mật mã theo quan điểm của hCaptcha, và do đó quyền riêng tư của người dùng được bảo toàn.",
    "2943346052": "Khi quá trình tiêu chuẩn hóa IETF tiếp tục, chúng tôi hy vọng các trình duyệt lớn sẽ áp dụng một số hình thức Privacy Pass nguyên bản. Điều này cuối cùng sẽ làm cho tiện ích mở rộng không cần thiết. Tuy nhiên, hiện tại, vui lòng làm theo hướng dẫn bên dưới.",
    "2326660907": "ngoại trừ",
    "741483946": "* Nói cách khác: bạn có thể nhận mã thông báo hCaptcha Privacy Pass trên hCaptcha.com và sử dụng chúng trên các trang web khác trực tiếp bằng cách sử dụng hCaptcha.com. Bạn không thể lấy hoặc đổi mã thông báo Thẻ bảo mật hCaptcha để bỏ qua dịch vụ hCaptcha như được sử dụng bởi Cloudflare, vì Cloudflare phát hành và đổi mã thông báo Thẻ bảo mật riêng của mình.",
    "1362015807": "Bắt đầu",
    "1358325821": "Đầu tiên, hãy cài đặt tiện ích mở rộng cho",
    "310885519": "hoặc",
    "4091044469": ". Đảm bảo rằng bạn đã bật tiện ích này ở chế độ ẩn danh. Sau đó, truy cập bất kỳ trang web nào bằng hCaptcha và giải mã xác thực. Kể từ phiên bản 2.0.3, bạn có thể đổi các mã thông báo này trên các trang web bằng hCaptcha.",
    "3904679538": "Trình duyệt Chrome",
    "3700767772": "Sau khi bạn đã cài đặt tiện ích mở rộng, hãy nhấp vào đây (hoặc trên bất kỳ trang web nào sử dụng hCaptcha) để kiếm thẻ:",
    "166277959": "Xin lưu ý: tính năng này hiện đang trong giai đoạn thử nghiệm và có thể không hoạt động cho tất cả các trang web và người dùng mọi lúc. Trong trường hợp nó không được kích hoạt hoặc không hoạt động đối với một người dùng cụ thể, hành vi sẽ chỉ trở lại trải nghiệm hCaptcha tiêu chuẩn mà không bị mất chức năng.",
    "3031357206": "Một biểu tượng mới sẽ xuất hiện bên cạnh thanh URL của bạn. Bây giờ hãy truy cập một trang web bằng hCaptcha. Nó sẽ trông giống thế này:",
    "1066753052": "có nghĩa là ví trống và bạn đang ở trên một trang web có thử thách hCaptcha. Sau khi hoàn thành thử thách, bạn sẽ kiếm được mã thông báo có thể được đổi trên bất kỳ trang web nào khác với hCaptcha.",
    "651123197": "Tổng số tiền hiện tại trong ví của bạn sẽ được hiển thị trên biểu tượng sau khi hoàn thành thử thách.",
    "554844646": "Bạn có thể xác nhận tiện ích mở rộng đang hoạt động bằng cách thấy bộ đếm đi xuống 1 lần mỗi khi bạn nhấp vào",
    "4087729475": "thách thức sau lần giải quyết ban đầu của bạn.",
    "647630208": "Và đó là nó! Trình duyệt trực tuyến của bạn giờ đây riêng tư hơn.",
    "3272552822": "Các nhà phát triển và nhà viết mật mã:",
    "4059570880": "Nếu bạn muốn theo dõi nỗ lực tiêu chuẩn hóa, các nỗ lực hiện đang được tiến hành tại",
    "1904390996": "để tiêu chuẩn hóa",
    "252720667": "nền tảng bảo mật mật mã của Privacy Pass. Bản thân giao thức đang trải qua",
    "3972554015": "cũng như quy trình. Và phần mở rộng của trình duyệt tất nhiên là",
    "3723626769": "cho những đóng góp và đánh giá của bạn.",
    "3882147547": "Chức năng giả ngẫu nhiên rõ ràng",
    "565624910": "bản thảo",
    "3421090159": "mã nguồn mở",
    "3098677775": "H: IP của tôi và lịch sử duyệt web có hoàn toàn riêng tư với hCaptcha khi sử dụng Privacy Pass không?",
    "4019638786": "A: Người dùng Privacy Pass của hCaptcha sẽ không bao giờ để lộ IP của họ cho hCaptcha trừ khi ví mã thông báo của trình duyệt của họ trống hoặc trang web gửi nó. hCaptcha không có cách nào để liên kết người dùng với việc đổi mã thông báo và không bao giờ tương tác trực tiếp với người dùng trong quá trình đổi thẻ trừ khi ví mã thông báo của họ trống.",
    "3887113660": "H: Privacy Pass ảnh hưởng đến thu nhập hCaptcha như thế nào?",
    "1116455671": "A: Bạn sẽ kiếm được phần thưởng cho lần giải ban đầu nếu người dùng hoàn thành nó trên trang web của bạn. Việc đổi thưởng tuân theo cùng một mẫu phản hồi như thể người dùng đã tự động chuyển qua trang web của bạn do độ tin cậy của khách hàng cao: không có thu nhập xảy ra và lệnh gọi xác minh trang web từ máy chủ của bạn nhận được `tín dụng: Sai` trong kết quả vượt qua.",
    "779817954": "H: Nếu tôi có thẻ Privacy Pass do nhà cung cấp khác cấp, tôi có thể đổi chúng trên hCaptcha không?",
    "3014149332": "A: Không, thẻ không thể tương tác với nhau: chúng phải được cấp và đổi bởi cùng một cơ quan, trong trường hợp này là hCaptcha. Lưu ý rằng nếu bạn có cả Cloudflare và hCaptcha trong tiện ích mở rộng của mình, số lượng có sẵn sẽ thay đổi thành số lượng chính xác tùy thuộc vào yêu cầu của trang bạn đang truy cập. Nói cách khác, nếu bạn có 100 thẻ Cloudflare trong ví và 10 thẻ hCaptcha, bạn sẽ thấy 10 thẻ trên biểu tượng tiện ích mở rộng trên các trang có nhúng hCaptcha.",
    "3679148535": "H: Bạn đang làm việc trên những ứng dụng nào khác của Privacy Pass?",
    "1606783855": "Đ: Chúng tôi rất quan tâm đến Quyền riêng tư cho trường hợp sử dụng Trợ năng (\"a11y\"). Các tùy chọn phổ biến trước đây như hình ảnh xác thực âm thanh phân biệt đối xử với nhiều người dùng a11y. Chúng tôi tin rằng việc kết hợp phương pháp tiếp cận a11y hiện tại của chúng tôi với việc phát hành Thẻ bảo mật sẽ cho phép người dùng a11y duyệt web một cách an toàn, bảo mật khi biết rằng lưu lượng truy cập của họ là riêng tư hơn, đồng thời hạn chế sự lạm dụng của các nhà khai thác bot mà chắc chắn xảy ra khi các tùy chọn a11y khả dụng.",
    "2359150347": "H: Các dịch vụ bảo mật trực tuyến khác có hỗ trợ Privacy Pass không?",
    "2082237880": "A: hCaptcha là dịch vụ đầu tiên của loại hình này hỗ trợ Privacy Pass và hiện là dịch vụ duy nhất làm như vậy. Tuy nhiên, chúng tôi mong đợi các dịch vụ khác nhận ra lợi thế của việc tăng cường quyền riêng tư của người dùng trực tuyến và hy vọng rằng trong tương lai sẽ có nhiều dịch vụ triển khai hơn nữa vì các tiêu chuẩn IETF mà chúng tôi đang giúp phát triển đã được chính thức thông qua.",
    "2109792055": "Hướng dẫn sử dụng: Gỡ lỗi các vấn đề với việc phát hành và xác thực mật khẩu quyền riêng tư",
    "3588620914": "Privacy Pass là một phát minh mới theo tiêu chuẩn của Web và các ứng dụng và tiện ích mở rộng trình duyệt khác không biết về nó có thể can thiệp vào chức năng của nó.",
    "4039193170": "Nếu bạn gặp sự cố khi nhận hoặc đổi mã thông báo:",
    "2378786360": "1. Thử một trong các trình duyệt được hỗ trợ khác: nếu bạn đang sử dụng Chrome, hãy thử sử dụng Firefox mà không cần nhập cài đặt của bạn từ Chrome và cài đặt plugin ở đó. Nếu cách đó hoạt động, bạn có thể gặp sự cố cấu hình trình duyệt.",
    "394235836": "3. Nếu không có đề xuất nào ở trên hoạt động, hãy gửi cho chúng tôi email hỗ trợ và chúng tôi sẽ sẵn lòng giúp tìm ra những gì đang xảy ra.",
    "3470857731": "Phân tích về cách reCAPTCHA phát hiện bot.",
    "3240786848": "Cập nhật lần cuối: ngày 18 tháng 2 năm 2021",
    "2547140673": "Trong hơn một thập kỷ, dịch vụ reCAPTCHA của Google đã mang đến cho chủ sở hữu trang web một giao dịch: cho phép Google theo dõi người dùng của bạn và đặt câu hỏi cho họ, đổi lại họ hứa sẽ ngăn chặn bot và thư rác.",
    "2133754014": "Hơn 4,5 triệu trang web sử dụng reCAPTCHA [",
    "3152512587": "và hệ thống thu thập hàng trăm triệu lượt giải hàng ngày. [",
    "2296918009": "Điều này tương đương với hơn 100 năm lao động mỗi ngày. [",
    "3900538778": "Dữ liệu được gắn nhãn là nguồn cung cấp năng lượng cho máy học. Các câu trả lời reCAPTCHA đã được sử dụng để cải thiện các dịch vụ ML / AI của Google kể từ năm 2009. Nhiều người sử dụng reCAPTCHA không nhận ra rằng sức lao động của họ đang được sử dụng.",
    "1160252730": "Google hiện đang tính giá cao cho reCAPTCHA Enterprise, khiến nhiều công ty phải đánh giá lại thương vụ này.",
    "1131196501": "Các công ty lớn như",
    "204889717": "đã chuyển sang hCaptcha's",
    "639413188": "để đáp lại.",
    "3280658086": "Giải pháp doanh nghiệp",
    "3842815245": "Đây có phải là một thương mại công bằng?",
    "714342693": "Nhóm hCaptcha đã thu thập dữ liệu giá cả từ các dịch vụ phá hình ảnh xác thực \"dark web\" từ năm 2016. Chúng tôi nhận thấy một xu hướng thú vị:",
    "468929661": "Chi phí trung bình để phá vỡ một reCAPTCHA là cực kỳ thấp (dưới 1 đô la cho mỗi 1000 lần giải) và không tăng đáng kể kể từ khi quá trình giám sát của chúng tôi bắt đầu vào năm 2016. Điều này áp dụng cho cả reCAPTCHA v2 và v3. [",
    "2862164005": "Dữ liệu định giá cho phép chúng tôi đặt một giá trị đô la chính xác vào bảo mật được cung cấp bởi reCAPTCHA: 0,001 đô la trở xuống cho mỗi câu trả lời.",
    "102498091": "Google tính phí $ 1 cho mỗi 1000 yêu cầu đối với reCAPTCHA Enterprise, có nghĩa là họ hiện tính phí cho mỗi yêu cầu cao hơn mức chi phí để phá vỡ tính bảo mật của dịch vụ của họ. Đây có vẻ như là một thỏa thuận tồi.",
    "130239139": "Giá trị của hơn 100 năm lao động mà Google thu thập hàng ngày là bao nhiêu?",
    "1421074182": "Cao hơn đáng kể.",
    "1953519598": "Chi phí để gắn nhãn một hình ảnh dao động từ $ 0,03 đến $ 1,00 hoặc hơn. Theo bất kỳ ước tính thận trọng nào, Google đã trích xuất hàng tỷ đô la lao động tự do cho đến nay. [",
    "3025548709": "Có một giải pháp thay thế cho thỏa thuận không công bằng này không?",
    "263761351": "hCaptcha là giải pháp thay thế đáng tin cậy đầu tiên, hiện được hàng trăm triệu người sử dụng mỗi tháng.",
    "2743692546": "Khi người dùng chứng minh tính nhân văn của họ thông qua hCaptcha, lao động của họ sẽ tham gia vào một thị trường mở ẩn danh để đấu thầu.",
    "1982750088": "Các công ty trên khắp thế giới đấu thầu sức lao động đó để hoàn thành những công việc đơn giản dễ đối với con người nhưng khó đối với máy móc. Người dùng ủng hộ trang web họ đang truy cập và ít bị spam web hơn do mức độ bảo mật cao hơn.",
    "1108398506": "khách hàng có được toàn quyền kiểm soát đối với trải nghiệm và hưởng lợi từ chuyên môn mà hCaptcha đã đạt được trong việc vận hành nhà cung cấp thách thức độc lập lớn nhất trên internet. Họ cũng nhận được ưu đãi tốt hơn so với reCAPTCHA Enterprise: định giá tốt hơn tới 50-80%, tùy thuộc vào số lượng.",
    "3012870872": "Các trang web và ứng dụng sử dụng phiên bản miễn phí (Nhà xuất bản hCaptcha) kiếm được doanh thu từ tác phẩm đó thay vì quyên góp cho Google.",
    "2271512952": "Người dùng ủng hộ trang web họ đang truy cập và ít bị spam web hơn.",
    "278010425": "Các tác vụ đa dạng và thường xuyên thay đổi trên hCaptcha cũng khó tự động hóa hơn. Giao diện duy nhất của reCAPTCHA không thay đổi trong nhiều năm và có một số câu hỏi nhỏ thay đổi thường xuyên. Đây là một trong những cách hCaptcha cung cấp khả năng bảo vệ chống bot mạnh mẽ hơn reCAPTCHA.",
    "984849234": "hCaptcha sử dụng công nghệ máy học nâng cao để cung cấp những gì mà reCAPTCHA chỉ hứa hẹn, đồng thời chia sẻ giá trị thu được với các trang web sử dụng nó.",
    "4063769686": "Người dùng ủng hộ trang web họ đang truy cập và ít bị spam web hơn. Đây có vẻ như là một thỏa thuận công bằng hơn.",
    "685916926": "Tại sao reCAPTCHA không được cải thiện theo thời gian?",
    "3992401943": "Đã có một cuộc cách mạng trong học tập sâu kể từ năm 2012. Tiêu chuẩn ngành về độ chính xác của nhiệm vụ đã được cải thiện hoàn toàn trong thập kỷ qua, chủ yếu là do các mạng phức hợp sâu. Các dịch vụ hỗ trợ ML khác mà Google cung cấp đã tuân theo đường cong này.",
    "615031303": "(Xem chú thích",
    "2125514305": "ML đã được cải thiện, nhưng khó khăn khi vượt qua reCAPTCHA không thay đổi đáng kể trong thời gian này.",
    "1406188018": "6 và 7",
    "2689973938": "Cải thiện reCAPTCHA tạo ra xung đột nội tại cho Google với tư cách là nhà cung cấp quảng cáo.",
    "464238793": "Nếu bản thân Google xác định rằng người dùng xem quảng cáo hoặc nhấp vào liên kết thực chất là bot, thì Google không thể tính phí cho các quảng cáo được hiển thị cho người dùng đó. Xung đột lợi ích này đã hạn chế nghiêm trọng phạm vi tham vọng chống bot của Google.",
    "918924423": "Ví dụ: Google đã không cung cấp các dịch vụ rõ ràng có giá trị như phát hiện bot hồi tố. Sẽ đáng tin cậy hơn nhiều nếu khai báo lưu lượng người dùng do bot tạo ra sau khi phân tích dữ liệu vài ngày.",
    "661412233": "Sau khi captcha biết rằng một số người dùng là bot cũng có giá trị. Nó cho phép chủ sở hữu trang web xóa các bài đăng spam cũ và xóa \"tài khoản người ngủ\" đã đăng ký vào các diễn đàn spam trong tương lai, giảm gian lận và hơn thế nữa.",
    "3600797185": "Việc cung cấp tính năng nhận dạng bot có hiệu lực trở lại sẽ mở ra cho Google những câu hỏi hóc búa về cách hoàn lại tiền cho các nhà quảng cáo đã chi tiền cho lưu lượng gian lận đó.",
    "2076932190": "Do đó, sản phẩm reCAPTCHA đã bị đình trệ trong một thập kỷ.",
    "3856912381": "Người dùng đã phải chịu đựng và spam web không cần thiết hiện đang tràn lan. Nhưng có một sự thay thế.",
    "1035621426": "Mọi bot được xác định bởi reCAPTCHA đều trực tiếp làm giảm doanh thu quảng cáo của Google.",
    "3668115514": "HCaptcha khác nhau như thế nào?",
    "2413742287": "Khuyến khích của hCaptcha là tối đa hóa độ chính xác, không phải doanh thu quảng cáo: các câu trả lời từ bot là vô ích đối với khách hàng của chúng tôi, những người cần dữ liệu đào tạo con người.",
    "1373262754": "Biết ai là một cá nhân có giá trị nhỏ nhất đối với hCaptcha. Chúng tôi chỉ quan tâm xem họ là con người hay là một tác nhân độc hại.",
    "600646860": "Thay vì cung cấp một dịch vụ có giá trị đáng ngờ trong khi trích xuất sức lao động với giá trị thực, hCaptcha cung cấp cả bồi thường và bảo vệ chống bot mạnh mẽ.",
    "1836191653": "Thay vì cung cấp một dịch vụ dễ bị đánh bại cho người dùng miễn phí trong khi tính phí hàng triệu đô la cho phiên bản doanh nghiệp không tốt hơn nhiều, hCaptcha cung cấp khả năng bảo vệ bot tuyệt vời cho cả hai, đồng thời cung cấp cho người dùng doanh nghiệp các tính năng và tùy chỉnh bổ sung, cùng với SLA mạnh mẽ và hỗ trợ nhanh chóng.",
    "990215503": "hCaptcha là dịch vụ hình ảnh xác thực chính duy nhất không thuộc sở hữu của mạng quảng cáo.",
    "971933157": "hCaptcha quan tâm đến quyền riêng tư, minh bạch và công bằng.",
    "178839499": "hCaptcha chia sẻ giá trị của công việc đã làm trong khi người dùng chứng minh tính nhân văn của họ.",
    "1237076138": "hCaptcha cung cấp một thỏa thuận hợp lý cho cả khách hàng miễn phí (hCaptcha Publisher) và doanh nghiệp (hCaptcha Enterprise).",
    "614310292": "Ai đã xây dựng hCaptcha?",
    "4188814619": "hCaptcha là một dịch vụ của Máy trực giác (",
    "3265328927": "), một công ty máy học cung cấp các sản phẩm và dịch vụ cho các công ty triển khai máy học trên quy mô lớn.",
    "2740033957": "Nhóm IM bao gồm các nhà khoa học và kỹ sư từ Apple, Amazon và các nhà lãnh đạo khác trong lĩnh vực máy học, hệ thống phân tán và bảo mật.",
    "1579715421": "Các nhà khoa học IM thường xuyên công bố trong các hội nghị hàng đầu như ICML, ICLR, ECCV và NeurIPS, và công ty đã công bố công khai các kết quả hiện đại trong các lĩnh vực ML như băm sâu [",
    "4015238193": "và OCR [",
    "279580593": "imachines.com",
    "279918384": "Google sử dụng sức lao động miễn phí của bạn như thế nào?",
    "2385522384": "Bạn có thể thấy các khung video từ camera trên xe ô tô tự lái Waymo của Google và giúp cải thiện khả năng nhận dạng đối tượng của chúng.",
    "1517627947": "Bạn có thể nhìn thấy hình ảnh về các tòa nhà hoặc biển báo từ ô tô trong Chế độ xem phố của Google và giúp gắn nhãn vị trí cho các sản phẩm Maps và Earth của họ.",
    "3225936061": "Bạn có thể thấy hình ảnh văn bản được chụp từ các trang sách trên dịch vụ Sách của Google và giúp cải thiện phần mềm OCR (nhận dạng văn bản) của họ.",
    "129661785": "Bạn đã bao giờ được yêu cầu \"bấm vào ô tô / người đi bộ qua đường / đèn dừng chưa?\"",
    "936667684": "Bạn đã bao giờ được yêu cầu \"gõ vào biển báo tòa nhà / đường phố chưa?\"",
    "3773515538": "Đã bao giờ được yêu cầu \"gõ vào hai từ?\"",
    "1778058441": "Những loại công việc nào chạy trên hCaptcha?",
    "366088791": "hCaptcha hỗ trợ nhiều tác vụ khác nhau.",
    "3114147525": "Khách hàng hCaptcha sử dụng dịch vụ cho các tác vụ bao gồm nhận dạng đối tượng, phát hiện thuộc tính (thu thập nhãn để xác định các loại quần áo), xếp hạng mức độ liên quan (chọn sản phẩm phù hợp nhất từ một số tùy chọn khi so sánh với sản phẩm chính), hộp giới hạn (tìm lĩnh vực quan tâm trên một hình ảnh), \"Human OCR\" (xác định văn bản trong một hình ảnh) và nhiều loại tác vụ khác.",
    "3139609561": "Dưới đây là hai ví dụ về phân loại hình ảnh và các loại công việc phát hiện thuộc tính. [",
    "2273532558": "Khách hàng trả tiền của hCaptcha là ai?",
    "4104221634": "Khách hàng của hCaptcha thuộc nhiều ngành khác nhau, từ các công ty công nghệ đến những công ty tập trung vào thời trang, bán lẻ và các lĩnh vực khác mà họ có thể tạo ra giá trị từ việc áp dụng máy học.",
    "1337725003": "hCaptcha cam kết dân chủ hóa quyền truy cập vào số lượng lớn chú thích thời gian thực, cho phép các công ty lớn và nhỏ nâng cao chất lượng sản phẩm và dịch vụ của họ bằng cách áp dụng máy học vào hoạt động kinh doanh của họ.",
    "4086379603": "Câu hỏi?",
    "1243684308": "Chúng tôi coi trọng phản hồi của bạn và muốn đảm bảo mọi người có trải nghiệm trực tuyến dễ chịu hơn, với ít bot hơn và ít spam hơn. Liên hệ với chúng tôi:",
    "2645321220": "Và nếu bạn cho rằng chi phí của reCAPTCHA quá cao, hãy hỏi chúng tôi về hCaptcha Enterprise. Hiện đang được một số nhà xuất bản, công ty dịch vụ tài chính và cơ sở hạ tầng web lớn nhất trên thế giới sử dụng, chúng không chỉ là sự thay thế đáng tin cậy cho reCAPTCHA: chúng tôi tin rằng chúng cung cấp tính năng bảo vệ bot tốt nhất hiện có.",
    "1229233916": "Chú thích",
    "1115642494": "1. Nguồn: Danh sách trang reCAPTCHA của BuiltWith.com. Truy cập ngày 9 tháng 7 năm 2019.",
    "448807334": "(\"Hàng trăm triệu CAPTCHA được mọi người giải quyết mỗi ngày.\") Truy cập ngày 8 tháng 7 năm 2019.",
    "2397590157": "3. Ước tính thận trọng: 200 triệu lần giải * 30 giây cho mỗi lần giải trong năm = 190,3 người-năm / ngày.",
    "3236311792": "4. Phân tích nội bộ hCaptcha. Dữ liệu được thu thập đến hết ngày 30 tháng 6 năm 2019. Thông tin chi tiết có sẵn theo yêu cầu.",
    "1752259468": "5. Ước tính thận trọng: chi phí 0,01 đô la cho một chú thích duy nhất * trung bình 200 triệu. chú thích mỗi ngày (giới hạn dưới) * 365 ngày mỗi năm * 10 năm kể từ khi mua lại năm 2009 = giá trị giới hạn thấp hơn 7,3 tỷ đô la.",
    "3268946369": "6. Tín dụng: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Nguồn: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIC HIERARCHY DỰA TRÊN CÁC MẶT NẠ LIÊN QUAN ĐỐI VỚI VIỆC GIẶT SÂU ĐƯỢC GIÁM SÁT ĐIỂM YẾU, Heikki Arponen, Tom E Bishop. Hội thảo ICML 2019, LLD.",
    "2544169219": "Kết quả hiện đại gần đây: ICML LLD, tháng 5 năm 2019.",
    "1973347745": "10. Hình ảnh ví dụ miễn phí bản quyền. Nguồn: Petapixel.",
    "1493115924": "Ghi chú nhãn hiệu:",
    "4051104324": "\"Máy trực giác\" là nhãn hiệu đã đăng ký của Máy trực giác, Inc.",
    "3983646521": "Tất cả tên sản phẩm, biểu tượng, nhãn hiệu, nhãn hiệu và nhãn hiệu đã đăng ký là tài sản của chủ sở hữu tương ứng. Tất cả tên công ty, sản phẩm và dịch vụ được sử dụng trong trang web này chỉ nhằm mục đích nhận dạng. Việc sử dụng các tên, nhãn hiệu và thương hiệu này không có nghĩa là chứng thực. Trong trường hợp này, hoàn toàn ngược lại.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Các nhà khoa học IM đã thiết lập điểm chuẩn mới cho tính năng nhận dạng văn bản được giám sát yếu (OCR) tại CVPR 2020.",
    "1259002282": "Tìm thấy một lỗi? Đây là cách báo cáo.",
    "3301728462": "Hàng triệu người sử dụng hCaptcha mỗi tháng, trên hàng nghìn tổ hợp trình duyệt, tiện ích mở rộng, thiết bị, tường lửa, v.v.",
    "3878230879": "Mục tiêu của chúng tôi là đảm bảo nó luôn hoạt động cho bạn, vì vậy chúng tôi đánh giá rất cao các báo cáo của bạn!",
    "2465128185": "Để đưa ra phản hồi nhanh, chỉ cần nhấp vào nút \"Gửi phản hồi cho chúng tôi\".",
    "2921990472": "Nếu bạn gặp sự cố chức năng, vui lòng làm theo",
    "2870341481": "phía dưới. Đối với bất kỳ trình duyệt nào khác, chỉ",
    "1866590035": "hướng dẫn nhật ký gỡ lỗi cho Chrome",
    "444492541": "hướng dẫn ghi nhật ký gỡ lỗi cho Firefox",
    "169267610": "gửi email cho chúng tôi",
    "3100722753": "Đối với các vấn đề về bảo mật hoặc quyền riêng tư tiềm ẩn, hãy xem hướng dẫn bên dưới.",
    "1906593952": "Cung cấp phản hồi về hCaptcha bạn vừa xem",
    "3951254541": "Chúng tôi đánh giá cao ý kiến đóng góp của bạn. Hãy cho chúng tôi biết bất kỳ vấn đề nào và chúng tôi sẽ giải quyết chúng nhanh chóng.",
    "3324288040": "Gửi phản hồi cho chúng tôi",
    "2864016648": "Các vấn đề về quyền riêng tư",
    "304004915": "Chúng tôi không quan tâm người dùng là ai, chỉ quan tâm đến khả năng họ là người độc hại hoặc máy móc. Chúng tôi hỗ trợ các sáng kiến như",
    "1139493658": "và làm việc chăm chỉ để cân bằng giữa quyền riêng tư và bảo mật.",
    "3083289844": "Nếu bạn phát hiện thấy vấn đề mà bạn cho rằng có thể ảnh hưởng đến quyền riêng tư của người dùng, vui lòng gửi email cho chúng tôi theo địa chỉ",
    "4264784515": "Lỗi bảo mật",
    "963238401": "Chúng tôi luôn quan tâm đến việc nhận được các báo cáo về lỗi bảo mật. E-mail",
    "3926027556": "và chúng tôi sẽ liên hệ lại với bạn một cách nhanh chóng.",
    "1589805435": "Chúng tôi cũng có một",
    "2560582224": "chương trình tiền thưởng lỗi",
    "103876916": "cho các báo cáo bảo mật đủ điều kiện về dịch vụ hCaptcha và mã nguồn liên quan.",
    "497117287": "Tùy chọn khả năng tiếp cận",
    "3230004040": "Bạn có bị khiếm thị hoặc không thể hoàn thành hCaptchas không?",
    "3480023141": "Tìm hiểu thêm về các tùy chọn trợ năng",
    "2052161540": "Nắm bắt chi tiết báo cáo lỗi: Chrome",
    "2281169898": "Gửi thông tin gỡ lỗi cùng với báo cáo của bạn sẽ giúp chúng tôi xác định điều gì đang xảy ra dễ dàng hơn nhiều. Dưới đây là hướng dẫn từng bước:",
    "1123365779": "Nếu bạn là nhà phát triển web hoặc người dùng chuyên nghiệp, bản tóm tắt là chúng tôi muốn bạn gửi cho chúng tôi bản ghi HAR mạng và nhật ký bảng điều khiển trình duyệt.",
    "2015218686": "trước khi bạn thực hiện các bước này. Nếu điều đó khắc phục được sự cố của bạn, chúng tôi vẫn đánh giá cao việc bạn cho chúng tôi biết phiên bản trình duyệt, trình chặn quảng cáo hoặc tiện ích mở rộng trình duyệt và URL trang web của bạn.",
    "3922723611": "Vui lòng thử tắt bất kỳ trình chặn quảng cáo hoặc tiện ích mở rộng bảo mật trình duyệt nào",
    "4036872105": "đầu tiên và sau đó thử lại",
    "993651083": "Bước 1: Mở Công cụ dành cho nhà phát triển (Thao tác này bắt đầu ghi lại phiên.)",
    "4163469907": "Bước 2: Nhấp vào tab Mạng trong Công cụ dành cho nhà phát triển. Chọn hộp \"Lưu giữ nhật ký\" ở trên cùng.",
    "4243348003": "Bước 3: truy cập",
    "641342999": "hoặc trang web bạn đang gặp sự cố (Lưu ý về quyền riêng tư: chỉ khi bạn không ngại chia sẻ vấn đề đó là gì) ... rồi nhấp vào nút \"Tôi là con người\" và cố gắng giải quyết.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Bước 4: Nhấp vào \"Xuất HAR\" (mũi tên xuống nhỏ) sau khi bạn cố gắng giải quyết, điều này sẽ lưu nhật ký mạng. Gửi tệp đó cho chúng tôi.",
    "1503240421": "Bước 5: Nhấp vào tab Bảng điều khiển và nhấp chuột phải sau đó nhấp vào \"Lưu dưới dạng ..\" để lưu nhật ký bảng điều khiển. Gửi cho chúng tôi điều đó.",
    "2863840904": "Bước 6: Bước cuối cùng, gửi email các tệp nhật ký HAR và bảng điều khiển đó cho chúng tôi và mô tả sự cố",
    "4051785543": "Sử dụng:",
    "3623028666": "(vui lòng sử dụng một dịch vụ như",
    "551761392": "và gửi liên kết) và tùy chọn ảnh chụp màn hình, nếu bạn nghi ngờ có điều gì đó không hiển thị chính xác. Vui lòng gửi cả IP bạn đang sử dụng. Bạn có thể lấy nó từ",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Cảm ơn đã dành thời gian để giúp chúng tôi có được thông tin này!",
    "3680327841": "Chúng tôi cam kết làm cho hCaptcha hoạt động tốt cho mọi người",
    "1059502393": "Nắm bắt chi tiết báo cáo lỗi: Firefox",
    "1112074001": "Bước 2: Nhấp vào tab Mạng trong Công cụ dành cho nhà phát triển. Chọn hộp \"Nhật ký liên tục\" ở trên cùng.",
    "1797298240": "Bước 4: Nhấp vào \"HAR\" sau khi bạn cố gắng giải quyết và chọn \"Lưu tất cả dưới dạng HAR\" để lưu nhật ký mạng. Gửi tệp đó cho chúng tôi.",
    "3671246379": "Bước 5: Nhấp vào tab Bảng điều khiển và nhấp chuột phải vào \"Chọn tất cả\" và lưu vào tệp văn bản, để lưu nhật ký bảng điều khiển. Gửi cho chúng tôi điều đó.",
    "3816867833": "Nhận xét",
    "788770967": "Rất tiếc khi biết điều đó! Bạn có thể muốn sử dụng tùy chọn trợ năng của chúng tôi:",
    "1333016413": "Điều này cho phép bạn tránh các câu hỏi trong tương lai bằng cách đăng ký và đặt cookie.",
    "2333410049": "Vui lòng thử tắt trình chặn quảng cáo của bạn.",
    "1345083090": "Báo cáo sự cố chức năng?",
    "2184564739": "Nhìn thấy",
    "604751186": "Các vấn đề khác? E-mail",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "cách báo cáo sự cố với nhật ký chi tiết",
    "1050501253": "Quá khó",
    "3264813246": "Không phù hợp",
    "3526939538": "Lỗi phần mềm",
    "126134492": "Khác",
    "3511610999": "Hãy đảm bảo rằng bạn đến đúng nơi.",
    "3906886217": "Đối với các công ty hoặc trang web",
    "1621597093": "Giải pháp bảo mật doanh nghiệp (trả phí)",
    "3176531704": "Chú thích dữ liệu",
    "1834239172": "Mua dịch vụ chú thích hCaptcha",
    "1457707016": "Cho cá nhân",
    "770264626": "Thêm hCaptcha vào dịch vụ của bạn (miễn phí)",
    "881015166": "Thêm hCaptcha for Publishers vào trang web hoặc ứng dụng của tôi",
    "47536007": "Tìm hiểu thêm về hCaptcha",
    "2012837493": "Kết quả tìm kiếm",
    "4034694801": "Không có kết quả phù hợp.",
    "3621411541": "Tìm hiểu về các tùy chọn trợ năng cho hCaptcha",
    "3401005681": "Kiếm tiền",
    "3933993151": "Làm việc như một người ghi nhãn dữ liệu cá nhân",
    "563059212": "Danh sách các nhà xử lý phụ",
    "3501923981": "Cập nhật lần cuối: ngày 1 tháng 1 năm 2020.",
    "3548097301": "Có hiệu lực: 01/01/2020.",
    "3991444169": "Trang này liệt kê các bộ xử lý con hiện tại cho dịch vụ hCaptcha Enterprise.",
    "835396984": "Hiện đang hoạt động",
    "424089481": "Amazon Web Services, Inc. (Toàn cầu). Dịch vụ được cung cấp: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Toàn cầu). Dịch vụ cung cấp: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Toàn cầu). Dịch vụ cung cấp: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Tập đoàn Microsoft (Toàn cầu). Dịch vụ cung cấp: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Lưu ý: không áp dụng cho tất cả các khách hàng. Ví dụ: IP Blinding hoặc khách hàng tùy chọn quyền riêng tư hoặc bảo mật nâng cao khác (ví dụ khách hàng Thuê nhà ảo bảo mật) hoàn toàn bị loại trừ khỏi bất kỳ \"PII\" tiềm năng nào đã từng xâm nhập vào hệ thống đo từ xa, thậm chí là địa chỉ IP. Vui lòng liên hệ với đại diện tài khoản của bạn để biết thêm thông tin nếu cần.",
    "700843971": "Hound Technology, Inc. (Toàn cầu). Dịch vụ cung cấp: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Toàn cầu). Dịch vụ cung cấp: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Toàn cầu). Dịch vụ cung cấp: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Toàn cầu). Dịch vụ cung cấp: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Cơ sở hạ tầng",
    "370366524": "Phép đo từ xa dịch vụ phù du",
    "121192737": "Bổ sung sắp tới",
    "2420789666": "Fastly, Inc. Các dịch vụ được cung cấp: CDN nhanh chóng và tính toán biên.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Có hiệu lực: ngày 1 tháng 9 năm 2021. Bổ sung cơ sở hạ tầng",
    "1487796027": "Cho các công ty",
    "3943417791": "Nhận hỗ trợ cho hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (miễn phí)",
    "3397976149": "Nhận hỗ trợ cho Nhà xuất bản hCaptcha",
    "833750823": "Gặp khó khăn với một thử thách?",
    "2024737147": "Bạn muốn báo cáo một lỗi?",
    "1978884623": "Tìm hiểu thêm về cách báo cáo sự cố phần mềm",
    "4188664955": "Điều khoản dịch vụ chính",
    "2621989404": "Cập nhật lần cuối: ngày 24 tháng 9 năm 2021. Xin lưu ý rằng các điều khoản tiếng Anh của chúng tôi là có thẩm quyền.",
    "2404545611": "Chào mừng bạn đến với hCaptcha! Cảm ơn bạn đã trở thành một phần của cộng đồng của chúng tôi. Tất cả người dùng \"Dịch vụ\" (được định nghĩa bên dưới) phải đồng ý với các điều khoản sau (\"Điều khoản Dịch vụ\"). Theo Điều khoản dịch vụ này, \"IMI\", \"chúng tôi\" và \"chúng tôi\" đề cập đến Intuition Machines, Inc. và các công ty con, chi nhánh, cán bộ, đại lý, nhân viên, đại diện và đại lý và \"trang web\" của chúng tôi bao gồm bất kỳ trang web nào dưới sự kiểm soát của chúng tôi, bao gồm www.hcaptcha.com và www.imachines.com.",
    "2348450790": "Vui lòng đọc các Điều khoản Dịch vụ này. Chúng bao gồm, trong số các điều khoản khác, từ chối trách nhiệm bảo đảm, giới hạn trách nhiệm pháp lý và phân xử ràng buộc. Xin lưu ý rằng các Điều khoản Dịch vụ này có thể đã thay đổi kể từ lần cuối bạn truy cập trang web của chúng tôi. Chúng tôi có thể sửa đổi và cập nhật các Điều khoản Dịch vụ này theo quyết định riêng của chúng tôi. Trong trường hợp có sự thay đổi quan trọng, chúng tôi sẽ thông báo cho bạn bằng cách đăng Điều khoản Dịch vụ cập nhật trên trang này, sau đó bạn phải hoàn toàn chấp nhận Điều khoản Dịch vụ đã cập nhật để tiếp tục sử dụng hoặc truy cập Trang web hoặc Dịch vụ.",
    "1064537632": "Xin lưu ý rằng việc bạn sử dụng Dịch vụ của chúng tôi chịu sự điều chỉnh của Thỏa thuận xử lý dữ liệu của chúng tôi, được đưa vào đây để tham khảo. Vui lòng xem lại thỏa thuận này để xem cách chúng tôi thay mặt bạn xử lý dữ liệu cá nhân. Lưu ý rằng chúng tôi hoạt động với tư cách là \"bộ xử lý dữ liệu\" cho các mục đích của Quy định chung về bảo vệ dữ liệu của Liên minh Châu Âu và \"nhà cung cấp dịch vụ\" cho mục đích của Đạo luật về quyền riêng tư của người tiêu dùng California.",
    "1933936765": "Thỏa thuận xử lý dữ liệu (Cập nhật lần cuối: 23 tháng 9 năm 2021)",
    "2959486280": "Nếu bạn không đồng ý với các Điều khoản Dịch vụ này, bạn không thể sử dụng hoặc truy cập Trang web hoặc Dịch vụ.",
    "3200859925": "1. Mục đích",
    "1807143500": "Dịch vụ bao gồm dịch vụ bảo mật trực tuyến (\"Dịch vụ hCaptcha\") và nền tảng (\"Nền tảng Máy trực giác\") mà trên đó một cá nhân (\"Người đóng góp\") có thể chọn để thực hiện các nhiệm vụ mà pháp nhân bên thứ ba hoặc chính Máy trực giác (mỗi \"Người yêu cầu\") đăng lên trang web của chúng tôi hoặc Dịch vụ hCaptcha, trực tiếp trên trang web của chúng tôi hoặc bằng cách truy cập Nền tảng Máy trực giác và / hoặc thực hiện các tác vụ thông qua hoặc liên quan đến pháp nhân và / hoặc nền tảng hoặc dịch vụ của bên thứ ba (mỗi \"Tích phân\"). Người yêu cầu đăng nhiệm vụ và mời Người đóng góp thực hiện chúng để đổi lấy phần thưởng do IMI cung cấp cho Người tích hợp hoặc theo quyết định của Người yêu cầu nếu Người yêu cầu đang sử dụng Nền tảng máy trực giác hoặc Dịch vụ hCaptcha để phục vụ nhiệm vụ cho người dùng cuối của họ. Chúng tôi tính phí các công ty và cá nhân (mỗi công ty là \"Khách hàng\") sử dụng nền tảng của chúng tôi để họ có thể sử dụng phần mềm của chúng tôi, tác giả nhiệm vụ, thuê chúng tôi để tác giả nhiệm vụ và / hoặc có quyền truy cập vào Cộng tác viên. Chúng tôi cũng tính phí Người tích hợp sử dụng Dịch vụ hCaptcha của chúng tôi để giảm gian lận, lạm dụng và spam trên các trang web, ứng dụng dành cho thiết bị di động và các sản phẩm trực tuyến khác của họ. Phần trên được gọi chung là \"Dịch vụ\".",
    "3212830633": "2. Tính đủ điều kiện",
    "2605814073": "Bằng cách sử dụng hoặc đăng ký Dịch vụ của chúng tôi, bạn đồng ý: bạn từ 18 tuổi trở lên; bạn có quyền ký thỏa thuận này thay mặt cho bản thân hoặc tổ chức mà bạn đại diện và sẽ luôn tuân thủ các Điều khoản Dịch vụ này cũng như tất cả các chính sách và nguyên tắc của IMI được đề cập ở đây; và bạn sẽ không lạm dụng trang web của chúng tôi, trình bày sai danh tính của bạn cho chúng tôi hoặc sử dụng trí thông minh nhân tạo để hoàn thành bất kỳ phần nào của bất kỳ nhiệm vụ nào trên IMI đòi hỏi trí thông minh của con người.",
    "2616040974": "3. Khách hàng và Người yêu cầu",
    "1544829730": "Nếu bạn là Khách hàng hoặc Người yêu cầu, bạn đồng ý rằng các điều khoản bổ sung được đính kèm dưới đây làm Phụ lục khách hàng sẽ được áp dụng và được kết hợp bằng cách tham chiếu vào các Điều khoản dịch vụ này. Nếu bạn không phải là Khách hàng hoặc Người yêu cầu, hoặc không còn là Khách hàng hoặc Người yêu cầu, thì các điều khoản bổ sung trong Phụ lục khách hàng sẽ không được áp dụng cũng như sẽ không được kết hợp bằng cách tham chiếu vào Điều khoản dịch vụ này.",
    "3759360138": "4. Tên người dùng và mật khẩu",
    "2236960358": "Sau khi đăng ký, bạn sẽ được yêu cầu tiết lộ một số thông tin cá nhân nhất định về bạn (\"Thông tin cá nhân\"), bao gồm tên, địa chỉ email của bạn và để tạo tên người dùng và mật khẩu, tất cả đều sẽ tuân theo Chính sách quyền riêng tư của chúng tôi, có sẵn trên trang mạng. Một mình bạn chịu trách nhiệm giám sát, đảm bảo và duy trì tính bảo mật của tài khoản, mật khẩu và bất kỳ khóa xác thực nào được liên kết với tài khoản của bạn và bạn chịu trách nhiệm về bất kỳ việc sử dụng hoặc hành động nào được thực hiện thông qua việc sử dụng thông tin đó trên Dịch vụ.",
    "3047519814": "Bạn đồng ý rằng bạn sẽ không chia sẻ tài khoản hoặc mật khẩu của mình với bất kỳ ai.",
    "1699668873": "Bạn phải thông báo cho IMI ngay lập tức nếu bạn nghi ngờ rằng thông tin tài khoản của mình đã bị người khác đánh cắp hoặc sử dụng hoặc bất kỳ hành vi vi phạm bảo mật nào khác.",
    "3044038608": "Bạn đồng ý cung cấp cho chúng tôi thông tin trung thực, chính xác và đầy đủ theo yêu cầu trong quá trình đăng ký của chúng tôi. Bạn cũng đồng ý cập nhật những thông tin đó kịp thời khi cần thiết để giữ cho nó luôn cập nhật và chính xác.",
    "4132302900": "5. Quyền riêng tư của bạn, dữ liệu của bạn và \"dữ liệu cho tất cả\"",
    "10724169": "Bạn chấp nhận Chính sách Bảo mật của chúng tôi, Chính sách này điều chỉnh những gì chúng tôi sẽ làm với bất kỳ Thông tin Cá nhân nào mà bạn cung cấp cho chúng tôi.",
    "1669194950": "Ngoài Thông tin cá nhân, bạn cũng có thể được yêu cầu cung cấp (hoặc có thể cần thiết để chúng tôi thu thập) dữ liệu khác để chúng tôi có thể cung cấp Dịch vụ (gọi chung là \"Dữ liệu khách hàng\"). Chúng tôi không chịu trách nhiệm về bất kỳ trường hợp nào không thực hiện được Dịch vụ do bạn chậm trễ hoặc không cung cấp Dữ liệu khách hàng.",
    "1330274831": "Theo đây, bạn cấp cho chúng tôi giấy phép toàn cầu, không độc quyền, có thể cấp phép lại, có thể chuyển nhượng, miễn phí bản quyền, không thể thu hồi trong thời hạn của Thỏa thuận này để sử dụng, tái tạo, phân phối điện tử và hiển thị công khai bất kỳ Dữ liệu khách hàng nào chỉ nhằm mục đích cung cấp Dịch vụ . Bạn tuyên bố và đảm bảo rằng bạn sở hữu đủ quyền, quyền sở hữu và sự quan tâm đối với và đối với dữ liệu của mình để cấp giấy phép trong phần này.",
    "2230333214": "Chúng tôi tổng hợp Dữ liệu khách hàng với các dữ liệu khác để các kết quả không thể nhận dạng cá nhân và chúng tôi cũng thu thập dữ liệu và nhật ký kỹ thuật đã được xác định danh tính liên quan đến việc sử dụng Dịch vụ (\"Dữ liệu tổng hợp / Dữ liệu được xác định danh tính\"). Bất kể điều gì trái ngược ở đây, bất kỳ Dữ liệu Tổng hợp / Chưa xác định nào như vậy đều có thể được IMI sử dụng cho bất kỳ mục đích kinh doanh nào trong hoặc sau thời hạn của Thỏa thuận này, bao gồm nhưng không giới hạn ở việc phát triển và cải thiện Dịch vụ cũng như tạo và phân phối các báo cáo và các vật liệu. Dữ liệu Khách hàng cũng có thể tồn tại và được hiển thị trong hệ thống trong một khoảng thời gian giới hạn không quá 180 ngày sau khi hoàn thành công việc, ví dụ như dữ liệu hiệu chuẩn hoặc xác nhận tự động cho hệ thống Máy trực giác. Để rõ ràng, Phần 5 này không cho chúng tôi quyền xác định bạn là nguồn của bất kỳ Dữ liệu Tổng hợp / Đã xác định nào mà không có sự cho phép trước bằng văn bản của bạn.",
    "3881754581": ". Nếu bạn là Khách hàng của các dịch vụ chú thích của chúng tôi và đã chọn tùy chọn \"Dữ liệu cho tất cả\" như một phần của việc sử dụng Dịch vụ, thì bạn cấp cho IMI và tất cả người dùng Dịch vụ trên toàn thế giới, không độc quyền, có thể cấp phép lại, có thể chuyển nhượng, giấy phép miễn phí bản quyền, không thể thu hồi để khai thác đầy đủ tất cả Dữ liệu khách hàng, bao gồm tất cả các quyền sở hữu trí tuệ liên quan. Nếu bạn chọn tùy chọn \"Dữ liệu cho Tất cả\", bạn tuyên bố và đảm bảo rằng bạn sở hữu đủ quyền, quyền sở hữu và mối quan tâm đối với và đối với dữ liệu của mình để cấp giấy phép trong phần này.",
    "3496767126": "Để tránh nghi ngờ, đoạn sau chỉ áp dụng cho Khách hàng sử dụng dịch vụ chú thích của chúng tôi và không sử dụng Dịch vụ của chúng tôi với tư cách là Người tích hợp",
    "767207800": "Nếu dữ liệu của bạn có khả năng chứa nội dung khiêu dâm hoặc xúc phạm, chúng tôi yêu cầu bạn đánh dấu chúng là \"NỘI DUNG KHAI THÁC\" để coi đó là cảnh báo công bằng cho bất kỳ ai xem dữ liệu của bạn. Bạn không thể không có thỏa thuận riêng bằng văn bản với IMI bao gồm các nhiệm vụ vi phạm chính sách của chúng tôi, bao gồm nhưng không giới hạn ở (a) các nhiệm vụ quảng bá trực tiếp hoặc gián tiếp cho một trang web hoặc dịch vụ khác, (b) các nhiệm vụ vi phạm các điều khoản của trang web của bên thứ ba và điều kiện, (c) nhiệm vụ yêu cầu Cộng tác viên thu hút bên thứ ba, (d) nhiệm vụ yêu cầu Cộng tác viên thực hiện hành động để thao túng hành vi hoặc kết quả của trang web, (e) nhiệm vụ vi phạm quyền sở hữu trí tuệ của bên thứ ba và (f) nhiệm vụ yêu cầu Người đóng góp tải xuống phần mềm hoặc tệp.",
    "3370561195": "6. Hành vi được chấp nhận",
    "4205152730": "Bạn được khuyến khích tương tác với những người dùng khác ở bất kỳ đâu trên trang web của chúng tôi, Diễn đàn, nhắn tin, trò chuyện và các kênh truyền thông xã hội khác do IMI kiểm soát, nhưng nếu làm như vậy, bạn phải tuân thủ tất cả các điều khoản dịch vụ và sử dụng trên trang web của chúng tôi cũng như tất cả các luật có liên quan .",
    "1394253934": "7. Lạm dụng, Lạm dụng và Xuyên tạc",
    "1406393333": "Bất kỳ truy cập hoặc sử dụng Dịch vụ nào khác với các Điều khoản Dịch vụ này và bất kỳ hướng dẫn nào mà chúng tôi cung cấp đều bị nghiêm cấm. Đặc biệt, bạn SẼ KHÔNG:",
    "3409726716": "đăng ký nhiều hơn một tài khoản với chúng tôi mà không có ủy quyền bằng văn bản;",
    "3119498672": "thực hiện bất kỳ nhiệm vụ nào với việc sử dụng bot Internet, rô bốt web, bot, tập lệnh hoặc bất kỳ dạng trí tuệ nhân tạo nào khác hoặc cố gắng giành phần thưởng từ IMI hoặc bất kỳ Người yêu cầu hoặc Người tích hợp nào mà không hoàn thành nhiệm vụ như chúng được mô tả;",
    "1188668818": "cung cấp bất kỳ thông tin sai lệch nào trong khi sử dụng trang web này (bao gồm nhưng không giới hạn việc mạo danh bất kỳ cá nhân hoặc tổ chức nào khác trong tài khoản của bạn, hoặc tuyên bố sai sự thật hoặc trình bày sai về bản thân hoặc mối quan hệ của bạn với bất kỳ cá nhân hoặc tổ chức nào khác trong tài khoản của bạn;",
    "2804310964": "truy cập hoặc cố gắng truy cập trang web của chúng tôi thông qua bất kỳ máy chủ web proxy nào hoặc thiết bị khác được thiết kế để làm xáo trộn vị trí hoặc danh tính thực của bạn hoặc bằng bất kỳ phương tiện nào khác ngoài giao diện được cung cấp;",
    "1374227759": "sử dụng trang web cho bất kỳ hoạt động bất hợp pháp nào hoặc cho bất kỳ mục đích nào khác với mục đích mà nó đã được cung cấp;",
    "2103513933": "tham gia vào hoạt động can thiệp hoặc làm gián đoạn hoạt động của trang web;",
    "137127070": "chèn, tải lên hoặc đính kèm các liên kết hoặc tệp bên ngoài độc hại hoặc không xác định hoặc tải lên bất kỳ nội dung nào có chứa vi-rút, ngựa thành Troy, sâu, bom hẹn giờ hoặc mã máy tính có hại khác;",
    "1686655020": "Tải lên bất kỳ nội dung nào có bản quyền mà không phải là tác phẩm gốc của bạn, trừ khi bạn được chủ sở hữu hợp pháp cho phép đăng nội dung đó và cấp cho IMI tất cả các quyền được cấp phép ở đây;",
    "1406692811": "tham gia vào việc gửi thư rác hoặc đăng bất kỳ hình thức công khai nào, cố gắng có được giới thiệu, giao tiếp đại chúng, đề nghị hoặc yêu cầu tiền, chào mời dịch vụ, quảng cáo, tiếp thị, tin nhắn vô nghĩa, chủ đề trùng lặp, nội dung bất hợp pháp, liên kết trang web xã hội, địa chỉ e-mail, hoặc ID nhắn tin tức thời trừ khi được yêu cầu bởi nhiệm vụ;",
    "3893539589": "chèn các liên kết bên ngoài cung cấp hàng hóa hoặc dịch vụ trừ khi được yêu cầu bởi nhiệm vụ;",
    "3214322759": "nếu không thì tham gia vào bất kỳ hoạt động gian lận hoặc độc hại nào.",
    "3733422465": "8. Xác minh danh tính của bạn",
    "267645277": "IMI có thể xác minh danh tính của bạn. Điều này có thể bao gồm việc so sánh thông tin cá nhân của bạn với cơ sở dữ liệu của bên thứ ba hoặc các văn bản pháp lý chính thức. Bạn cho phép chúng tôi thực hiện bất kỳ yêu cầu nào cần thiết để xác nhận danh tính của bạn, quyền sở hữu địa chỉ email và quyền sở hữu tài khoản tài chính của bạn. Bạn đồng ý cung cấp thông tin về bạn để hỗ trợ chúng tôi xác minh danh tính của bạn.",
    "4169910317": "9. Tuân thủ Luật pháp",
    "519755936": "Một mình bạn chịu trách nhiệm tuân thủ luật liên bang, tiểu bang, tỉnh và địa phương liên quan đến việc sử dụng Dịch vụ của bạn. Bạn đồng ý bồi thường và coi chúng tôi là vô hại đối với bất kỳ khiếu nại nào chống lại chúng tôi vì bạn đã không tuân thủ bất kỳ luật nào hoặc vi phạm bất kỳ quyền nào của bên thứ ba, bao gồm nhưng không giới hạn các quyền theo hợp đồng, sở hữu trí tuệ hoặc quyền riêng tư.",
    "731546974": "10. Thuế Người đóng góp hoặc Người tích hợp",
    "3128328457": "Nếu bạn là Cộng tác viên hoặc Người tích hợp, chỉ mình bạn chịu trách nhiệm thanh toán mọi khoản thuế thu nhập ước tính hoặc thuế thu nhập liên bang, tiểu bang hoặc địa phương khác, an sinh xã hội, FICA và bồi thường cho người lao động do sử dụng trang web của chúng tôi, cũng như các khoản thuế hoặc phí tương tự ở các khu vực pháp lý không thuộc Hoa Kỳ. Bạn đồng ý bồi thường và coi chúng tôi là vô hại đối với bất kỳ đánh giá nào chống lại chúng tôi vì bạn không tuân thủ bất kỳ luật thuế nào.",
    "2931396764": "11. Vi phạm các Điều khoản Dịch vụ này",
    "1240667045": "Chúng tôi có thể tạm ngừng, giới hạn hoặc hủy bỏ quyền truy cập của bạn vào Dịch vụ bất kỳ lúc nào vì bất kỳ lý do gì, bao gồm vì: (a) chúng tôi tin rằng bạn đã vi phạm các Điều khoản Dịch vụ này (bao gồm các chính sách liên quan khác); (b) chúng tôi tin rằng bạn đã vi phạm quyền của chúng tôi hoặc quyền của bất kỳ bên thứ ba nào; (c) chúng tôi không thể xác minh hoặc xác thực thông tin bạn đã cung cấp cho chúng tôi; hoặc (d) chúng tôi tin rằng hành động của bạn có thể tạo ra trách nhiệm pháp lý cho bạn, chúng tôi hoặc bên thứ ba. Để tránh nghi ngờ, chúng tôi có quyền ngăn cản hoặc tạm ngừng thanh toán cho bạn nếu chúng tôi tin rằng hợp lý rằng bất kỳ điều nào ở trên áp dụng cho khoản thanh toán đó.",
    "1601080128": "Nếu chúng tôi tạm ngưng hoặc chấm dứt tài khoản của bạn, bạn sẽ không còn quyền truy cập vào bất kỳ phần nào của trang web, bao gồm dữ liệu, tin nhắn, tệp và các tài liệu khác mà bạn lưu giữ trên trang web. Bạn KHÔNG được tiếp tục sử dụng trang web của chúng tôi dưới một tên tài khoản mới hoặc khác. Các hành vi vi phạm Điều khoản dịch vụ này có thể bị truy tố ở mức tối đa của pháp luật và có thể dẫn đến các hình phạt và biện pháp trừng phạt bổ sung.",
    "1160707899": "12. Vai trò và mối quan hệ của cộng tác viên với IMI và những người yêu cầu khác",
    "269838707": "Nếu bạn là Cộng tác viên, bạn và chỉ bạn quyết định hoàn thành nhiệm vụ nào và bao nhiêu nhiệm vụ cũng như thời gian và địa điểm bạn hoàn thành chúng. Bạn có thể tự do dành nhiều hay ít thời gian để hoàn thành nhiệm vụ tùy ý. Bạn không phải chịu bất kỳ nghĩa vụ nào để hoàn thành một nhiệm vụ.",
    "1087195513": "Nếu bạn là Cộng tác viên truy cập Dịch vụ và / hoặc thực hiện các nhiệm vụ thông qua hoặc liên quan đến Người tích hợp thay mặt Người yêu cầu không phải là IMI, thì bạn đồng ý và thừa nhận rằng Máy trực giác không chịu trách nhiệm và không có nghĩa vụ với bạn tôn trọng bất kỳ phần thưởng hoặc khoản bồi thường nào khác cho các nhiệm vụ đã hoàn thành. Bạn đồng ý và thừa nhận rằng bất kỳ phần thưởng hoặc khoản bồi thường nào khác cho các nhiệm vụ đã hoàn thành chỉ được xác định theo thỏa thuận của bạn với Người yêu cầu và / hoặc Người tích hợp, nếu có. Bất kỳ tranh chấp nào về phần thưởng đó hoặc khoản bồi thường khác (bao gồm nhưng không giới hạn việc không nhận được phần thưởng đó hoặc khoản bồi thường khác) chỉ giữa bạn và Người yêu cầu và / hoặc Người tích hợp, nếu có.",
    "952813944": "Việc bạn sử dụng trang web của chúng tôi hay bất kỳ điều gì trong thỏa thuận này đều không tạo ra mối quan hệ lao động, đối tác, liên doanh, đại lý, nhượng quyền thương mại hoặc đại diện bán hàng giữa bạn và Máy trực giác. Chúng tôi không cung cấp cho bạn bất kỳ thiết bị hoặc công cụ nào để hoàn thành nhiệm vụ. Chúng tôi không cung cấp cho bạn bất kỳ quyền lợi nào, bồi thường cho người lao động, hoặc bảo hiểm. Chúng tôi không chịu trách nhiệm cho bất kỳ chi phí nào bạn phải chịu khi sử dụng trang web của chúng tôi. Chúng tôi sẽ không khấu trừ bất kỳ số tiền nào từ phần thưởng của bạn đối với thuế thu nhập liên bang hoặc tiểu bang, An sinh xã hội hoặc bất kỳ loại thuế nào khác. Bạn luôn tự do thực hiện các nhiệm vụ cho bất kỳ cá nhân hoặc doanh nghiệp nào, bao gồm bất kỳ đối thủ cạnh tranh nào của chúng tôi. Bạn không có quyền ký kết bất kỳ hợp đồng nào, bằng văn bản hoặc bằng miệng, thay mặt cho Máy trực giác.",
    "3460432665": "Bất chấp những điều đã nói ở trên, nếu bạn là người đóng thuế Hoa Kỳ, chúng tôi có thể yêu cầu bạn cập nhật W-9 hàng năm và chúng tôi có thể cấm bạn thực hiện các nhiệm vụ cho đến khi bạn hoàn thành hoặc cập nhật W-9.",
    "458271951": "Nếu bạn là một Cộng tác viên truy cập Dịch vụ và / hoặc thực hiện các nhiệm vụ thông qua hoặc liên quan đến một Người tích hợp thay mặt cho Máy trực giác (đóng vai trò là Người yêu cầu), Máy trực giác có thể thưởng cho bạn vì đã hoàn thành một số nhiệm vụ nhất định. Trong trường hợp bạn bị phát hiện có hành vi gian lận, lạm dụng hoặc vi phạm Điều khoản dịch vụ này, bất kỳ và tất cả phần thưởng dành cho bạn có thể bị Máy trực giác giữ lại và / hoặc thu hồi.",
    "3056723024": "13. Hoàn thành nhiệm vụ không được chấp nhận",
    "3913203723": "Nếu vì bất kỳ lý do gì, Người yêu cầu không chấp nhận việc thực hiện nhiệm vụ bạn đã hoàn thành, bạn với tư cách là Cộng tác viên hoặc Người tích hợp sẽ không được hưởng bất kỳ phần thưởng nào cho nhiệm vụ đó. Trong trường hợp phần thưởng đã được phân phát cho bạn vì một nhiệm vụ đã hoàn thành không thể chấp nhận được, chúng tôi có thể thu hồi chúng từ bạn.",
    "3666807632": "14. Trình độ và Kỹ năng của Cộng tác viên",
    "1993899769": "15. Việc sử dụng thông tin của chúng tôi",
    "2927283721": "Bằng cách thực hiện các tác vụ trên trang web của chúng tôi, bạn cho phép thu thập, sử dụng và tiết lộ thông tin cá nhân của mình theo Chính sách Bảo mật của chúng tôi. Ngoài ra, chúng tôi có thể chia sẻ thông tin nhất định về bạn và các nhiệm vụ đã hoàn thành của bạn cho Người yêu cầu có nhiệm vụ bạn đã hoàn thành để tạo điều kiện cho mối quan hệ dịch vụ và cải thiện trang web, bao gồm, ví dụ: ID cộng tác viên, kết quả của các nhiệm vụ đã hoàn thành và các thuộc tính khác liên quan đến trình độ, ngôn ngữ, kỹ năng của bạn và việc sử dụng trang web.",
    "3027055607": "16. Sở hữu trí tuệ và quyền sở hữu",
    "3910971075": "IMI sở hữu tất cả các quyền, bao gồm quyền sở hữu trí tuệ, trong mã nguồn, mã đối tượng hoặc cấu trúc cơ bản, ý tưởng hoặc thuật toán, API và bất kỳ phần mềm, tài liệu hoặc dữ liệu bổ sung nào liên quan đến Dịch vụ (\"Phần mềm\"). Bạn sẽ không, trực tiếp hoặc gián tiếp, thông qua một bên thứ ba hoặc cách khác: (a) thiết kế đối chiếu, dịch ngược, tháo rời, hoặc cố gắng khám phá Phần mềm; (b) sửa đổi, dịch hoặc tạo các sản phẩm phái sinh dựa trên bất kỳ Phần mềm nào; (c) sao chép, thuê, cho thuê, phân phối, cầm cố, chuyển nhượng, hoặc chuyển giao hoặc mã hóa các quyền đối với bất kỳ Phần mềm nào; (d) sử dụng bất kỳ Phần mềm nào cho mục đích chia sẻ thời gian, văn phòng dịch vụ hoặc vì lợi ích của bên thứ ba; hoặc (e) xóa mọi thông báo hoặc nhãn độc quyền.",
    "3660891610": "Nếu bạn là Cộng tác viên, IMI chứ không phải bạn, có quyền sở hữu đối với bất kỳ tác phẩm nào bạn sản xuất như một phần của việc hoàn thành bất kỳ nhiệm vụ nào. Bằng cách chấp nhận các điều khoản của Thỏa thuận này, bạn đồng ý (và theo đây) chuyển giao quyền sở hữu, quyền sở hữu và quyền sở hữu (bao gồm tất cả các quyền sở hữu trí tuệ hiện có trên toàn thế giới) trong và công việc của bạn cho chúng tôi. Để đảm bảo rằng chúng tôi có thể có được, hoàn thiện và sử dụng các quyền đó, bạn đồng ý thêm (i) ký vào bất kỳ tài liệu nào để hỗ trợ việc lập tài liệu, hoàn thiện và thực thi các quyền của chúng tôi; và (ii) cung cấp quyền truy cập hợp lý vào thông tin để ghi lại, hoàn thiện, bảo mật, bảo vệ và thực thi các quyền sở hữu đó ở bất kỳ và tất cả các quốc gia. Các nghĩa vụ của bạn theo phần này sẽ tiếp tục ngay cả sau khi bạn hủy đăng ký hoặc ngừng sử dụng Dịch vụ. Bạn chỉ định chúng tôi làm luật sư thực tế của bạn để thực hiện các tài liệu thay mặt bạn cho các mục đích được nêu trong phần này.",
    "426125156": "17. Bản quyền và TakeDown",
    "1408530660": "IMI tôn trọng tài sản trí tuệ của người khác và chúng tôi có quyền xóa khỏi trang web của mình bất kỳ tài liệu nào mà chúng tôi tin rằng có thể vi phạm quyền trí tuệ của bất kỳ bên thứ ba nào. Nếu bạn cho rằng tác phẩm của chính mình đã bị sao chép theo cách cấu thành vi phạm bản quyền trên trang web này, vui lòng liên hệ với bộ phận hỗ trợ khách hàng của Intuition Machines.",
    "2696932851": "18. Bồi thường",
    "3844300338": "Bạn đồng ý bồi thường, bào chữa và giữ cho chúng tôi vô hại khỏi bất kỳ và tất cả các khiếu nại, thiệt hại, trách nhiệm pháp lý, chi phí và chi phí (bao gồm cả phí và chi phí luật sư hợp lý), phát sinh từ hoặc liên quan đến việc thực hiện nhiệm vụ của bạn hoặc việc bạn sử dụng trang web của chúng tôi .",
    "2474091800": "19. Tranh chấp với Người dùng khác; Phóng thích",
    "3162107126": "IMI không phải là một bên trong bất kỳ tranh chấp nào giữa bạn và bất kỳ người dùng Dịch vụ nào khác. Bạn giải phóng IMI và các chi nhánh của nó khỏi bất kỳ và tất cả các khiếu nại, yêu cầu và thiệt hại thuộc mọi loại và tính chất, đã biết và chưa biết, nghi ngờ và không nghi ngờ, tiết lộ và không tiết lộ, phát sinh từ hoặc liên quan đến bất kỳ tranh chấp nào giữa bạn và người dùng khác.",
    "2271969747": "20. Thông tin bí mật mà bạn nhận được",
    "1042802841": "Thông tin bí mật là bất kỳ thông tin nào được đánh dấu là bí mật hoặc độc quyền, hoặc được bên nhận hiểu một cách hợp lý là bí mật hoặc độc quyền. Điều này không bao gồm bất kỳ thông tin nào (1) có sẵn công khai, (2) đã thuộc quyền sở hữu, được phát triển độc lập bởi hoặc đã được bên nhận biết, hoặc (3) đã được tiết lộ theo lệnh tòa hoặc theo yêu cầu khác của pháp luật.",
    "1918025546": "Nếu bạn được cung cấp thông tin bí mật từ bất kỳ ai trên các Dịch vụ, bạn đồng ý bảo vệ tính bí mật của thông tin bí mật với mức độ cẩn thận mà bạn sử dụng để bảo vệ thông tin bí mật của chính mình, nhưng trong mọi trường hợp đều không cẩn thận. Bạn không được tiết lộ hoặc xuất bản bất kỳ thông tin bí mật hoặc độc quyền nào như vậy, trừ khi có thể cần thiết để thực hiện một nhiệm vụ. Tất cả thông tin trong một nhiệm vụ trên Nền tảng Máy trực giác phải được coi là bí mật ngay cả khi thông tin đó không được chỉ định rõ ràng là bí mật.",
    "2690395789": "Nếu và khi bạn không còn cần thông tin bí mật mà bạn đã nhận được nữa, bạn phải nhanh chóng trả lại hoặc tiêu hủy (theo yêu cầu của người tiết lộ thông tin) tất cả các bản sao của thông tin tồn tại trên cơ sở, hệ thống hoặc thiết bị khác mà bạn kiểm soát.",
    "2178073797": "Bởi vì tiết lộ thông tin bí mật có thể gây ra thiệt hại không thể khắc phục được, bên tiết lộ có quyền tìm kiếm biện pháp trừng phạt cho bất kỳ vi phạm hoặc bị đe dọa vi phạm điều khoản này.",
    "2185860003": "21. Sửa đổi trang web",
    "2631249972": "Chúng tôi có thể cải thiện hoặc sửa đổi trang web của mình mà không cần thông báo cho bạn.",
    "3764131594": "22. Trang web của bên thứ ba",
    "295955580": "Trang web của chúng tôi có thể chứa các liên kết đến các trang web của bên thứ ba. Chúng tôi không kiểm soát, điều tra, giám sát hoặc kiểm tra các trang web đó. Chúng tôi không chịu trách nhiệm cũng như không xác nhận các chương trình máy tính, nội dung hoặc ý kiến có trên các trang web đó. Nếu bạn quyết định rời khỏi trang web của chúng tôi và truy cập bất kỳ trang web nào của bên thứ ba, bạn tự chịu rủi ro.",
    "838225123": "23. Tuyên bố từ chối bảo hành",
    "3897238493": "CÁC DỊCH VỤ ĐƯỢC CUNG CẤP TRÊN CƠ SỞ \"NGUYÊN TRẠNG\". CHÚNG TÔI KHÔNG CẦN TUYÊN BỐ HOẶC BẢO ĐẢM, NGỤ Ý HOẶC RÕ RÀNG, LIÊN QUAN ĐẾN KHẢ NĂNG TIẾP CẬN, PHÙ HỢP, HỢP PHÁP, KHẢ NĂNG CÓ SN HOẶC CHỨC NĂNG CỦA DỊCH VỤ, BẤT KỲ PHẦN MỀM HOẶC TÀI LIỆU CÓ LIÊN QUAN NÀO, NHIỆM VỤ HOẶC CÁC HOẠT ĐỘNG HOẶC MỤC LIÊN QUAN. ĐỐI VỚI TỐI ĐA TỐI ƯU ĐƯỢC PHÁP LUẬT CHO PHÉP, NGAY LẬP TỨC TỪ CHỐI TẤT CẢ CÁC ĐIỀU KIỆN, TUYÊN BỐ VÀ BẢO ĐẢM RÕ RÀNG HOẶC NGỤ Ý, BAO GỒM, NHƯNG KHÔNG GIỚI HẠN ĐỐI VỚI CÁC BẢO ĐẢM VỀ TÍNH KHẢ NĂNG, PHÙ HỢP VỚI MỤC ĐÍCH CỤ THỂ VÀ KHÔNG CÓ. BIỆN PHÁP KHẮC PHỤC DUY NHẤT VÀ ĐỘC QUYỀN CỦA BẠN LẠI NGAY LẬP TỨC MÀ LIÊN QUAN ĐẾN BẤT KỲ LỖI NÀO, KHÔNG PHÙ HỢP HOẶC BẤT KỲ HẠN CHẾ LÀ DO VIỆC SỬ DỤNG DỊCH VỤ NGAY LẬP TỨC. từ việc bạn truy cập hoặc sử dụng trang web hoặc Nền tảng Máy móc Trực giác. Có thể xảy ra gián đoạn theo lịch trình và không theo lịch trình, và chúng tôi không đảm bảo tính khả dụng của trang web của chúng tôi không bị gián đoạn.",
    "2110259227": "24. Giới hạn trách nhiệm",
    "3018077211": "25. Giải quyết tranh chấp của cộng tác viên",
    "2790841456": "Nếu bạn là Cộng tác viên, bạn đồng ý với điều khoản trọng tài sau đây và từ bỏ vụ kiện tập thể:",
    "3302832698": "Yêu cầu giải quyết tranh chấp thay thế.",
    "561456032": "Bạn đồng ý rằng đối với bất kỳ tranh chấp nào phát sinh từ hoặc liên quan đến việc bạn sử dụng Dịch vụ, bao gồm bất kỳ tranh chấp nào có thể phát sinh từ thời điểm bạn bắt đầu thực hiện các nhiệm vụ cho IMI và đặc biệt bao gồm mọi khiếu nại liên quan đến việc bạn có phân loại là một nhà thầu độc lập, trước tiên bạn sẽ thông báo cho IMI về khiếu nại của bạn chống lại nó. Sau đó, bạn và IMI sẽ cố gắng giải quyết vấn đề thông qua thương lượng trực tiếp hoặc hòa giải. Chúng tôi sẽ chia đều chi phí hòa giải và đồng ý rằng hòa giải sẽ được thực hiện thông qua điện thoại hoặc các phương tiện điện tử khác. Nếu khiếu nại vẫn chưa được giải quyết sau các cuộc đàm phán hoặc hòa giải không chính thức, bạn đồng ý rằng bạn và IMI sẽ sử dụng trọng tài cuối cùng và ràng buộc để giải quyết tranh chấp. Điều khoản này điều chỉnh tất cả các khiếu nại có hiệu lực trở về thời điểm bạn bắt đầu sử dụng trang web của chúng tôi, cho dù dựa trên vi phạm, hợp đồng, quy chế, bao gồm, nhưng không giới hạn, bất kỳ khiếu nại nào về phân biệt đối xử và quấy rối, cho dù chúng dựa trên Đạo luật về việc làm và nhà ở công bằng của California , Tiêu đề VII của Đạo luật Quyền Công dân năm 1964, đã được sửa đổi, hoặc bất kỳ luật hoặc quy định nào khác của tiểu bang hoặc liên bang, luật công bằng, hoặc cách khác.",
    "3794239003": "Thủ tục Trọng tài.",
    "4193379787": "Tất cả các trọng tài theo thỏa thuận này sẽ được tiến hành theo các quy tắc của Hiệp hội Trọng tài Hoa Kỳ hoặc bởi một dịch vụ trọng tài được hai bên thỏa thuận. Trọng tài viên sẽ là một trọng tài viên Hoa Kỳ được chọn từ danh sách không ít hơn bảy (7) tên thông qua các cuộc đình công thay thế. Trong trọng tài, mỗi bên sẽ có quyền tiến hành khám phá dân sự đầy đủ, đưa ra các động thái cụ thể và đưa ra nhân chứng và bằng chứng khi cần thiết để trình bày vụ việc và biện hộ của họ, và mọi tranh chấp về vấn đề này sẽ được giải quyết bởi trọng tài. Việc giải quyết tranh chấp sẽ chỉ dựa trên luật điều chỉnh các khiếu nại và bào chữa được yêu cầu, và trọng tài không được viện dẫn bất kỳ cơ sở nào khác ngoài luật kiểm soát đó. Trọng tài viên sẽ có quyền miễn trừ trách nhiệm dân sự của một viên chức tư pháp khi hành động với tư cách là trọng tài viên, quyền miễn trừ bổ sung cho bất kỳ quyền miễn trừ nào khác hiện có. Giải thưởng phải bao gồm ý kiến hợp lý bằng văn bản của trọng tài viên. Bạn từ bỏ quyền xét xử của bồi thẩm đoàn đối với bất kỳ khiếu nại nào bạn có thể có đối với IMI hoặc IMI có thể có đối với bạn. Bất kỳ yêu cầu bồi thường nào theo điều khoản này phải được đưa ra trong thời hạn thời hiệu áp dụng. Đạo luật Trọng tài Liên bang của Hoa Kỳ điều chỉnh điều khoản này và bạn thừa nhận rằng Thỏa thuận này là bằng chứng cho một giao dịch thương mại.",
    "2583888954": "Các trường hợp ngoại lệ.",
    "1034830": "Các tranh chấp có thể không phải tuân theo thỏa thuận trọng tài tranh chấp do Đạo luật bảo vệ người tiêu dùng và cải cách Phố Wall của Dodd-Frank cung cấp (Luật công 111-203) được loại trừ khỏi điều này",
    "263977834": "Hành chính kiệt sức.",
    "1807512722": "Bạn có thể đưa bất kỳ khiếu nại nào phát sinh từ việc bạn sử dụng trang web này đến cơ quan hành chính nhưng chỉ trong phạm vi luật hiện hành cho phép truy cập vào cơ quan đó bất chấp sự tồn tại của thỏa thuận phân xử. Các khiếu nại hành chính như vậy bao gồm nhưng không giới hạn các khiếu nại hoặc các khoản phí được đưa ra trước Ủy ban Cơ hội Việc làm Bình đẳng, Bộ Lao động Hoa Kỳ và Ban Quan hệ Lao động Quốc gia. Không có điều khoản nào trong điều khoản này được coi là ngăn cản hoặc bào chữa cho bạn khỏi việc đưa ra khiếu nại hành chính trước bất kỳ cơ quan nào để thực hiện nghĩa vụ của bạn trong việc hoàn thành các biện pháp xử lý hành chính trước khi đưa ra yêu cầu trước trọng tài, tuy nhiên, bạn từ bỏ quyền nhận bất kỳ phán quyết tiền tệ nào thông qua việc này. cơ quan tố tụng.",
    "996430331": "Vị trí của Trọng tài.",
    "3040062804": "Bất kỳ thủ tục trọng tài nào theo phần này sẽ diễn ra theo mặc định trong Bang California, trừ khi bạn cư trú bên ngoài Hoa Kỳ, trong trường hợp đó, việc phân xử sẽ diễn ra hoàn toàn bằng điện tử hoặc điện thoại. Việc phân xử có thể diễn ra tại bất kỳ địa điểm nào khác nếu được các bên đồng ý bằng văn bản. Bất kể vị trí của nó, bất kỳ bên nào cũng có thể chọn xuất hiện tại trọng tài thông qua video trực tiếp hoặc hội nghị từ xa.",
    "3091247030": "Bãi bỏ Hành động Tập thể.",
    "2520904193": "Bạn từ bỏ bất kỳ quyền nào bạn có đối với bất kỳ tranh chấp nào được đưa ra, xét xử hoặc phân xử như một hành động tập thể, tập thể hoặc đại diện. Mặc dù có bất kỳ điều khoản nào khác trong thỏa thuận này, câu trên sẽ không bị cắt bỏ khỏi thỏa thuận này trong bất kỳ trường hợp nào. Bất kỳ khiếu nại nào cho rằng tất cả hoặc một phần của sự từ bỏ này là không thể thực thi, vô lương tâm, vô hiệu hoặc vô hiệu chỉ có thể được xác định bởi một tòa án có thẩm quyền chứ không phải bởi một trọng tài. Bạn sẽ không bị trả thù hoặc ngăn cản việc hoàn thành nhiệm vụ trên trang web của chúng tôi do bạn thực hiện các quyền của mình theo Mục 7 của Đạo luật Quan hệ Lao động Quốc gia, hoặc bằng cách nộp đơn hoặc tham gia vào một tập thể, tập thể hoặc hành động đại diện trong bất kỳ diễn đàn nào , nhưng chúng tôi có thể yêu cầu thực thi hợp pháp sự từ bỏ vụ kiện tập thể này và yêu cầu bác bỏ các hành động hoặc khiếu nại tập thể, tập thể hoặc đại diện như vậy.",
    "3493572638": "Chi phí và lệ phí.",
    "702926385": "Mỗi bên sẽ chịu chi phí tương ứng của mình cho việc đại diện pháp lý tại bất kỳ trọng tài nào như vậy, ngoại trừ trường hợp phí luật sư được pháp luật quy định rõ ràng. Các bên sẽ chia bất kỳ khoản phí hành chính ban đầu nào do trọng tài tính, lên đến mức chi phí tối đa cho bạn là hai trăm năm mươi đô la (US $ 250,00). Chi phí cho trọng tài viên và phóng viên tòa án, nếu có, ban đầu sẽ do chúng tôi chịu; tuy nhiên, trọng tài sẽ có toàn quyền quyết định các chi phí thích hợp cho bên thắng kiện, theo quy định của pháp luật và / hoặc yêu cầu các bên phân chia các chi phí liên quan đến trọng tài viên và / hoặc người báo cáo của tòa án.",
    "3199694247": "Tính hiệu lực từng phần.",
    "3102490587": "Ngoại trừ Điều khoản từ bỏ vụ kiện tập thể, nếu bất kỳ điều khoản hoặc điều khoản nào, hoặc một phần của điều khoản trọng tài này bị tuyên bố là vô hiệu hoặc không thể thi hành, điều khoản trọng tài đó sẽ bị cắt bỏ và phần còn lại của điều khoản trọng tài sẽ có hiệu lực thi hành.",
    "2323013093": "26. Luật áp dụng",
    "2900525040": "Luật của Bang California chi phối các Điều khoản Dịch vụ này và mọi tranh cãi, tranh chấp hoặc khiếu nại phát sinh từ các Điều khoản Dịch vụ này.",
    "3339302473": "27. Chấm dứt",
    "1158384644": "Bạn có thể chọn ngừng sử dụng trang web của chúng tôi bất kỳ lúc nào, với điều kiện bạn phải tuân thủ tất cả các chính sách IMI hiện hành. Theo quyết định riêng của mình, chúng tôi có thể chấm dứt thỏa thuận này, đình chỉ quyền truy cập vào trang web của chúng tôi hoặc xóa bất kỳ dịch vụ nào ngay lập tức mà không cần thông báo vì bất kỳ lý do gì.",
    "41530052": "28. Điều khoản chung",
    "3202747130": "Toàn bộ thỏa thuận. Điều khoản dịch vụ này và bất kỳ chính sách, thủ tục hoặc điều khoản nào được tham chiếu trong thỏa thuận này cấu thành toàn bộ thỏa thuận của các bên liên quan đến chủ đề này, đồng thời thay thế và hủy bỏ tất cả các thỏa thuận, yêu cầu, tuyên bố, đại diện và hiểu biết liên quan trước đây và cùng thời điểm của các bên .",
    "4080263153": "Không từ bỏ. Chúng tôi sẽ không được coi là đã từ bỏ bất kỳ phần nào trong các quyền hoặc biện pháp khắc phục của chúng tôi trừ khi sự từ bỏ đó được chúng tôi lập thành văn bản và ký. Nếu chúng tôi trì hoãn việc thực thi hoặc không thực thi các quyền của mình theo bất kỳ điều khoản nào của thỏa thuận này, điều đó sẽ không cấu thành việc từ bỏ quyền của chúng tôi để thực thi điều khoản đó sau đó hoặc bất kỳ phần nào của thỏa thuận này.",
    "1789371580": "Khả năng chuyển nhượng. Bạn không thể chuyển nhượng các Điều khoản Dịch vụ này mà không có sự đồng ý trước bằng văn bản của chúng tôi. Chúng tôi có thể chỉ định các Điều khoản Dịch vụ này bất kỳ lúc nào mà không cần thông báo. Theo những điều đã nói ở trên, các Điều khoản Dịch vụ này sẽ ràng buộc đối với người kế nhiệm của mỗi bên và các nhiệm vụ được phép chuyển nhượng.",
    "2819628066": "Tính hiệu lực từng phần. Nếu bất kỳ điều khoản nào trong các Điều khoản Dịch vụ này bị phát hiện là không hợp lệ hoặc không thể thi hành vì bất kỳ lý do gì, điều đó sẽ không ảnh hưởng đến hiệu lực và khả năng thực thi của bất kỳ điều khoản còn lại nào.",
    "3955981186": "Các sửa đổi. Không bất kỳ ai khác ngoài IMI sửa đổi hoặc bổ sung các Điều khoản Dịch vụ này sẽ bị ràng buộc với IMI trừ khi trong một văn bản có chữ ký của đại diện được ủy quyền hợp pháp của IMI.",
    "1377538813": "Ngôn ngữ thịnh hành. Phiên bản tiếng Anh của các Điều khoản Dịch vụ này sẽ kiểm soát ở mọi khía cạnh và sẽ được ưu tiên áp dụng trong trường hợp có bất kỳ mâu thuẫn nào với các phiên bản đã dịch, nếu có.",
    "2438016011": "Thỏa thuận tự nguyện. Tất cả các bên của Điều khoản Dịch vụ này tuyên bố và đồng ý rằng mỗi bên đã xem xét tất cả các khía cạnh của thỏa thuận này, đã đọc kỹ và hiểu đầy đủ tất cả các điều khoản của nó và tự nguyện tham gia vào thỏa thuận này.",
    "2445034923": "Nếu bạn không đồng ý với tất cả các điều khoản và điều kiện của Điều khoản Dịch vụ này, không (và bạn có thể không) sử dụng hoặc truy cập Trang web hoặc các Dịch vụ.",
    "2646127839": "Phụ lục Khách hàng về Điều khoản Dịch vụ Chính",
    "4097297673": "Với tư cách là Khách hàng, Người yêu cầu hoặc Người tích hợp, bạn đồng ý bị ràng buộc bởi các điều khoản bên dưới cùng với bất kỳ điều khoản ràng buộc nào khác giữa bạn và IMI.",
    "1093280979": "1. Biểu mẫu đặt hàng nền tảng",
    "1549953005": "Bạn có thể đã hoàn thành một hoặc nhiều biểu mẫu đặt hàng truy cập nền tảng (mỗi biểu mẫu, một \"Mẫu đơn đặt hàng\") như một điều kiện để trở thành Khách hàng hoặc Người yêu cầu. Nếu vậy, các điều khoản và điều kiện được mô tả trong Mẫu đơn đặt hàng sẽ trở thành một phần của Điều khoản dịch vụ và do đó được kết hợp bằng cách tham chiếu.",
    "3819851005": "2. Phí",
    "1591032933": "Bạn sẽ thanh toán cho IMI các khoản phí như được mô tả trong Mẫu đơn đặt hàng hiện hành thông qua phương thức thanh toán mà bạn đã cung cấp trong Mẫu đơn đặt hàng hiện hành. Trừ khi được cả hai bên đồng ý rõ ràng bằng văn bản, bạn sẽ cung cấp thanh toán đầy đủ cho tất cả các hóa đơn được phát hành trong vòng ba mươi (30) ngày sau ngày gửi hóa đơn qua đường bưu điện. Bạn cho phép chúng tôi thực hiện ủy quyền thẻ tín dụng đối với tất cả thông tin thẻ tín dụng mà bạn cung cấp cho chúng tôi, để lưu trữ thông tin thẻ tín dụng đó và tính phí thẻ tín dụng của bạn hoặc bất kỳ tài khoản nào khác mà chúng tôi đồng ý làm hình thức thanh toán. Trừ khi có quy định khác trên Biểu mẫu đặt hàng hoặc trong Thỏa thuận dịch vụ doanh nghiệp hoặc Thỏa thuận dịch vụ chính của bạn, tất cả các khoản phí cho Dịch vụ, ngoài mức trung bình, được lập hóa đơn hàng năm khi bắt đầu dịch vụ do IMI cung cấp theo Thỏa thuận của bạn (\"Ngày có hiệu lực\").",
    "4142610534": "Bất kỳ khoản thanh toán trễ nào sẽ tích lũy các khoản phí trả chậm với tỷ lệ 1,5% phần trăm mỗi tháng hoặc số tiền tối đa được pháp luật cho phép, tùy theo mức nào thấp hơn. Nếu bạn không thanh toán số tiền đến hạn theo Thỏa thuận này vì bất kỳ lý do gì, tài khoản của bạn có thể bị tạm ngưng, theo quyết định riêng của chúng tôi, trong trường hợp đó, tài khoản của bạn sẽ không có khoản thanh toán bổ sung nào để hoàn thành nhiệm vụ và tất cả các nhiệm vụ của bạn sẽ bị xóa từ trang web của chúng tôi. Bạn phải hoàn trả cho chúng tôi mọi số tiền đến hạn theo yêu cầu, cộng với mọi khoản phí xử lý, phí trả chậm hoặc phí luật sư. Chúng tôi cũng có thể đưa ra các báo cáo thích hợp cho các cơ quan báo cáo tín dụng và các cơ quan thực thi pháp luật.",
    "512991700": "Nếu bạn muốn tranh chấp bất kỳ khoản phí nào, bạn phải liên hệ với bộ phận hỗ trợ khách hàng của chúng tôi không muộn hơn ba mươi (30) ngày sau ngày kết thúc trên bảng sao kê tài khoản hoặc hóa đơn đầu tiên có lỗi hoặc sự cố xuất hiện để nhận được điều chỉnh hoặc ghi có.",
    "1273914192": "3. Thuế",
    "4242322181": "Bạn chịu trách nhiệm thanh toán tất cả các loại thuế liên quan đến Dịch vụ ngoài các loại thuế của Hoa Kỳ được đánh giá trên thu nhập ròng hoặc tài sản cá nhân của Máy trực giác.",
    "1671996585": "Bạn có thể được yêu cầu tích hợp trang web, ứng dụng hoặc nền tảng của mình với Dịch vụ của chúng tôi thông qua giao diện lập trình ứng dụng (\"API\") của chúng tôi. Trong trường hợp bạn làm như vậy, chúng tôi cấp cho bạn giấy phép có giới hạn, không độc quyền, không thể chuyển nhượng, không thể chuyển nhượng, có thể thu hồi để chỉ sử dụng API để truy cập Dịch vụ. Chúng tôi có thể sửa đổi API và / hoặc ngừng hỗ trợ các phiên bản cũ hoặc bản phát hành của API bất kỳ lúc nào. Chúng tôi bảo lưu quyền tạm ngừng hoặc giới hạn quyền truy cập của bạn vào API theo quyết định riêng của chúng tôi và chúng tôi sẽ nỗ lực hợp lý để cung cấp cho bạn thông báo trước khi tạm ngưng.",
    "4036662147": "5. Bảo vệ thông tin bí mật",
    "3564208535": "Bạn đồng ý sử dụng các nỗ lực hợp lý về mặt thương mại để bảo vệ bất kỳ Thông tin bí mật nào nhận được từ chúng tôi hoặc qua Dịch vụ của chúng tôi. bao gồm điểm số bot và thông tin chi tiết không công khai về dịch vụ doanh nghiệp của chúng tôi, bao gồm tài liệu không công khai và bất kỳ chi tiết nào chúng tôi có thể chia sẻ liên quan đến các phương pháp phát hiện bot của mình. Nếu bạn được cấp quyền truy cập vào bất kỳ Thông tin bí mật nào như vậy, chúng tôi có thể tùy ý sửa đổi, tạm ngừng hoặc hạn chế quyền truy cập của bạn vào Dịch vụ của chúng tôi nếu chúng tôi xác định rằng Thông tin bí mật đang bị lộ khi bạn sử dụng Dịch vụ của chúng tôi và chúng tôi sẽ nỗ lực hợp lý để cung cấp cho bạn thông báo trước khi đình chỉ.",
    "120384113": "6. Chấm dứt",
    "453723556": "Bạn có thể chấm dứt Phụ lục khách hàng này độc lập với Điều khoản dịch vụ bằng cách không còn là Khách hàng hoặc Người yêu cầu. Chúng tôi có quyền đình chỉ hoặc chấm dứt tư cách là Khách hàng hoặc Người yêu cầu của bạn bất kỳ lúc nào hoặc chấm dứt tài khoản hoặc việc sử dụng Dịch vụ của bạn theo các Điều khoản Dịch vụ. Bạn vẫn phải chịu trách nhiệm sau khi chấm dứt đối với bất kỳ số tiền nào đến hạn theo Mẫu đơn đặt hàng của bạn. Nếu đăng ký của bạn bao gồm bất kỳ khoản phí hàng tháng hoặc hàng năm nào hoặc mức tối thiểu hàng tháng hoặc hàng năm, bạn vẫn sẽ chịu trách nhiệm thanh toán tất cả các khoản phí Dịch vụ tương ứng cho đến cuối tháng hoặc năm đó.",
    "218889628": "Ngoại trừ trường hợp chúng tôi chấm dứt Phụ lục khách hàng này hoặc Điều khoản dịch vụ do bạn vi phạm Phụ lục khách hàng này hoặc Điều khoản dịch vụ, nếu chúng tôi chấm dứt và bạn đã trả trước bất kỳ khoản phí nào cho chúng tôi, chúng tôi sẽ hoàn lại một phần tỷ lệ trong số đó số tiền trả trước, dựa trên thời gian còn lại hoặc Dịch vụ mà bạn đã thanh toán, tùy theo thời gian nào ít hơn. Chúng tôi sẽ kết thúc công việc của mình theo cách hợp lý về mặt thương mại, đồng thời lưu giữ và cung cấp cho bạn tất cả các Tập dữ liệu đầu ra trả phí và tất cả Dữ liệu khách hàng thuộc quyền sở hữu của chúng tôi. Sau bất kỳ sự chấm dứt nào, chúng tôi có thể nhưng không có nghĩa vụ phải xóa bất kỳ dữ liệu nào.",
    "2505227594": "7. Trung bình",
    "2369877184": "Tốc độ RPS cao nhất tối đa được phép đối với Người tích hợp hCaptcha hoặc Khách hàng là 1.000 yêu cầu mỗi giây đối với các thực thể trong tài khoản của bạn (\"RPS\"), trừ khi có quy định khác trong thỏa thuận hợp đồng bằng văn bản giữa bạn và chúng tôi.",
    "234420106": "Trong trường hợp bạn là Người tích hợp hoặc Khách hàng của dịch vụ hCaptcha Enterprise và việc sử dụng API của bạn được đo bằng RPS vượt quá tỷ lệ được cung cấp cho cấp dịch vụ của bạn, chúng tôi có thể chọn sửa đổi dịch vụ của bạn hoặc tính phí vượt mức. Trong trường hợp tỷ lệ RPS cao nhất của bạn vượt quá tỷ lệ được cung cấp theo hệ số 10 trong tổng số 10 phút trở lên trong khoảng thời gian 30 ngày và phần lớn các yêu cầu này, theo đánh giá của chúng tôi, không phải là lưu lượng độc hại, chúng tôi có thể chọn tính phí bạn theo tỷ lệ trung bình được chỉ định theo hợp đồng cho tất cả các yêu cầu API được thực hiện trong tháng đó.",
    "2619472217": "8. Bán lại",
    "2019702084": "Trừ khi được cho phép rõ ràng trong Thỏa thuận dịch vụ chính của Khách hàng hoặc Thỏa thuận người bán lại, các Dịch vụ SaaS đã đặt hàng sẽ không được bán, bán lại, cho thuê, cho thuê lại, cấp phép, cấp phép lại hoặc cung cấp cho bất kỳ bên thứ ba nào khác (ngoài Chi nhánh của Khách hàng ), và tất cả các đơn đặt hàng theo Thỏa thuận và tất cả việc sử dụng Dịch vụ của Khách hàng sẽ dành cho mục đích kinh doanh nội bộ của chính Khách hàng hoặc Chi nhánh.",
    "1233229030": "Điều khoản khác",
    "1467783792": "Không cá nhân, pháp nhân hoặc tổ chức nào bị Hoa Kỳ trừng phạt (\"Tác nhân bị trừng phạt\") đủ điều kiện nhận phần thưởng hoặc sử dụng Dịch vụ với tư cách là Người tích hợp. Để tránh nghi ngờ, điều này bao gồm bất kỳ Hành vi bị trừng phạt nào được chỉ định bởi Văn phòng Kiểm soát Tài sản Nước ngoài (\"OFAC\") của Bộ Tài chính Hoa Kỳ.",
    "3759657802": "Bạn không được chuyển nhượng, chuyển giao hoặc ủy quyền các Điều khoản Dịch vụ này hoặc các quyền hoặc nghĩa vụ của bạn dưới đây theo bất kỳ cách nào (theo quy định của pháp luật hoặc theo cách khác).",
    "1627232990": "Bản dịch của các Điều khoản Dịch vụ này được cung cấp trên cơ sở nỗ lực cao nhất. Trong trường hợp có bất kỳ sự khác biệt đáng kể nào giữa Điều khoản dịch vụ bằng tiếng Anh và bản dịch của nó, thì Điều khoản dịch vụ bằng tiếng Anh sẽ được hiểu là có thẩm quyền.",
    "805221621": "Vui lòng liên hệ với chúng tôi tại",
    "259613338": "nếu bạn có bất kỳ câu hỏi nào liên quan đến các Điều khoản Dịch vụ này.",
    "2735878907": "Tuyên bố kế hoạch liên tục kinh doanh",
    "2887242610": "Intuition Machines, Inc đã phát triển Kế hoạch liên tục trong kinh doanh về cách chúng tôi sẽ ứng phó với các sự kiện làm gián đoạn đáng kể hoạt động kinh doanh hCaptcha của chúng tôi. Vì thời gian và tác động của các thảm họa và gián đoạn là không thể đoán trước, chúng tôi sẽ phải linh hoạt trong việc ứng phó với các sự kiện thực tế khi chúng xảy ra. Với ý nghĩ đó, chúng tôi cung cấp cho bạn thông tin này về kế hoạch liên tục kinh doanh của chúng tôi.",
    "809251240": "Liên hệ với chúng tôi",
    "2551802342": "- Chúng tôi có kế hoạch nhanh chóng phục hồi và tiếp tục hoạt động kinh doanh sau một thời gian gián đoạn kinh doanh đáng kể và phản hồi bằng cách bảo vệ nhân viên và tài sản của chúng tôi, thực hiện đánh giá tài chính và hoạt động, bảo vệ sổ sách và hồ sơ của công ty, đồng thời cho phép khách hàng và người dùng cuối của họ giao dịch trực tuyến. Nói tóm lại, kế hoạch liên tục kinh doanh của chúng tôi được thiết kế để cho phép công ty của chúng tôi phục hồi hoạt động nhanh nhất có thể, dựa trên phạm vi và mức độ nghiêm trọng của sự gián đoạn kinh doanh đáng kể. Các địa chỉ kế hoạch liên tục trong kinh doanh của chúng tôi: sao lưu và phục hồi dữ liệu; tất cả các hệ thống quan trọng của sứ mệnh; đánh giá tài chính và hoạt động; liên lạc thay thế với khách hàng, nhân viên và cơ quan giám sát; vị trí thực tế luân phiên của nhân viên; tác động của nhà cung cấp và khách hàng quan trọng; báo cáo quy định; và thông báo ngay cho khách hàng nếu chúng tôi không thể tiếp tục kinh doanh. Nhóm nhà cung cấp cốt lõi của chúng tôi sao lưu các hồ sơ quan trọng của chúng tôi trong một khu vực địa lý riêng biệt. Mặc dù mọi tình huống khẩn cấp đều đặt ra các vấn đề riêng dựa trên các yếu tố bên ngoài, chẳng hạn như thời gian trong ngày và mức độ nghiêm trọng của sự gián đoạn, chúng tôi đã được nhóm nhà cung cấp này khuyên rằng mục tiêu của họ là khôi phục hoạt động của chính họ và có thể tiếp tục dịch vụ nhanh chóng. Mặc dù chúng tôi đã nỗ lực giảm thiểu rủi ro bằng cách sử dụng nhiều nhà cung cấp khác nhau, nhưng các dịch vụ của bạn có thể bị sửa đổi hoặc gián đoạn trong thời gian này.",
    "826396656": "Kế hoạch liên tục kinh doanh của chúng tôi",
    "1979347895": "- Sự gián đoạn kinh doanh đáng kể có thể khác nhau trong phạm vi của chúng, chẳng hạn như chỉ công ty của chúng tôi, một tòa nhà duy nhất có công ty của chúng tôi, khu vực lân cận nơi công ty của chúng tôi đặt trụ sở, thành phố nơi chúng tôi đặt trụ sở hoặc toàn bộ khu vực. Trong mỗi khu vực này, mức độ nghiêm trọng của sự gián đoạn cũng có thể thay đổi từ mức độ tối thiểu đến mức độ nghiêm trọng. Trong sự gián đoạn đối với công ty của chúng tôi, khu kinh doanh, thành phố hoặc khu vực hoặc một tòa nhà có công ty của chúng tôi, chúng tôi sẽ chuyển hoạt động của mình đến địa điểm địa phương khi cần thiết và không mong muốn có sự gián đoạn nghiêm trọng đối với hoạt động kinh doanh. Trong cả hai trường hợp, chúng tôi có kế hoạch tiếp tục kinh doanh, chuyển hoạt động sang các nhà cung cấp thay thế nếu cần, và thông báo cho bạn qua trang web của chúng tôi tại hcaptcha.com và trang trạng thái của chúng tôi tại hcaptchastatus.com về cách liên hệ với chúng tôi. Nếu sự gián đoạn kinh doanh nghiêm trọng đến mức khiến chúng tôi không thể tiếp tục hoạt động kinh doanh, chúng tôi sẽ nhanh chóng thông báo cho bạn.",
    "653679457": "Thay đổi gián đoạn",
    "410397176": "Để biết thêm thông tin",
    "2095899021": "Hướng dẫn xây dựng thương hiệu hCaptcha và Giấy phép Thương hiệu Chung",
    "2340340589": "Hướng dẫn sử dụng dấu hCaptcha",
    "2430148876": "Chúng tôi đã tạo ra các nguyên tắc này và giấy phép nhãn hiệu chung để giúp khách hàng, đối tác và người hâm mộ làm việc với thương hiệu của chúng tôi dễ dàng nhất có thể trong khi vẫn giữ được bản sắc doanh nghiệp của chúng tôi. Nếu bạn cần sử dụng biểu tượng hCaptcha, biểu trưng hoặc các nhãn hiệu khác theo những cách khác biệt về cơ bản với các nguyên tắc này, bạn sẽ cần liên hệ với chúng tôi (IMI) để được cấp phép bằng văn bản.",
    "3884400764": "Mặc dù bạn có thể sử dụng nhãn hiệu hCaptcha theo các nguyên tắc này, điều đó không có nghĩa là bạn có bất kỳ quyền nào được trao đối với Nhãn hiệu hCaptcha, biểu tượng hoặc bất kỳ nhãn hiệu, tên thương mại, nhãn hiệu dịch vụ, tên doanh nghiệp hoặc thiện chí nào khác của hCaptcha. Chúng tôi muốn cung cấp sự linh hoạt nhất có thể, nhưng chúng tôi có nghĩa vụ bảo vệ hCaptcha chống lại việc sử dụng trái phép bất kỳ nhãn hiệu, tên thương mại, nhãn hiệu dịch vụ, tên doanh nghiệp hoặc thiện chí nào của hCaptcha. Bất kỳ việc sử dụng trái phép nào sẽ tự động chấm dứt sự cho phép hoặc giấy phép được cấp bởi hCaptcha và có thể phải chịu trách nhiệm pháp lý đối với bất kỳ thiệt hại nào.",
    "512598290": "Do đó, chúng tôi phải yêu cầu bạn luôn sử dụng tất cả các nhãn hiệu và biểu trưng hCaptcha ở dạng tuân thủ các quy tắc bên dưới, bao gồm viết hoa, kiểu chữ và kiểu.",
    "2075610992": "Cảm ơn sự hỗ trợ của bạn!",
    "1023190144": "hCaptcha® trong văn bản",
    "4274324704": "Đây là cách sử dụng tên của chúng tôi trong bản viết:",
    "3912926900": "hCaptcha® phải có biểu tượng nhãn hiệu đã đăng ký lần đầu tiên nó xuất hiện trong một bản sao quảng cáo.",
    "950637875": "Cách viết của hCaptcha không bao giờ được thay đổi và hCaptcha phải luôn được viết hoa trong chữ cái thứ hai (\"C\"). Nó không bao giờ là số nhiều hoặc sở hữu.",
    "2624601135": "\"hCaptcha\" không được sử dụng như một phần của tên thương hiệu, được nối với dấu gạch ngang hoặc được sử dụng trong tên của các ứng dụng hoặc các sản phẩm khác.",
    "3828090208": "Thay vào đó, hãy sử dụng \"cho hCaptcha\". Nếu được sử dụng với biểu trưng của bên thứ ba, \"dành cho hCaptcha\" cần phải có kích thước nhỏ hơn biểu trưng của bên thứ ba.",
    "4149738856": "hCaptcha nên được sử dụng như một tính từ và theo sau bởi một thuật ngữ chung thích hợp.",
    "1446868537": "hCaptcha không bao giờ được sử dụng như một động từ.",
    "2487931657": "Không sử dụng: \"we hCaptcha'd site của chúng tôi.\"",
    "2565565429": "Thay vào đó, hãy sử dụng: \"chúng tôi sử dụng hCaptcha để làm cho trang web của chúng tôi an toàn và bảo mật hơn.\"",
    "3434202027": "Mọi việc sử dụng tên hCaptcha trong giao tiếp đều yêu cầu ghi nhận quyền tác giả: \"hCaptcha là nhãn hiệu đã đăng ký của Intuition Machines, Inc.\"",
    "2754937029": "Sử dụng không được chấp nhận",
    "2436973524": "Chỉ những tài liệu tham khảo chính xác mới được chấp nhận. Không được phép nói rằng một trang web sử dụng các dịch vụ và ứng dụng hCaptcha khi nó không sử dụng. Tương tự, việc sử dụng biểu trưng của chúng tôi hoặc bất kỳ huy hiệu nào cũng chỉ thích hợp khi trang web sử dụng dịch vụ hCaptcha.",
    "69844082": "Các nhãn hiệu hCaptcha, biểu tượng đồ họa, biểu trưng, kiểu chữ hoặc biểu tượng cũng không được sử dụng theo cách miệt thị.",
    "3861413614": "Bạn không được sử dụng bất kỳ nhãn hiệu hoặc biểu tượng hCaptcha nào ngụ ý rằng hCaptcha có liên kết hoặc xác nhận, tài trợ hoặc hỗ trợ sản phẩm hoặc dịch vụ của bên thứ ba mà không có sự cho phép rõ ràng bằng văn bản.",
    "1409822234": "Trong mọi trường hợp, nhãn hiệu hCaptcha giống hệt hoặc gần giống hệt nhau sẽ không được sử dụng làm tên miền.",
    "4181060163": "Các bên thứ ba không được sử dụng các biến thể hoặc lỗi chính tả hoặc hành động theo bất kỳ cách nào có thể gây ra bất kỳ sự nhầm lẫn lợi ích ban đầu nào đối với các nhãn hiệu hCaptcha.",
    "3955555607": "Ngoài Đối tác hoặc Người bán lại được ủy quyền, các bên thứ ba không được đặt giá thầu cho từ khóa, Google AdWords hoặc các hệ thống quảng cáo được nhắm mục tiêu khác bằng cách sử dụng dấu hCaptcha hoặc lỗi chính tả. Các bên thứ ba cũng không được sử dụng dấu hCaptcha trong tên miền, bất kỳ tối ưu hóa công cụ tìm kiếm nào, thẻ meta, cụm từ tìm kiếm, mã hoặc trình bày sai khác.",
    "1985238261": "Các nhãn bị hạn chế khác",
    "2193061499": "Một số biểu trưng và nhãn hiệu của chúng tôi bị hạn chế sử dụng bởi hCaptcha và các đối tác của nó. Các bên thứ ba không được sử dụng các nhãn hiệu sau mà không có giấy phép bằng văn bản từ hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner ™",
    "755156539": "hCaptcha Người bán lại được ủy quyền ™",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "BotStop của hCaptcha ™",
    "2557601376": "hCaptcha logo ™",
    "248923369": "BotStop logo ™",
    "3942875761": "Giúp xây dựng một Web ™ tốt hơn",
    "364774188": "Tôi là con người ™",
    "2785425016": "(trong bối cảnh của một giải pháp xác minh tính nhân văn, ví dụ như lời kêu gọi hành động)",
    "2639657759": "Dấu hiệu được sử dụng bởi sự cho phép",
    "1268918580": "Một số biểu trưng và nhãn hiệu được sử dụng bởi hCaptcha và các đối tác của hCaptcha thuộc sở hữu của các bên thứ ba và chỉ có thể được sử dụng khi được sự cho phép của họ. Các bên thứ ba không được sử dụng các nhãn hiệu sau trừ khi được chủ sở hữu của họ cho phép:",
    "3782751514": "HUMAN Protocol® là nhãn hiệu đã đăng ký của HUMAN Protocol Foundation và được sử dụng với sự cho phép của tổ chức này.",
    "1620709264": "HUMAN Token® là nhãn hiệu đã đăng ký của HUMAN Protocol Foundation và được sử dụng với sự cho phép của tổ chức này.",
    "3031953928": "HUMAN Network ™ là nhãn hiệu của HUMAN Protocol Foundation và được sử dụng với sự cho phép của tổ chức này.",
    "3554363588": "Các nhãn hiệu khác",
    "3290996791": "Tất cả các tên, biểu tượng và thương hiệu sản phẩm khác là tài sản của chủ sở hữu tương ứng. Tất cả các tên công ty, sản phẩm và dịch vụ khác được sử dụng trong trang web này chỉ nhằm mục đích nhận dạng. Việc sử dụng những tên, biểu trưng và thương hiệu này không có nghĩa là chứng thực.",
    "2444685143": "Chính sách Logo",
    "2414232014": "Logo của chúng tôi có thể được nhận biết ngay lập tức và là một trong những tài sản quan trọng và có giá trị nhất của chúng tôi. Để đảm bảo rằng nó vẫn là một đại diện mạnh mẽ của công ty chúng tôi, nó phải được trình bày một cách cẩn thận và nhất quán trên tất cả các kênh truyền thông.",
    "803639471": "Biểu trưng hCaptcha bao gồm biểu tượng bàn tay và biểu trưng hCaptcha. Ở dạng thay thế, biểu tượng bàn tay có thể tự xuất hiện khi không gian bị hạn chế và \"hCaptcha\" được sử dụng làm dấu từ (như mô tả ở trên) gần với biểu tượng bàn tay, sao cho rõ ràng biểu tượng bàn tay đại diện cho hCaptcha.",
    "564127016": "Biểu tượng bàn tay hCaptcha:",
    "1424800293": "Biểu trưng hCaptcha:",
    "1525506526": "Tiếp quản tài khoản là gì và hoạt động như thế nào?",
    "2446481523": "Có một câu chuyện dân gian cổ, trong đó một người lái xe goòng và một nhà quý tộc xuất hiện tại cảnh sát trong một ngôi làng nhỏ ở nông thôn. Một người đàn ông, mặc bộ quần áo bẩn thỉu, của người nghèo, nói với viên cảnh sát, “Tôi là nhà quý tộc. Người đàn ông này là tài xế của tôi.",
    "1767952047": "Anh ta đã tấn công tôi vào đêm qua, lấy trộm quần áo và lấy tiền của tôi ”. Người đàn ông khác, ăn mặc đẹp đẽ, trang phục của tầng lớp quý tộc, trả lời: “Constable, người đàn ông này bị mất trí. Anh ấy nghĩ mình là một nhà quý tộc. Tôi là một nhà quý tộc thực sự. Bắt anh ta!\"",
    "2947576723": "Câu chuyện này có trước bằng lái xe và in ngón tay kỹ thuật số, nhưng nó đưa ra một ví dụ điển hình về những gì có thể xảy ra sai sót trong một tình huống tiếp quản tài khoản. Một người đăng nhập vào tài khoản ngân hàng trực tuyến hoặc ứng dụng thanh toán di động. Anh ta là chủ tài khoản thực sự, hay là một hacker? Ai thực sự là ai? Các vấn đề bảo mật này ảnh hưởng đến các tổ chức cho phép truy cập tài khoản tự phục vụ.",
    "1687299615": "Tiếp quản tài khoản là gì?",
    "2648707986": "Tiếp quản tài khoản là một hình thức gian lận mạng, trong đó một kẻ xấu mạo danh chủ sở hữu của một tài khoản trực tuyến. Thông thường, tài khoản ở một tổ chức tài chính hoặc một doanh nghiệp thương mại điện tử, nơi kẻ lừa đảo có thể lấy cắp tiền, hàng hóa hoặc thẻ quà tặng. Kẻ tấn công sử dụng thông tin đăng nhập bị đánh cắp để truy cập vào tài khoản và sau đó chiếm lấy nó, có thể thay đổi mật khẩu để khóa chủ tài khoản thực sự.",
    "1476843710": "Các hình thức tiếp quản tài khoản ít gây hại về tài chính hơn nhưng vẫn gây thiệt hại liên quan đến việc chiếm đoạt các tài khoản mạng xã hội và các hình thức tương tự. Trong những trường hợp này, kẻ tấn công thường cố gắng phát tán phần mềm độc hại hoặc tham gia vào các cuộc tấn công lừa đảo chống lại những người bạn không nghi ngờ của nạn nhân. Hoặc, kẻ tấn công đang cố gắng làm cho nạn nhân xấu hổ, điều này đôi khi xảy ra với những người nổi tiếng và chính trị gia chẳng hạn.",
    "2904949278": "Làm thế nào để một hacker chiếm được một tài khoản?",
    "2575690545": "Việc chiếm đoạt tài khoản, giống như rất nhiều gian lận trên mạng, chủ yếu là vấn đề của các quy trình tự động, hàng loạt. Thật hiếm khi một hacker, mặc áo trùm kín mít trong tầng hầm của mẹ mình, có thể gõ mật khẩu vào các trang web ngân hàng cùng một lúc.",
    "3614653023": "Thay vào đó, hoạt động này dựa vào các cuộc tấn công nhồi nhét thông tin xác thực quy mô lớn thử hàng triệu cặp tên người dùng / mật khẩu trên hàng chục tổ chức tài chính mục tiêu với hy vọng mở khóa một tập hợp con nhỏ của các tài khoản. Khi phần mềm gian lận tự động đã có quyền truy cập vào tài khoản, một tin tặc là con người có thể tham gia, nhưng trong một số trường hợp thì không.",
    "2762759509": "Rất nhiều cuộc tấn công chiếm đoạt tài khoản gần như hoàn toàn tự động.",
    "1972710018": "Nhìn nhận nó từ quan điểm của công ty",
    "1282121137": "Để hiểu việc tiếp quản tài khoản có vấn đề như thế nào, hãy xem xét trải nghiệm đó trông như thế nào từ quan điểm của tổ chức tài chính. Họ xử lý hàng triệu lần đăng nhập mỗi ngày.",
    "2315518622": "Với sự tinh vi có sẵn trong các công cụ tấn công ngày nay, việc phát hiện ra cái nào là gian lận, nếu có là vô cùng khó khăn. Sau đó, một người gọi đến đường dây dịch vụ khách hàng và nói “Tài khoản của tôi đã bị tấn công! Tôi không thể đăng nhập và ai đó đang ăn cắp tiền của tôi! ”",
    "1836369533": "Giống như người hầu trong câu chuyện dân gian, làm thế nào để xác định ai thực sự là ai? Nếu kẻ tấn công có đủ các yếu tố nhận dạng bị đánh cắp, như số bằng lái xe, số an sinh xã hội, tên thời con gái, địa chỉ của mẹ, v.v., có thể khá khó để xác định xem người gọi là chủ tài khoản thực hay kẻ tấn công đang cố lấy đặt lại mật khẩu trên tài khoản mà anh ta muốn xâm nhập.",
    "2880837730": "Có thể làm gì để ngăn việc chiếm đoạt tài khoản?",
    "3654556483": "Các tổ chức tài chính và công ty Thương mại điện tử có các quy trình và kiểm soát để giảm thiểu một số mối đe dọa chiếm đoạt tài khoản. Các câu hỏi này bao gồm từ câu hỏi bảo mật kiểu cũ “tên người bạn thân nhất của bạn ở trường tiểu học là gì” cho đến các phương pháp phát hiện tìm ra các địa chỉ IP và hồ sơ thiết bị di động đáng ngờ.",
    "2449501658": "cung cấp một trong những cách tiên tiến nhất để giảm thiểu mối đe dọa từ các nỗ lực đăng nhập tài khoản gian lận, sử dụng công nghệ máy học để phát hiện và ngăn chặn bot, đồng thời khiến cho những kẻ gian lận khó hoặc thậm chí không thể chiếm đoạt tài khoản một cách hiệu quả.",
    "3621455477": "để tìm hiểu thêm!",
    "555246307": "Nhân tiện, đây là cách câu chuyện của người quý tộc và người lái xe của anh ta kết thúc: Người cảnh sát đã khiến hai người đàn ông ngồi trong phòng với nhau hàng giờ và cảm thấy buồn chán. Vào cuối ngày, anh ta xuất hiện và nói, \"Tôi sẽ nói chuyện với người lái xe ngay bây giờ.\" Người đàn ông trong bộ quần áo quý tộc đứng dậy. Anh chán quá, quên mất mình chỉ giả danh quý nhân thôi.",
    "1224727373": "BotStop của hCaptcha",
    "1187718370": "Liên hệ chúng tôi",
    "3892905664": "hCaptcha giúp các dịch vụ trực tuyến yêu thích của bạn ngăn chặn bot, thư rác và lạm dụng bằng cách đặt những câu hỏi đơn giản dễ đối với con người và khó đối với máy móc.",
    "555158694": "Một dịch vụ mà bạn sử dụng đã chọn để cải thiện trải nghiệm của bạn trên trang web của họ bằng cách cài đặt hCaptcha để giảm lưu lượng truy cập độc hại.",
    "1617196410": "hCaptcha tập trung vào việc dừng bot. Chúng tôi không quan tâm người dùng là ai, mà chỉ quan tâm họ có độc hại hay không. Chúng tôi làm việc chăm chỉ để cân bằng quyền riêng tư &",
    "1624200563": "bảo mật và tuân thủ GDPR, CCPA, LGPD, PIPL và các quy định về quyền riêng tư khác.",
    "1927613000": "hCaptcha kết hợp công nghệ máy học phức tạp với một nền tảng thử thách mạnh mẽ để bảo vệ các ứng dụng web khỏi bị chiếm đoạt tài khoản, nhồi nhét thông tin đăng nhập, cóp nhặt và các loại lạm dụng khác.",
    "1133989302": "Tại sao hCaptcha?",
    "34074886": "Mỗi khi bạn trả lời một thử thách, chúng tôi sẽ sử dụng các mô hình phức tạp để xác định xem bạn có phải là con người hay không. Sau đó, trang web bạn đã truy cập sử dụng kết quả này để giúp cải thiện trải nghiệm của bạn trên trang web của họ bằng cách loại bỏ bot.",
    "3412647984": "Điều này cho phép bạn tránh các câu hỏi trong tương lai bằng cách đăng ký và đặt cookie. Vui lòng thử tắt trình chặn quảng cáo của bạn.",
    "2510209017": "Cần sự giúp đỡ nhiều hơn?",
    "477275453": "Tại sao API lại là mục tiêu phổ biến của tin tặc?",
    "596347471": "Giao diện lập trình ứng dụng (API) đã trở thành mục tiêu phổ biến cho các tác nhân độc hại trong không gian mạng. Có nhiều lý do cho điều này, bao gồm cả tiện ích tuyệt vời của chúng trong việc tích hợp ứng dụng. Tuy nhiên, có thể giảm thiểu rủi ro API.",
    "2441638955": "Đầu tiên, API là gì?",
    "3963216198": "Để thảo luận về lý do tại sao API là mục tiêu phổ biến của tin tặc, trước tiên, bạn nên dành một chút thời gian ngắn để xác định nghĩa hiện tại của thuật ngữ “API”. Khái niệm về API hoàn toàn không mới. Trên thực tế, các giao diện để kết nối các hệ thống máy tính khác nhau với nhau, cũng như các thành phần bên trong của chúng, đã có từ ít nhất là đầu những năm 1960.",
    "1047251718": "Tuy nhiên, ngày nay, khi mọi người nói về API, chúng luôn có nghĩa là API dựa trên tiêu chuẩn. Đây là những API được xây dựng bằng các tiêu chuẩn mở như Truyền trạng thái đại diện (REST) và các định dạng tệp tiêu chuẩn mở như Ký hiệu đối tượng JavaScript (JSON). Những “API RESTful” như vậy, như chúng đã biết, có thể được tạo ra mà không cần phần mềm độc quyền. Các API kết quả có thể gửi và nhận dữ liệu và các cuộc gọi thủ tục giữa các ứng dụng phần mềm. Ví dụ: ứng dụng ngân hàng di động sử dụng API để truy cập vào hệ thống của ngân hàng.",
    "3195334319": "Tiện ích và lỗ hổng của API",
    "1903743785": "Sự ra đời của các API dựa trên tiêu chuẩn thể hiện một bước tiến lớn trong tích hợp ứng dụng. Trong khoảng hơn 20 năm qua, API đã từ những sản phẩm phần mềm độc quyền phức tạp và tốn kém thành những công cụ miễn phí dựa trên tiêu chuẩn tương đối dễ làm việc — và triển khai nhanh chóng.",
    "879362350": "Với các API mới hoạt động qua Internet, có thể kết nối bất kỳ phần mềm hoặc nguồn dữ liệu nào, ở bất kỳ đâu trên thế giới, bất kể nền tảng, lược đồ dữ liệu hoặc ngôn ngữ lập trình. Kết quả là, thế giới máy tính hiện đang ở giữa cuộc cách mạng API. Đã có một sự bùng nổ kết nối giữa các ứng dụng và dữ liệu. Điều đó tuyệt vời, cho đến khi nó không phải là.",
    "3844432472": "Tính mở và tiện ích của các API khiến chúng trở thành mục tiêu vô cùng phong phú cho những kẻ tấn công. Theo cách tương tự như ứng dụng dành cho thiết bị di động có thể được lập trình để tiếp cận và NHẬN dữ liệu từ hệ thống của công ty bằng cách sử dụng API, một phần mềm độc hại cũng vậy. Tin tặc đã viết ra nhiều loại công cụ phần mềm để lạm dụng các API. Đó là một kỹ thuật tấn công hiệu quả.",
    "2187096543": "Thật vậy, đã có một số vụ vi phạm dữ liệu lớn do phần mềm do hacker viết ra đã gọi API để trích xuất dữ liệu từ cơ sở dữ liệu. Xét cho cùng, nếu nó đánh cắp dữ liệu chỉ cần một lệnh gọi GET cơ bản trên một API, được viết bằng REST và JSON, thì thật dễ dàng để nhanh chóng xóa sạch cơ sở dữ liệu. Trên thực tế, khi mọi người nói về các cuộc tấn công \"sàng lọc màn hình\", ý của chúng chủ yếu là các lệnh gọi API kích hoạt nhanh kéo dữ liệu ra khỏi cơ sở dữ liệu. Các API đã trở thành bề mặt tấn công chính đối với các tổ chức xây dựng chúng.",
    "4222109231": "Giảm thiểu rủi ro API với Sản phẩm Doanh nghiệp của hCaptcha",
    "1783317946": "Dừng các cuộc tấn công API là một trường hợp sử dụng phổ biến cho",
    "3022922096": ", bộ sản phẩm dành cho doanh nghiệp của hCaptcha. Không giống như phiên bản hCaptcha miễn phí,",
    "63719113": "sử dụng công nghệ máy học nâng cao để xác định lưu lượng truy cập độc hại vào trang web và ứng dụng của bạn - bao gồm cả các hoạt động tìm kiếm.",
    "3566102529": "chúng tôi ngày hôm nay để tìm hiểu thêm.",
    "3096553330": "Mọi hệ thống chúng tôi tạo ra chỉ đơn giản phản ánh mối quan hệ của chúng tôi với những người khác.",
    "1467218142": "Những gì chúng ta mong muốn từ họ và chính chúng ta sẽ thúc đẩy hành vi của chúng ta, và do đó các mô hình tương tác giống nhau lặp lại trong tất cả các hệ thống của con người. Internet cung cấp nhiều ví dụ về bảng Anh về khía cạnh cơ bản này của thế giới chúng ta.",
    "808872868": "Ví dụ: thư rác, gian lận và lạm dụng đã tồn tại trực tuyến kể từ gần một ngày sau khi hai hệ thống lần đầu tiên được kết nối với nhau.",
    "1085089390": "Lạm dụng trực tuyến bắt nguồn từ những hành vi bẩm sinh của con người",
    "3064321967": "Email spam đầu tiên được biết đến đã được gửi vào năm 1978. [",
    "3800781598": "] Gần 5 thập kỷ sau, thư rác email vẫn tiếp tục hoành hành chúng ta. Nhiều tỷ đô la và hàng nghìn năm công sức của con người đã được đưa vào để đánh bại nó, nhưng thư rác vẫn tồn tại. Có những ngành công nghiệp hàng tỷ đô la ở cả hai bên, tức là những người bảo vệ chống lại nó và những người gửi nó.",
    "2119943547": "Tại sao thế này? Đáp án đơn giản. Vì vậy, miễn là có động cơ để lạm dụng một hệ thống, ai đó nói chung sẽ tìm ra cách. Và một khi họ làm vậy, người khác sẽ có động cơ để ngăn họ lại.",
    "532470444": "Sự cân bằng có thể thay đổi một chút từ năm này sang năm khác, nhưng hành vi này chỉ đơn giản phản ánh bản chất cơ bản của con người, và năm nghìn năm lịch sử được ghi lại ngụ ý rằng động thái này khó có thể thay đổi sớm.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Phân tích này không mới, nhưng mọi người vẫn luôn lạc quan. Đặc biệt là khi họ nghĩ rằng ý tưởng của họ là mới.",
    "1216071511": "Những ý tưởng tương tự được đề xuất thường xuyên đến nỗi khoảng 20 năm trước, một tác giả ẩn danh đã đưa ra một cách điền vào chỗ trống hữu ích cho các cuộc thảo luận trực tuyến về các giải pháp chống thư rác:",
    "1941999673": "Bài viết của bạn ủng hộ một",
    "4179118182": "() kỹ thuật () lập pháp () dựa trên thị trường () cảnh giác",
    "3978720689": "cách tiếp cận để chống lại thư rác. Ý tưởng của bạn sẽ không hoạt động. Đây là lý do tại sao nó sẽ không hoạt động.",
    "318339230": "(Một hoặc nhiều điều sau đây có thể áp dụng cho ý tưởng cụ thể của bạn và nó có thể có",
    "30312304": "các sai sót khác thường thay đổi giữa các tiểu bang trước khi một luật liên bang tồi được thông qua.)",
    "2710988028": "() Những kẻ gửi thư rác có thể dễ dàng sử dụng nó để thu thập địa chỉ email",
    "3912514510": "() Danh sách gửi thư và các mục đích sử dụng email hợp pháp khác sẽ bị ảnh hưởng",
    "2030062561": "() Sẽ không ai có thể tìm thấy anh chàng hoặc thu tiền",
    "3334160175": "() Nó không có khả năng tự vệ trước các cuộc tấn công vũ phu",
    "3238345709": "() Nó sẽ ngừng thư rác trong hai tuần và sau đó chúng tôi sẽ bị mắc kẹt với nó",
    "4227800293": "() Người dùng email sẽ không chấp nhận nó",
    "2271252286": "() Microsoft sẽ không chấp nhận nó",
    "692064738": "() Cảnh sát sẽ không chịu đựng nó",
    "3475647460": "() Yêu cầu quá nhiều sự hợp tác từ những người gửi thư rác",
    "1482845460": "() Yêu cầu sự hợp tác hoàn toàn ngay lập tức từ mọi người cùng một lúc",
    "3741193183": "() Nhiều người dùng email không đủ khả năng để mất công việc kinh doanh hoặc xa lánh các nhà tuyển dụng tiềm năng",
    "2234909600": "() Những kẻ gửi thư rác không quan tâm đến các địa chỉ không hợp lệ trong danh sách của họ",
    "1982617151": "() Bất kỳ ai cũng có thể hủy hoại sự nghiệp hoặc công việc kinh doanh của người khác một cách ẩn danh",
    "2498172334": "Cụ thể, kế hoạch của bạn không tính đến",
    "389705801": "() Pháp luật nghiêm cấm nó",
    "190955495": "() Thiếu quyền kiểm soát tập trung đối với email",
    "237009707": "() Mở rơ le ở nước ngoài",
    "3507532387": "() Dễ dàng tìm kiếm không gian địa chỉ chữ và số nhỏ của tất cả các địa chỉ email",
    "2477958756": "( ) Người xấu",
    "3254142589": "() Vấn đề tài phán",
    "3621401685": "() Không phổ biến các loại thuế mới kỳ lạ",
    "4277475973": "() Công chúng miễn cưỡng chấp nhận các hình thức kiếm tiền mới lạ",
    "941057651": "() Đầu tư lớn vào phần mềm hiện có vào SMTP",
    "3265293440": "() Khả năng bị tấn công của các giao thức không phải là SMTP",
    "515733427": "() Sự sẵn lòng của người dùng trong việc cài đặt các bản vá hệ điều hành nhận được qua email",
    "2631159699": "() Đội quân của những hộp Windows được kết nối băng thông rộng đã đánh đố",
    "776542208": "() Cuộc chạy đua vũ trang vĩnh cửu liên quan đến tất cả các phương pháp lọc",
    "989480928": "() Khả năng sinh lời cao của thư rác",
    "3898950867": "() Việc làm của Joe và / hoặc hành vi trộm cắp danh tính",
    "3395399558": "() Các chính trị gia mù chữ về kỹ thuật",
    "1118929614": "() Sự ngu ngốc cực độ của những người làm ăn với những kẻ gửi thư rác",
    "838951836": "() Không trung thực từ phía chính những người gửi thư rác",
    "2123236933": "() Chi phí băng thông không bị ảnh hưởng bởi lọc khách hàng",
    "2292919419": "( ) Quan điểm",
    "2534436327": "và những phản đối triết học sau đây cũng có thể áp dụng:",
    "832385387": "() Các ý tưởng tương tự như của bạn rất dễ nảy ra, nhưng chưa bao giờ có ý tưởng thực tế",
    "1993984258": "() Bất kỳ kế hoạch nào dựa trên việc chọn không tham gia đều không được chấp nhận",
    "3909240516": "() Tiêu đề SMTP không nên là đối tượng của pháp luật",
    "1151065360": "() Danh sách đen tệ hại",
    "2396605499": "() Danh sách trắng thật tệ",
    "2225785608": "() Chúng ta có thể nói về Viagra mà không bị kiểm duyệt",
    "3004688366": "() Các biện pháp đối phó không được liên quan đến gian lận chuyển khoản hoặc gian lận thẻ tín dụng",
    "922470170": "() Các biện pháp đối phó không được liên quan đến việc phá hoại các mạng công cộng",
    "3068923550": "() Các biện pháp đối phó phải hoạt động nếu được thực hiện dần dần",
    "2752975480": "() Gửi email phải miễn phí",
    "117227832": "() Tại sao chúng tôi phải tin tưởng bạn và máy chủ của bạn?",
    "1021431157": "() Không tương thích với nguồn mở hoặc giấy phép nguồn mở",
    "2801524659": "() Các biện pháp thoải mái không làm gì để giải quyết vấn đề",
    "931661269": "() Địa chỉ email tạm thời / một lần quá cồng kềnh",
    "2090457681": "() Tôi không muốn chính phủ đọc email của tôi",
    "3536122902": "() Ngăn chặn chúng theo cách đó không đủ chậm và đau đớn",
    "2391175562": "Hơn nữa, đây là những gì tôi nghĩ về bạn:",
    "229198134": "() Xin lỗi anh bạn, nhưng tôi không nghĩ nó sẽ hoạt động.",
    "345563040": "() Đây là một ý tưởng ngu ngốc, và bạn là một người ngu ngốc khi đề xuất nó.",
    "409780280": "() Rất vui, ****! Tôi hy vọng ai đó bước trên bàn phím của bạn!",
    "2820080973": "được tổ chức với ❤ bởi",
    "3943164003": "xem thô",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Tại sao giải pháp chống thư rác mới của bạn không hoạt động",
    "361795034": ". Tác giả không rõ, c. 2000",
    "1547006769": "Xác minh nhân loại cũng là một vấn đề",
    "3717942925": "Cũng như sẽ luôn có những người muốn thu hút sự chú ý của bạn qua email, sẽ luôn có mong muốn hạn chế quyền truy cập vào một số tài nguyên mà chỉ con người mới có thể truy cập chúng.",
    "2481032625": "Cho dù mục tiêu là ngăn chặn:",
    "1691348394": "- mua hàng loạt tự động trong đợt giảm giá phát hành có giới hạn",
    "1771016224": "- phần mềm tải xuống tất cả nội dung từ trang web của bạn hàng loạt",
    "1959762846": "- có các biểu mẫu web của bạn bị lấp đầy bởi vô số thư rác hoặc lạm dụng tiếp thị",
    "345108670": "- nhồi nhét thông tin xác thực và các nỗ lực tiếp quản tài khoản khác",
    "2540760245": "trong số nhiều cách sử dụng khác, việc có thể lọc lưu lượng truy cập trực tuyến trên cơ sở “con người hay không” có thể sẽ vẫn là một công cụ có giá trị miễn là bản chất con người tuân theo các mô hình tương tự đã được ghi nhận trong năm nghìn năm qua.",
    "3346362371": "Còn về học máy thì sao?",
    "3619183405": "Vào năm 2021, các CAPTCHA đơn giản đôi khi có thể được giải quyết bằng phần mềm, nhờ vào những tiến bộ trong học máy. Để giải quyết vấn đề này, hCaptcha cũng thực hiện một phân tích rất chi tiết về các thuộc tính như",
    "3292221787": "thử thách đã được trả lời, không chỉ là liệu nó có đúng hay không, và thường xuyên thay đổi cả câu hỏi và dữ liệu được sử dụng.",
    "1080672247": "Bởi vì nhiều câu hỏi được đặt ra không thể được giải quyết một cách kinh tế với phần mềm không có giá trị và vì dữ liệu nói chung là duy nhất đối với hệ thống, điều này có nghĩa là các bot thường bị dừng hoàn toàn bởi dịch vụ miễn phí và thay vào đó phải dựa vào bộ giải CAPTCHA của con người. làm cho nhiều loại lạm dụng hoàn toàn không kinh tế.",
    "4172868199": "còn đi xa hơn thế, chuyển sang lĩnh vực cố gắng phân biệt “người tốt” với “người xấu” và được sử dụng bởi nhiều dịch vụ trực tuyến phổ biến nhất trên thế giới ngày nay để tìm và ngăn chặn mọi thứ, từ gian lận mua hàng cho đến các dịch vụ liên tục nâng cao. các mối đe dọa chống lại người dùng của họ, đồng thời duy trì sự tập trung duy nhất vào việc bảo vệ quyền riêng tư.",
    "2873911365": "Điều gì về chứng thực phần cứng?",
    "1477196356": "Nhiều phương pháp liên kết danh tính với thiết bị theo cách bảo mật bằng mật mã, đôi khi có các đặc tính bảo vệ quyền riêng tư, đã được đề xuất trong nhiều thập kỷ. Mật mã khóa công khai có từ c. 1975, và mã thông báo phần cứng đã tồn tại gần như lâu.",
    "2349681896": "Thật không may, kiểm soát một phần cứng không có nghĩa là bạn là một người. Hầu như mọi kế hoạch chứng thực phần cứng của người tiêu dùng phổ biến đều đã nhiều lần bị phá vỡ, vá lỗi, rồi lại bị hỏng.",
    "254326776": "Việc lạm dụng độc hại những sai sót này thường được phát hiện là đã xảy ra trong nhiều tháng hoặc nhiều năm trước khi tiết lộ hoặc xuất bản học thuật.",
    "2462909475": "Một bức tường gồm hơn 10.000 chiếc điện thoại được sử dụng để lạm dụng, một phần của hoạt động bot của Trung Quốc.",
    "1963951234": "Bất kể chương trình mật mã của bạn đáng tin cậy đến mức nào, nếu ai đó có thể vào cuối ngày chi tiền để cung cấp cho bạn câu trả lời mà bạn đang tìm kiếm, thì việc sở hữu một phần cứng là không đủ.",
    "1278884196": "Điều đó nói lên rằng, mật mã là một ngành học khá non trẻ. Dựa trên lịch sử gần đây, kế hoạch và / hoặc triển khai mật mã của bạn có khả năng bị phá vỡ ngay khi bất kỳ ai có động cơ xem xét kỹ nó và có khả năng những người khác sẽ nhận ra điều này rất lâu trước khi bạn làm. Dựa vào phần cứng cũng có nghĩa là bạn có thể cần yêu cầu từng người dùng của mình thay đổi thiết bị vật lý để vá lỗ hổng. Điều này khó có thể xảy ra nhanh chóng trong hầu hết các trường hợp, có nghĩa là trong thực tế, hệ thống của bạn sẽ đơn giản là không mở được.",
    "1828028934": "Đây là lý do tại sao",
    "1642844535": "rất quan trọng: hCaptcha sử dụng nhiều cách tiếp cận khác nhau để trả lời cùng một câu hỏi cơ bản, cho phép so sánh để có tính nhất quán trên tất cả các đánh giá.",
    "1155821305": "phòng thủ là chiều sâu",
    "119098046": "Còn các giải pháp thụ động hoặc không có thách thức thì sao?",
    "2760410719": "Các dịch vụ cố gắng thực hiện phát hiện bot bằng các tín hiệu thụ động hoàn toàn nhanh chóng gặp phải một vấn đề cơ bản: làm thế nào để bạn xác nhận liệu hệ thống có phát hiện chính xác các tác nhân xấu hay không khi bạn không có sự thật cơ sở chính xác?",
    "1722734001": "Internet mở là một môi trường rất ồn ào. Những kẻ xấu tấn công người dùng dịch vụ của chúng tôi và các đối thủ cạnh tranh như reCAPTCHA mỗi ngày và tất nhiên họ đang cố gắng trông giống con người nhất có thể khi làm như vậy.",
    "1595254735": "Các dịch vụ thụ động hoàn toàn đấu tranh để duy trì độ chính xác của việc phát hiện bot hoặc thậm chí biết khi nào chúng không chính xác. Nếu không có khả năng thỉnh thoảng thử thách người dùng và phân tích chính xác kết quả của thử thách đó, độ chính xác có xu hướng giảm đi rất nhiều theo thời gian.",
    "2412751979": "Nhờ các tín hiệu nhân văn chính xác hơn cung cấp năng lượng cho hCaptcha, nhiều công ty trước đây sử dụng reCAPTCHA v3 / Enterprise đã chuyển sang",
    "2284856231": "và thấy độ chính xác được cải thiện đáng kể trong chế độ thụ động hoàn toàn của hCaptcha Enterprise.",
    "4162847": "Chúng tôi có thể quan sát điều này trực tiếp vì một số khách hàng của chúng tôi chạy thử nghiệm A / B theo cùng một yêu cầu trước khi họ chuyển hoàn toàn khỏi các dịch vụ của Google. Chúng tôi thường có thể chứng minh cả tỷ lệ dương tính giả và âm tính giả cao đến từ reCAPTCHA v3 hoặc reCAPTCHA Enterprise.",
    "436125785": "Điều này không có gì đáng ngạc nhiên vì sự không chính xác của các vòng phản hồi có sẵn trong các sản phẩm đó và thực tế là chúng được bán bởi một mạng quảng cáo với lợi ích quá lớn là không quá giỏi trong việc phát hiện bot, vì nó sẽ gây hại cho hoạt động kinh doanh cốt lõi của họ.",
    "2233741720": "Tóm lại là",
    "2133809801": "Chừng nào con người vẫn còn là con người, thì việc xác minh nhân tính sẽ có vai trò trực tuyến.",
    "2255549335": "Công việc của chúng tôi tại hCaptcha là tìm ra sự cân bằng tốt giữa độ khó và độ chính xác và giữ cho ma sát ở mức thấp, đặc biệt là đối với",
    "4138068262": "người dùng. Cuối cùng, tương tác với những thách thức có thể vẫn là một phần của kho công cụ để giảm lạm dụng trực tuyến miễn là bản chất con người vẫn không thay đổi.",
    "855097735": "Xây dựng một dịch vụ thực hiện tốt điều này trong khi cân bằng tất cả các mối quan tâm là một vấn đề rất khó (và chúng tôi luôn nỗ lực cải thiện nó để mang lại trải nghiệm dễ chịu nhất có thể) nhưng chúng tôi hy vọng bạn sẽ đồng ý rằng giảm spam, lạm dụng, chiếm đoạt tài khoản , và gian lận trực tuyến cuối cùng cũng xứng đáng là câu hỏi đơn giản thường xuyên.",
    "1953959745": "khả năng tiếp cận",
    "2543123170": "Xác minh nhân loại không ma sát",
    "547245263": "Giải quyết vấn đề bot của bạn ngay hôm nay.",
    "3117887301": "Được tin cậy bởi các dịch vụ trực tuyến lớn nhất",
    "981806349": "Được xây dựng trên nền tảng hCaptcha đã được chứng minh",
    "2373007864": "hCaptcha Enterprise chạy trên nền tảng công nghệ hCaptcha, được mở rộng để bao gồm các tính năng mà doanh nghiệp có lưu lượng truy cập cao cần.",
    "2652399059": "Một đối tác đáng tin cậy",
    "1997838163": "Các công ty lớn nhất thế giới phụ thuộc vào hCaptcha Enterprise. Tích hợp rất đơn giản và độ chính xác phát hiện là vô song.",
    "734735952": "Chúng tôi đã đánh giá một số nhà cung cấp CAPTCHA cũng như tự mình xây dựng hệ thống. Cuối cùng, hCaptcha nổi lên như một giải pháp thay thế tốt nhất cho reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Giám đốc quản lý sản phẩm, Cloudflare",
    "3971348140": "Tại sao chúng tôi sử dụng hCaptcha? Không ai khác có thể cung cấp các tính năng và hiệu suất mà chúng tôi cần. Họ đã giúp chúng tôi bắt đầu và vận hành nhanh chóng, và những người bán hàng của chúng tôi thích trải nghiệm này.",
    "4248655793": "- Alex M.",
    "4185927140": "Giám đốc sản phẩm, Flash, Shopify",
    "282913023": "Phương án hiệu quả về chi phí cho các doanh nghiệp có lưu lượng truy cập cao",
    "999610953": "Cuối cùng, một giải pháp thay thế đáng tin cậy cho Google. hCaptcha Enterprise tiết kiệm đáng kể hóa đơn reCAPTCHA của bạn với độ bảo mật cao hơn: ít tốn kém hơn tới 80% trong một số trường hợp.",
    "1886100235": "Nhiều dịch vụ trực tuyến lớn nhất thế giới đã chuyển sang hCaptcha Enterprise và nhận được khả năng phát hiện bot được cải thiện cùng với việc tiết kiệm đáng kể chi phí.",
    "2903742230": "Các mạng quảng cáo coi khách truy cập của bạn là sản phẩm. Đối với chúng tôi, mục tiêu duy nhất là xác định con người của họ. Các dịch vụ của chúng tôi đáp ứng hoặc vượt quá các yêu cầu GDPR, CCPA, LGPD và PIPL và chúng tôi làm việc chăm chỉ để cân bằng giữa quyền riêng tư và bảo mật.",
    "3901503296": "Trọng tâm duy nhất về quyền riêng tư này có nghĩa là chúng tôi có thể cung cấp không lưu giữ dữ liệu cá nhân, hoạt động không có cookie và các đảm bảo quyền riêng tư theo hợp đồng khác theo yêu cầu trong khi vẫn duy trì tính bảo mật tuyệt vời.",
    "3342910682": "Đọc thêm",
    "1130783905": "Độ chính xác là mối quan tâm của bạn và của chúng tôi. hCaptcha hoạt động để cung cấp cho bạn dữ liệu thực và cho phép bạn quyết định cách sử dụng nó. Các giải pháp bảo mật khác được cung cấp bởi các công ty quảng cáo Gigantic. Điều này có nghĩa là mọi bot họ chặn có thể làm giảm doanh thu của họ.",
    "2019130052": "Những đổi mới của chúng tôi trong ML tập trung vào quyền riêng tư cho phép chúng tôi vượt qua các tiêu chuẩn bảo mật của chiến lược \"ghi lại mọi thứ mãi mãi\" kế thừa mà không làm tổn hại đến bảo mật hoặc quyền riêng tư của người dùng.",
    "23114595": "Trải nghiệm người dùng tuyệt vời",
    "3437412311": "Đối với người dùng Doanh nghiệp, các tùy chọn có sẵn để tránh hoàn toàn các thử thách trong hầu hết các tình huống, dựa vào điểm số thụ động.",
    "1996843433": "Giảm thiểu rắc rối bằng cách tránh hoàn toàn một thử thách đối với 99,9% lưu lượng truy cập hợp pháp của bạn trong khi vẫn cung cấp khả năng bảo mật tuyệt vời.",
    "3093689546": "Tích hợp dễ dàng",
    "247560732": "Thêm hCaptcha với ba dòng mã. Nếu bạn đến từ reCAPTCHA, API của chúng tôi tương thích và chỉ mất vài phút để chuyển đổi.",
    "1510448156": "Bạn có thể thiết lập và chạy với một giải pháp thay thế vượt trội ngay hôm nay và bật các tính năng nâng cao hơn nếu cần.",
    "2718999653": "Điểm Đe dọa Tùy chỉnh",
    "2698140263": "Không phải tất cả các vấn đề đều giống nhau: nhận được một điểm có nghĩa là nó phải giải quyết các nhu cầu của bạn để trở nên hữu ích.",
    "897432717": "Với thiết kế mới của chúng tôi cho Điểm Đe dọa Tùy chỉnh, việc bổ sung kiến thức kinh doanh của bạn cho phép các mô hình của chúng tôi mang lại điểm số phù hợp riêng với người dùng của bạn.",
    "2650502379": "Khởi động những thử thách của riêng bạn trong vài giây",
    "3578122193": "Giữ thương hiệu với nội dung phù hợp",
    "1074044172": "Khi người dùng phải giải quyết một thách thức để đáp ứng các yêu cầu bảo mật của bạn, tại sao không đặt những câu hỏi dễ chịu và phù hợp với người dùng?",
    "1579093044": "Với trình thiết kế thử thách tùy chỉnh đơn giản của chúng tôi, bạn có thể khởi chạy nội dung thử thách trên thương hiệu chỉ trong vài phút.",
    "3717512591": "Tích hợp nền tảng trực tiếp",
    "121743429": "Đối với các công ty cơ sở hạ tầng web",
    "2131386784": "Chuyên môn có thể tiếp cận và hỗ trợ cho cả bạn và người dùng của bạn",
    "2782263070": "Dịch vụ là ưu tiên hàng đầu đối với chúng tôi. Chúng tôi duy trì hỗ trợ theo cuộc gọi 24/7 và cung cấp sự phối hợp trực tiếp của Slack với nhóm tích hợp kỹ thuật của bạn và nhân viên trực của chúng tôi trong và sau khi triển khai.",
    "3740051331": "Chúng tôi cũng cam kết tích cực theo dõi và trả lời các câu hỏi của người dùng trên các phương tiện truyền thông xã hội, diễn đàn cũng như các kênh hỗ trợ trong widget và email của chúng tôi. Chúng tôi có thể truy cập và phản hồi nhanh, đồng thời coi sự hài lòng của người dùng là KPI hàng đầu.",
    "170775527": "Tính năng doanh nghiệp",
    "3383086062": "hCaptcha Enterprise là một giải pháp bảo mật trực tuyến hoàn chỉnh. Chế độ chủ động và thụ động cho phép bạn ngừng nhồi nhét thông tin đăng nhập, phát hiện việc chiếm đoạt tài khoản và chặn các tác nhân đáng ngờ. Tất cả đều không có ma sát cho người dùng hợp pháp.",
    "1408599440": "Bắt đầu nhanh chóng với một vài dòng mã và chế độ thụ động 99,9% của chúng tôi hoặc kiểm soát hoàn toàn thời điểm và cách thức người dùng bị thách thức. Các mô hình mối đe dọa tùy chỉnh và các thách thức có thể tùy chỉnh có nghĩa là sự linh hoạt vô song để đảm bảo an ninh.",
    "3365203058": "Bảo vệ chống bot đẳng cấp thế giới",
    "1803009328": "Đã được thử nghiệm chiến đấu ở quy mô web.",
    "1586809757": "Điểm số bot chính xác cao",
    "353367791": "Phát hiện các tác nhân xấu thuộc nhiều loại khác nhau.",
    "191460155": "Không ma sát và chế độ thụ động 99,9%",
    "585557010": "Thách thức ít hơn 0,1% người dùng hợp pháp.",
    "3287172429": "Kiểm soát các loại thử thách được hiển thị",
    "1844885924": "Thư viện nhiều loại để lựa chọn.",
    "3018523079": "Duy trì thương hiệu với trải nghiệm người dùng nhất quán.",
    "3817811295": "Đảm bảo độ tin cậy và hỗ trợ trực tuyến 24/7 nhanh chóng.",
    "1798492192": "Hỗ trợ trình duyệt cũ",
    "1356745565": "Tương thích hoàn toàn với Internet Explorer 8.",
    "751483365": "Hỗ trợ cho các ứng dụng khách không sử dụng JavaScript.",
    "4199502476": "API và bảng điều khiển báo cáo nâng cao",
    "3630114728": "Xem những gì đang xảy ra trên tất cả các trang web và ứng dụng của bạn.",
    "3573245166": "Không giống như reCAPTCHA, chúng tôi làm việc ở mọi quốc gia.",
    "2354267648": "Chính sách bảo mật thân thiện với GDPR, CCPA và LGPD",
    "3167979932": "Được thiết kế cho sự riêng tư ngay từ ngày đầu tiên. Thỏa thuận xử lý dữ liệu mạnh mẽ.",
    "4065065042": "Quay số này để phù hợp chính xác với trường hợp sử dụng của bạn.",
    "111184581": "Dịch vụ lưu trữ của bên thứ nhất",
    "4272022475": "Tất cả các yêu cầu và nội dung đều được truy cập vào hcaptcha.yourdomain.com",
    "2676853536": "Trang tổng quan nhiều người dùng",
    "1368787974": "Chia sẻ quyền quản lý trong nhóm của bạn.",
    "1045484714": "Tích hợp SAML SSO với Nhà cung cấp danh tính của bạn, ví dụ: Okta hoặc Azure AD.",
    "3953584369": "Có sẵn các hạn chế truy cập RBAC phức tạp.",
    "2781507299": "Xác minh tức thì",
    "4019660456": "Độ trễ 0ms: xác minh mã thông báo hCaptcha mà không có lệnh gọi API.",
    "3446714684": "Tích hợp di động (iOS và Android)",
    "2593768395": "Trải nghiệm liền mạch trên web, di động gốc, web di động. Tích hợp sẵn và SDK gốc có sẵn.",
    "1779265104": "Điều khoản tùy chỉnh và đảm bảo quyền riêng tư",
    "122875767": "Đáp ứng nhu cầu pháp lý của bạn khi các công ty khác không làm được.",
    "148188781": "Những thách thức đã trình bày",
    "838049015": "Chọn tất cả hình ảnh phù hợp với truy vấn",
    "1126302400": "Hộp giới hạn",
    "3554448168": "Phân loại",
    "2104933754": "Xác định các nhãn tương ứng",
    "3612043014": "... và các nhiệm vụ đơn giản khác. Dễ đối với con người, khó đối với bot.",
    "3624758171": "Các tác vụ tùy chỉnh cũng có sẵn cho các nhà xuất bản doanh nghiệp.",
    "1001938065": "Tích hợp không thể dễ dàng hơn",
    "2138799135": "hCaptcha có hàng tá tích hợp được tạo sẵn cho các hệ thống giao diện người dùng và phụ trợ mà bạn sử dụng.",
    "2535001179": "Nếu bạn tình cờ đến từ reCAPTCHA của Google, thì các API của chúng tôi là những thứ thay thế thả xuống.",
    "1393184984": "là tất cả những gì bạn cần.",
    "3715747429": "Các kỹ sư tích hợp của chúng tôi có thể giúp bạn tiến hành nhanh chóng, cho dù bạn cần tích hợp React, SDK cho ứng dụng gốc iOS, ví dụ về chương trình phụ trợ Java hay hầu như bất kỳ trường hợp nào khác.",
    "2681650568": "Và như mọi khi, quyền riêng tư là giá trị cốt lõi đối với chúng tôi. Chỉ thêm mã thử thách của chúng tôi khi cần thiết và ở những nơi có ý nghĩa để bảo vệ cả bạn và người dùng của bạn. Giảm thiểu việc thu thập dữ liệu bắt đầu từ thời điểm tích hợp.",
    "1130868224": "Ba dòng mã",
    "2183926131": "Bắt đầu với hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Được thiết kế cho sự riêng tư.",
    "1297224875": "Một phương pháp duy nhất hướng đến quyền riêng tư đối với bảo mật trực tuyến Doanh nghiệp.",
    "2762458927": "Dữ liệu người dùng của bạn không phải để bán.",
    "2058856283": "hCaptcha Enterprise chỉ có một mục đích: ngăn chặn những kẻ xấu làm gián đoạn hoạt động trực tuyến của bạn và gây hại cho người dùng của bạn.",
    "2408036504": "Do đó, hệ thống của chúng tôi được thiết kế ngay từ đầu để giảm thiểu việc thu thập và lưu giữ dữ liệu trong khi vẫn duy trì tính bảo mật hàng đầu. Cách tốt nhất để bảo vệ dữ liệu người dùng là hoàn toàn không lưu trữ dữ liệu đó.",
    "4099477834": "Tất cả các mối quan hệ của khách hàng cũng được bảo vệ bởi Thỏa thuận xử lý dữ liệu mạnh mẽ. Dịch vụ hCaptcha tuân thủ tất cả các luật về quyền riêng tư cho dù dịch vụ của bạn hoặc khách hàng của bạn cư trú ở đâu. Việc không lưu giữ dữ liệu cá nhân khiến việc này trở nên dễ dàng hơn nhiều đối với chúng tôi so với các công ty khác.",
    "3569492665": "Ghi lại hoạt động trực tuyến không phải là câu trả lời.",
    "3389431373": "Các dịch vụ như reCAPTCHA v3 nói rằng việc đặt pixel theo dõi của họ trên mọi trang trên trang web của bạn là cần thiết để bảo mật tốt. Đây không phải là trường hợp.",
    "3590546893": "Phân tích hành vi đơn giản là một tín hiệu dễ bị kẻ xấu giả mạo và yêu cầu lưu giữ lịch sử duyệt web cho tất cả lưu lượng truy cập hợp pháp của bạn.",
    "1105363520": "Chúng tôi không vận hành mạng quảng cáo và không quan tâm đến việc quan sát hành vi người dùng của bạn để bán quảng cáo cho họ. Điều này có nghĩa là chúng tôi không yêu cầu một pixel thụ động trên mỗi trang của trang web của bạn.",
    "3088605177": "Chỉ thêm mã thử thách của chúng tôi khi cần thiết và ở những nơi có ý nghĩa để bảo vệ cả bạn và người dùng của bạn.",
    "337971271": "Học máy rất hữu ích. Nhưng nó không yêu cầu dữ liệu cá nhân để hoạt động.",
    "320166522": "Học máy hiện tác động đến hầu hết mọi khía cạnh trong cuộc sống của chúng ta, thường theo những cách chúng ta không nhận ra và không thể nhìn thấy. Các dịch vụ bảo mật trực tuyến cũng không khác.",
    "3180664128": "Bằng cách học qua hàng nghìn tín hiệu, các mô hình có thể suy ra và đạt được độ tin cậy cao trong việc phát hiện hành vi độc hại rất nhanh chóng, ngay cả khi không có tín hiệu riêng lẻ nào đủ mạnh để chỉ ra một vấn đề.",
    "961941354": "Tuy nhiên, không điều nào trong số này yêu cầu sử dụng thông tin nhận dạng cá nhân (\"PII\"). Các kỹ thuật mật mã hiện đại cho phép chúng tôi loại bỏ mọi dữ liệu cá nhân nhanh nhất có thể, thay vào đó tạo ra các chữ ký một chiều không thể liên kết với bất kỳ cá nhân nào.",
    "1706581702": "Việc đào tạo về dữ liệu không nhận dạng cũng hoạt động tốt và không yêu cầu ảnh hưởng đến bảo mật hoặc quyền riêng tư. Khách hàng của chúng tôi đã thực hiện các bài kiểm tra theo kinh nghiệm và tuyên bố chúng tôi ngang bằng hoặc tốt hơn các lựa chọn thay thế tư nhân ít hơn nhiều.",
    "3203921334": "Chúng tôi thích một số điều về các giải pháp hCaptcha: 1) chúng không bán dữ liệu cá nhân; họ chỉ thu thập dữ liệu cá nhân cần thiết tối thiểu, họ minh bạch trong việc mô tả thông tin họ thu thập và cách họ sử dụng và / hoặc tiết lộ thông tin đó.",
    "305735018": "Cuối cùng, một giải pháp thay thế đáng tin cậy cho Google. hCaptcha Enterprise tiết kiệm đáng kể hóa đơn reCAPTCHA của bạn với độ bảo mật cao hơn: ít tốn kém hơn tới 80% trong một số trường hợp.",
    "3695206755": "Hãy thử chúng tôi trong môi trường của bạn mà không có nghĩa vụ.",
    "2941545733": "Chúng tôi là kỹ sư, không phải nhân viên bán hàng: chúng tôi muốn bạn hài lòng với lựa chọn của mình.",
    "131871195": "Cách tốt nhất để đảm bảo sự hài lòng của bạn là chứng minh rằng chúng tôi đáp ứng nhu cầu của bạn.",
    "3436534225": "Hầu như tất cả các công ty bắt đầu thử nghiệm cuối cùng đều chọn giải pháp của chúng tôi.",
    "4060250206": "Sử dụng biểu mẫu này để liên hệ với một trong các chuyên gia kỹ thuật của chúng tôi. Chúng tôi phản hồi nhanh chóng.",
    "1159746815": "Bạn cũng có thể gửi email trực tiếp cho chúng tôi.",
    "2531534427": "Thông tin chi tiết có tại đây.",
    "2059998584": "Khu vực",
    "3916131732": "Châu Mỹ",
    "135276624": "Châu Âu, Trung Đông, Châu Phi (EMEA)",
    "1182294134": "Châu Á - Thái Bình Dương (APAC)",
    "2437934778": "Tên của bạn",
    "3859506577": "Email doanh nghiệp",
    "1268414751": "Bất kỳ chi tiết nào khác mà chúng ta nên có?",
    "42559805": "Bạn có yêu cầu nhập môn khẩn cấp không?",
    "851679588": "Đúng.",
    "1729677626": "Tôi đang bị tấn công và yêu cầu tham gia ngay lập tức.",
    "2808971932": "Đây là một số văn bản bên trong một khối div.",
    "2468683988": "Phần mở đầu",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut Goodso diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem khiếm khuyết. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Liên kết văn bản",
    "2212670355": "Đăng ký",
    "31502377": "Phần tử Văn bản đa dạng thức là gì?",
    "2310705547": "Phần tử văn bản đa dạng thức cho phép bạn tạo và định dạng các tiêu đề, đoạn văn, trích dẫn khối, hình ảnh và video ở cùng một nơi thay vì phải thêm và định dạng chúng riêng lẻ. Chỉ cần nhấp đúp chuột và dễ dàng tạo nội dung.",
    "2590587108": "Chỉnh sửa nội dung tĩnh và động",
    "778204464": "Phần tử văn bản đa dạng thức có thể được sử dụng với nội dung tĩnh hoặc động. Đối với nội dung tĩnh, chỉ cần thả nó vào bất kỳ trang nào và bắt đầu chỉnh sửa. Đối với nội dung động, hãy thêm trường văn bản có dạng thức vào bất kỳ bộ sưu tập nào rồi kết nối phần tử văn bản có dạng thức với trường đó trong bảng cài đặt. Thì đấy!",
    "1890955039": "Cách tùy chỉnh định dạng cho từng văn bản đa dạng thức",
    "3286051798": "Tất cả các tiêu đề, đoạn văn, trích dẫn khối, số liệu, hình ảnh và chú thích hình đều có thể được tạo kiểu sau khi một lớp được thêm vào phần tử văn bản đa dạng thức bằng cách sử dụng hệ thống bộ chọn lồng nhau \"Khi ở bên trong\".",
    "504332576": "Chúng tôi tự hào thông báo rằng hCaptcha đã phát triển thành dịch vụ an ninh mạng độc lập lớn nhất trên thế giới, chạy trên khoảng 15% Internet - và chúng tôi đã trực tiếp lấy phần lớn thị phần này từ reCAPTCHA của Google. Cùng nhau, hCaptcha và",
    "1155436473": "(dịch vụ doanh nghiệp của chúng tôi cung cấp) hiện bảo vệ hàng trăm triệu người dùng trên hàng chục triệu trang web và ứng dụng mỗi tháng. Câu chuyện của chúng tôi cho thấy rằng bạn có thể cạnh tranh với Big Tech khi bạn đặt quyền riêng tư lên hàng đầu.",
    "3108727249": "BotStop",
    "1296696044": "Quyền riêng tư và Bảo mật: Tại sao không phải là cả hai?",
    "538871570": "Cạnh tranh với Google và các công ty Big Tech khác dường như là một thứ tự cao: sức mạnh thị trường độc quyền, hiệu ứng nền tảng và đội quân các nhà phát triển được trả lương cao thường được coi là quá mạnh để có thể đối phó với bất kỳ ai ngoại trừ những gã khổng lồ công nghệ khác như Facebook hoặc Amazon. Câu chuyện của chúng tôi cho thấy rằng không nhất thiết phải như vậy - bạn có thể đánh bại Big Tech bằng cách tập trung vào quyền riêng tư.",
    "3600718611": "Hãy xem xét reCAPTCHA của Google,",
    "4281708680": ". Tại hCaptcha, chúng tôi đã cố tình thực hiện một cách tiếp cận rất khác, sử dụng các kỹ thuật máy học bảo vệ quyền riêng tư để xác định các hành vi điển hình của bot với độ chính xác cao, đồng thời tiêu thụ và lưu trữ ít dữ liệu nhất có thể.",
    "3312336121": "tiêu thụ một lượng lớn dữ liệu hành vi để xác định xem liệu người dùng web có phải là con người hay bot hợp pháp hay không",
    "1193738791": ": họ theo dõi hành vi của người dùng trên mọi trang của trang web và trên toàn bộ web. Chúng tôi đã thiết kế hCaptcha thân thiện với quyền riêng tư nhất có thể ngay từ ngày đầu tiên. Điều này đã dẫn đến một cách tiếp cận vấn đề hoàn toàn khác. Hóa ra, theo dõi người dùng trên web và buộc lịch sử web của họ với danh tính của họ là hoàn toàn không cần thiết để đạt được bảo mật tốt. Nhiều công ty đã chuyển sang hCaptcha",
    "2620705814": "Google là một công ty quảng cáo và các sản phẩm bảo mật của họ trông rất giống các sản phẩm quảng cáo của họ",
    "1126447688": "thường báo cáo hiệu suất ngang bằng hoặc tốt hơn trong việc phát hiện và giảm thiểu bot mặc dù chúng tôi tập trung vào quyền riêng tư",
    "439777523": "Các vấn đề quy định",
    "3588274874": "Trong việc tập trung vào việc cung cấp một sản phẩm phù hợp với các nỗ lực pháp lý như GDPR của Liên minh Châu Âu và CCPA của California, chúng tôi đã có sự phát triển vượt bậc - tất nhiên, điều đó giúp hCaptcha đơn giản là \"thay thế\" cho reCAPTCHA và do đó có thể được cài đặt trong vòng vài phút.",
    "2150595700": ". GDPR và CCPA đã đưa các mối quan tâm về quyền riêng tư lên bản đồ đối với người mua doanh nghiệp, đồng thời quyền riêng tư trực tuyến ngày càng trở nên quan trọng hơn đối với công chúng khi tất cả chúng ta bắt đầu hiểu cách các ngành quảng cáo và tiếp thị trực tuyến đã sử dụng dữ liệu của chúng tôi trong quá khứ.",
    "2624949852": "Tất nhiên, reCAPTCHA đã sớm tham gia vào bảo mật web từ năm 2009, bảo vệ hàng triệu trang web chống lại các mối đe dọa ngày càng tăng bởi các chương trình độc hại và những kẻ gửi thư rác. Tuy nhiên, nó đã bị xâm phạm hoàn toàn trong những năm gần đây:",
    "499510428": "Trên thực tế, chúng tôi tin rằng quy định đã giúp chúng tôi ở đây",
    "1232651561": "phần mềm hiện đã tốt như những người giải quyết các thách thức reCAPTCHA.",
    "824740867": "Thay vì cải tiến giải pháp, Google đã phát hành reCAPTCHA v3, hoạt động giống như một mạng quảng cáo hơn là phần mềm bảo mật, thu thập dữ liệu hành vi từ khắp nơi trên web để xây dựng hồ sơ người dùng. Thật không may, loại tín hiệu này rất dễ bị đánh bại và do đó không cung cấp khả năng bảo vệ chống lại bot trong khi gây hại cho quyền riêng tư của người dùng.",
    "1027023087": "Thay vào đó, chúng tôi tại hCaptcha đã tập trung vào các cách tiếp cận hiện đại hơn đối với vấn đề, không yêu cầu lưu giữ các bản ghi hành vi lâu dài như lịch sử duyệt web và đã chứng tỏ khả năng phục hồi cao hơn rất nhiều khi đối mặt với các đối thủ nhất định kể từ khi dịch vụ được giới thiệu.",
    "2852295413": "Xung đột lợi ích cố hữu: dừng bot làm giảm doanh thu cho mạng quảng cáo",
    "1597520917": "Ngày càng nhiều nhà phê bình chỉ ra rằng việc Google coi thường quyền riêng tư của người dùng sẽ khiến những khách hàng đang tìm cách bảo vệ trang web và ứng dụng của họ lo ngại.",
    "763447231": "Đồng thời, việc ngăn bot truy cập các trang web của nhà xuất bản có thể tiết lộ gian lận quảng cáo, đưa sản phẩm reCAPTCHA của Google trực tiếp chống lại hoạt động kinh doanh quảng cáo của họ, công ty tạo ra hơn 80% doanh thu của họ.",
    "999674529": "Mọi bot mà Google phát hiện đều không kiếm được tiền từ quảng cáo. Do đó, các biện pháp khuyến khích công ty của Google không phù hợp với người dùng dịch vụ bảo mật của họ và đây có thể là một lý do giải thích cho việc cung cấp bảo mật reCAPTCHA của họ hoạt động kém.",
    "956019009": "Các công ty cơ sở hạ tầng web lớn nhất đã hành động",
    "1923297430": "Điểm đột phá cuối cùng đối với nhiều khách hàng lớn hơn là khi Google bắt đầu tính phí các công ty sử dụng sản phẩm của họ ở bất kỳ quy mô có ý nghĩa nào. Điều này khiến người dùng reCAPTCHA trong một thời gian dài phải tìm kiếm các giải pháp thay thế tốt hơn vì những lo ngại về quy định trên toàn thế giới đã khiến việc sử dụng các dịch vụ của Google ngày càng không hấp dẫn.",
    "2197218442": "Giám đốc điều hành Cloudflare Matthew Prince đã tóm tắt quan điểm này trong",
    "155456850": "thông báo chuyển sang hCaptcha của họ:",
    "435302267": "bài đăng trên blog của công ty",
    "2087769953": "\"Chúng tôi rất vui về sự thay đổi này vì nó giúp giải quyết mối lo ngại về quyền riêng tư vốn có khi dựa vào dịch vụ của Google mà chúng tôi đã có một thời gian. Chúng tôi đã đánh giá một số nhà cung cấp CAPTCHA cũng như tự mình xây dựng hệ thống. Cuối cùng, hCaptcha nổi lên như một giải pháp thay thế tốt nhất cho reCAPTCHA. ”“ Chúng tôi thích một số điều về các giải pháp hCaptcha: 1) họ không bán dữ liệu cá nhân; họ chỉ thu thập dữ liệu cá nhân cần thiết tối thiểu, họ minh bạch trong việc mô tả thông tin họ thu thập và cách họ sử dụng và / hoặc tiết lộ thông tin đó. \"",
    "595582512": "Nếu bạn đang tìm cách bảo vệ trang web hoặc ứng dụng của mình một cách hiệu quả khỏi bot, người gửi thư rác hoặc các tác nhân độc hại khác, tất cả trong khi vẫn bảo vệ quyền riêng tư của người dùng (và tuân thủ tất cả các quy định có liên quan!), Hãy xem xét hCaptcha và cung cấp cho Doanh nghiệp của chúng tôi",
    "3388180864": "Quan tâm đến việc giải quyết các thách thức kỹ thuật sâu ở quy mô web? Chúng tôi luôn tuyển dụng các kỹ sư tài năng trên toàn thế giới -",
    "3892952987": "kiểm tra sơ hở của chúng tôi và áp dụng ở đây",
    "3368788823": "Terence Eden đưa ra một điểm thú vị trên blog của mình: \"",
    "1491780143": "CAPTCHA không chứng minh bạn là con người - chúng chứng minh bạn là người Mỹ",
    "2146900431": "Về mặt trực quan, tuyên bố này có rất nhiều ý nghĩa. CAPTCHA, giống như hầu hết mọi thứ, đều được nhúng vào bối cảnh văn hóa và nếu nhóm thử thách của bạn chủ yếu được tạo ra trong một nền văn hóa, nó có thể không chuyển dịch tốt sang một nền văn hóa khác. Về cốt lõi, đây là một vấn đề của nền văn hóa",
    "378086442": "của CAPTCHA, thay vì UX của chúng.",
    "1445008801": "Như Eden đã nói:",
    "332723732": "Nội dung",
    "2072808435": "\"Đoán xem nào, Google? Taxi ở đất nước của tôi nói chung là màu đen. Tôi đã xem đủ phim để biết rằng tất cả các phim ở Mỹ đều có màu vàng. Nhưng ở mọi quốc gia khác mà tôi đã đến thăm, taxi đã là một thứ hỗn hợp của màu sắc khác nhau. \"",
    "3206136647": "Vấn đề của Google ở đây là dựa trên dữ liệu câu hỏi mà họ sử dụng so với những người nhìn thấy nó. Nếu tất cả dữ liệu đến từ cùng một nền văn hóa (và trong trường hợp của Google là cùng một công ty), bạn chắc chắn có thể gặp phải những thách thức không thể dịch tốt sang các nền văn hóa khác, phù hợp với lời phàn nàn của Eden.",
    "2217842245": "Tuy nhiên, dữ liệu của chúng tôi cho thấy rằng (đối với hCaptcha)",
    "4280117172": "Trên thực tế, nhiều quốc gia làm tốt hơn một chút so với Mỹ, bao gồm Nigeria, Ấn Độ, Brazil và Đức:",
    "555749578": "có ít hơn 1% phương sai trong tỷ lệ giải quyết ở các quốc gia lớn trên mọi lục địa.",
    "151737819": "hCaptcha Giải quyết Tỷ lệ trên toàn cầu hiển thị rất ít phương sai",
    "3908992897": "và được sử dụng ở mọi quốc gia và vùng lãnh thổ trên thế giới, vì vậy chúng tôi rất chú trọng vào việc cung cấp trải nghiệm toàn cầu nhất quán.",
    "2808122102": "Do đó, chức năng đa văn hóa là một yêu cầu cơ bản đối với dịch vụ của chúng tôi. Đảm bảo rằng tất cả người dùng hợp pháp có thể truy cập nội dung một cách nhanh chóng là một phần quan trọng trong sứ mệnh của chúng tôi. Chúng tôi cung cấp các thử thách bằng 110 ngôn ngữ và liên tục cải tiến các bản dịch có liên quan để đảm bảo rằng tất cả mọi người đều có thể giải quyết những thách thức của chúng tôi.",
    "3913801502": "hCaptcha hiện chạy trên khoảng 15% Internet",
    "2077639538": ". Thứ nhất, dữ liệu thách thức về dịch vụ của chúng tôi có thể đến từ nhiều nguồn, không chỉ một - từ các công ty lớn trong danh sách Fortune 500 đến các công ty khởi nghiệp về máy học, miễn là họ tuân thủ",
    "3951112506": ". Điều đó đã đảm bảo mức độ không đồng nhất cao hơn trong dữ liệu.",
    "1803943584": "Thứ hai, chúng tôi để các thử thách tự tối ưu hóa để xác định các quốc gia hoặc ngôn ngữ mà chúng sẽ chạy, tăng khả năng có trải nghiệm nhất quán hơn nữa. Nếu độ chính xác thấp hơn mong đợi, một bộ câu hỏi sẽ chỉ dừng chạy ở khu vực hoặc ngôn ngữ nơi hiệu ứng này xảy ra.",
    "3668873369": "Tại hCaptcha, chúng tôi đã thực hiện một cách tiếp cận khác so với ngày đầu tiên",
    "1519201684": "Chính sách về Đạo đức AI",
    "2155089487": ". Nếu những thách thức của chúng tôi dễ giải quyết hơn đối với một số nhóm, chúng tôi sẽ mong đợi sự khác biệt trong cách mọi người trên toàn cầu và các nền văn hóa khác nhau thực hiện khi giải quyết chúng. Trong bối cảnh của bài đăng của Eden, chúng tôi mong đợi người Mỹ làm tốt hơn những người ở các quốc gia khác. Bởi vì chúng tôi đã dành nhiều năm để phát triển các hệ thống để tránh vấn đề này, trên thực tế chúng tôi thấy điều ngược lại.",
    "2603863826": "Tái bút: Nếu bạn tìm thấy bản dịch bằng ngôn ngữ của mình có thể cải tiến, vui lòng gửi",
    "3543141425": "cho nó!",
    "2697276059": "Bằng chứng là điều này đang hoạt động: tỷ lệ giải quyết đồng nhất trên toàn cầu",
    "664236229": "yêu cầu kéo"
}