{
  "header-privacy-link": "поверителност",
  "header-integration-link": "Интеграция",
  "header-cost-link": "Цена",
  "header-features-link": "Характеристика",
  "header-docs-link": "Документи",
  "header-login-button": "Влизам",
  "header-contact-button": "Свържете се с отдел продажби",
  "intro-heading": "Проверка на човечеството с нулево триене.",
  "intro-contact-button": "Свържете се с нас, за да научите повече",
  "intro-text-bottom": "Разчитат на компаниите, които захранват мрежата.",
  "sub-menu-button": "Свържете се с отдел продажби",
  "sub-menu-item1": "Предприятие",
  "sub-menu-item2": "Цена",
  "sub-menu-item3": "Интеграция",
  "sub-menu-item4": "Характеристика",
  "sub-menu-item5": "поверителност",
  "sub-menu-item6": "Документи",
  "info-head-1": "Създаден на доказана платформа hCaptcha",
  "info-text-1": "hCaptcha Enterprise работи на технологията на платформата hCaptcha, разширена, за да включва функциите, от които се нуждаят предприятията с голям трафик.",
  "info-head-2": "Доверен партньор",
  "intro-subtitle": "Решете проблема си с ботовете днес.",
  "info-text-2": "Нашите услуги се доверяват от най-големите компании в света, за да обслужват много милиони ежедневни потребители в десетки милиони сайтове.",
  "cloudflare-quote-text": "Ние оценихме редица доставчици на CAPTCHA, както и сами изградихме система. В крайна сметка hCaptcha се очертава като най-добрата алтернатива на reCAPTCHA.",
  "cloudflare-quote-detail": "Директор на продуктовия мениджмънт, Cloudflare",
  "section-quote-head": "Ефективният вариант за предприятия с голям трафик",
  "section-quote-text": "И накрая, надеждна алтернатива на Google. hCaptcha Enterprise осигурява драматични спестявания на вашата сметка reCAPTCHA с по-висока сигурност: до 80% по-евтино в някои случаи. Много от най-големите онлайн услуги в света преминаха към hCaptcha Enterprise и получиха подобрено откриване на ботове заедно със значителни икономии на разходи.",
  "section-quote-button": "Свържете се с нас днес за оферта",
  "section-privacy-header": "Фокусиран върху поверителността",
  "section-privacy-text-1": "Рекламните мрежи виждат вашите посетители като продукт. За нас единственият продукт е определянето на тяхната човечност. Нашите услуги отговарят или надвишават изискванията на GDPR, CCPA и LGPD и поддържат инициативи като Privacy Pass. Работим усилено, за да балансираме поверителността и сигурността.",
  "section-privacy-text-2": "Този уникален фокус върху поверителността означава, че можем да предложим нулево индивидуално запазване на данни, работа без бисквитки и други договорни гаранции за поверителност, както се изисква, като същевременно поддържаме отлична сигурност.",
  "section-security-header": "Сигурността на първо място",
  "section-security-text-1": "Точността е във ваш и наш интерес. hCaptcha работи, за да ви даде реални данни и да ви позволи да решите как да ги използвате. Други captcha се предоставят от рекламни компании Gigantic. Това означава, че всеки блокиран бот може да намали приходите им.",
  "section-security-text-2": "Използването на най-новите техники за машинно обучение с фокус върху поверителността ни позволява да надхвърлим стандартите за сигурност на наследените стратегии за запис на всичко завинаги, без да накърняваме сигурността или поверителността на потребителите.",
  "section-user-experience-header": "Страхотно потребителско изживяване",
  "section-user-experience-text1": "За корпоративни потребители са налични опции за пълно избягване на предизвикателства в повечето сценарии.",
  "section-user-experience-text2": "Намалете триенето, като избягвате изцяло предизвикателство за 99,9% от вашия легитимен трафик, като същевременно осигурявате отлична сигурност, благодарение на усъвършенстваните модели на ботове.",
  "section-easy-integration-header": "Лесна интеграция",
  "section-easy-integration-text": "Добавянето на hCaptcha отнема само минути и само няколко реда код. Основният API е съвместим с reCAPTCHA V2 и превключването отнема само минути. Можете да работите с превъзходна алтернатива днес и да включите по-разширени функции, ако е необходимо.",
  "section-easy-integration-serverside": "Страна на сървъра:",
  "section-easy-integration-frontend": "Фронтенд:",
  "section-threat-header": "Персонализирани оценки на заплахите",
  "section-threat-text": "Не всички проблеми са еднакви: получаването на един резултат означава, че той трябва да отговаря на вашите нужди, за да бъде полезен. С уникалните персонализирани оценки на заплахите на hCaptcha, бързата консултация ни позволява да настроим нашите модели, за да предоставим резултати, по-подходящи за вашия бизнес.",
  "section-challenges-header": "Стартирайте вашите собствени предизвикателства за секунди",
  "section-challenges-text-1": "Останете на марката с подходящо съдържание",
  "section-challenges-text-2": "Когато потребителите трябва да решат предизвикателство, за да отговорят на изискванията за сигурност, защо не създават задачи, които са приятни и подходящи за потребителя? С нашия прост персонализиран дизайнер на предизвикателства можете да стартирате съдържание за предизвикателство за марка само за няколко минути.",
  "section-integration-header": "Директна интеграция на платформата",
  "section-integration-subheader": "За компании за уеб инфраструктура",
  "section-integration-text": "Системата hCaptcha Enterprise е уникално гъвкава в своя дизайн: тя може да бъде частично или изцяло разгърната на ръба на вашата мрежа, ако управлявате публичен облак или притежавате много центрове за данни. Това може драстично да намали разходите и трафика извън мрежата, като същевременно запази всички предимства на управлението от нашия денонощен дежурен персонал, за да изпълни най-строгите SLA.",
  "section-support-header": "Достижим експертен опит и поддръжка както за вас, така и за вашите потребители",
  "section-support-text": "Обслужването е основен приоритет за нас. Поддържаме денонощна поддръжка на повикване и предлагаме директна координация на Slack с вашия екип за инженерна интеграция и нашия дежурен персонал по време и след внедряването.‍ ‍Също така се ангажираме активно да наблюдаваме и да отговаряме на въпросите на вашите потребители в социалните медии, форуми , както и нашите канали за поддръжка на вградени приспособления и имейли. Ние сме достъпни и отзивчиви и се отнасяме към удовлетвореността на потребителите като към водещ KPI.",
  "section-enterprise-header": "Корпоративни функции",
  "section-enterprise-title-1": "Защита срещу ботове от световна класа",
  "section-enterprise-desc-1": "Тестван в битки в уеб мащаб.",
  "section-enterprise-title-2": "Резултати от ботове с висока точност",
  "section-enterprise-desc-2": "Открийте лоши актьори от много различни типове.",
  "section-enterprise-title-3": "Нулево триене и 99,9% пасивни режими",
  "section-enterprise-desc-3": "Предизвикайте по-малко от 0,1% от законните потребители.",
  "section-enterprise-title-4": "Показани са типове контролни предизвикателства",
  "section-enterprise-desc-4": "Широка библиотека от типове, от които да избирате.",
  "section-enterprise-title-5": "Контролирайте използваното съдържание за предизвикателство",
  "section-enterprise-desc-5": "Останете на марката с постоянно потребителско изживяване.",
  "section-enterprise-title-6": "Enterprise SLA",
  "section-enterprise-desc-6": "Гарантирана надеждност и бърза 24/7 поддръжка на повикване.",
  "section-enterprise-title-7": "Поддръжка на наследени браузъри",
  "section-enterprise-desc-7": "Съвместим чак до Internet Explorer 8.",
  "section-enterprise-title-8": "Разширени табла за управление и API за отчитане",
  "section-enterprise-desc-8": "Вижте какво се случва във всичките ви сайтове и приложения.",
  "section-enterprise-title-9": "Работи във всяка страна",
  "section-enterprise-desc-9": "За разлика от reCAPTCHA, ние работим във всяка страна.",
  "section-enterprise-title-10": "Политика за поверителност, подходяща за GDPR, CCPA и LGPD",
  "section-enterprise-desc-10": "Проектиран за поверителност от първия ден. Силно споразумение за обработка на данни.",
  "section-enterprise-title-11": "Дребни нива на трудност",
  "section-enterprise-desc-11": "Наберете това, за да отговаря точно на вашия случай на употреба.",
  "section-enterprise-title-12": "Хостинг на първа страна",
  "section-enterprise-desc-12": "Всички заявки и активи отиват на hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Многопотребителски табла за управление",
  "section-enterprise-desc-13": "Споделяне на управление във вашия екип.",
  "section-enterprise-title-14": "Незабавна проверка",
  "section-enterprise-desc-14": "0ms латентност: проверете hCaptcha токените без API извикване.",
  "section-enterprise-title-15": "Мобилна (iOS и Android) интеграция",
  "section-enterprise-desc-15": "Безпроблемно изживяване в мрежата, родната мобилна мрежа, мобилната мрежа. Налични са предварително изградени интеграции и собствени SDK.",
  "section-enterprise-title-16": "Персонализирани условия и гаранции за поверителност",
  "section-enterprise-desc-16": "Задоволете законовите си нужди, когато други компании не могат.",
  "presented-challlenges-head": "Представени предизвикателства",
  "presented-challenges-title-1": "Сравнение",
  "presented-challenges-text-1": "Изберете всички изображения, които отговарят на заявката",
  "presented-challenges-title-2": "Ограничителна кутия",
  "presented-challenges-text-2": "Дефиниране на ограничаваща област за обекти",
  "presented-challenges-title-3": "Категоризация",
  "presented-challenges-text-3": "Идентифицирайте съответните етикети",
  "presented-challenges-subheader": "...и други прости задачи. Лесно за хората, трудно за ботовете.",
  "presented-challenges-subtext": "Персонализирани задачи са достъпни и за корпоративни издатели.",
  "footer-header-1": "Търговско дружество",
  "footer-header-2": "Ресурси",
  "footer-header-3": "Контакт",
  "footer-link-1": "Етикетиране",
  "footer-link-2": "относно",
  "footer-link-3": "Работни места",
  "footer-link-4": "Търговски марки",
  "footer-link-5": "Блог",
  "footer-link-6": "Състояние",
  "footer-link-7": "Документация",
  "footer-link-8": "Докладвайте грешка",
  "footer-link-9": "Достъпност",
  "footer-terms": "Условия",
  "footer-privacy": "поверителност",
  "footer-attribution": "Приписване",
  "footer-subheader-1": "поддържа",
  "footer-subheader-2": "Контакт",
  "switch-to-english-link": "Превключете на английски",
  "intro-heading-privacy": "Проектиран за поверителност.",
  "intro-subtitle-p1-privacy": " Уникален подход към онлайн сигурността, основан на поверителността.",
  "info-head-2-pr": "Записването на онлайн активност не е отговорът.",
  "info-text-1-pr": "hCaptcha Enterprise има само една цел: да попречи на злоупотреби да нарушат онлайн операциите ви и да навредят на потребителите ви.",
  "info-text-2-pr": "По този начин нашите системи са проектирани от самото начало, за да минимизират събирането и запазването на данни, като същевременно поддържат водеща в класа сигурност. Най-добрият начин да защитите потребителските данни е изобщо да не ги съхранявате.",
  "info-text-3-pr": "Всички взаимоотношения с клиенти също са защитени от силно споразумение за обработка на данни. Услугата hCaptcha е в съответствие с всички закони за поверителност, независимо къде пребивават вашата услуга или вашите клиенти. Несъхраняването на лични данни прави това много по-лесно за нас, отколкото за други компании.",
  "info-text-2-2-pr": "Услуги като reCAPTCHA v3 казват, че поставянето на техния проследяващ пиксел на всяка страница от сайта ви е необходимо за добра сигурност. Това не е така.",
  "info-text-2-3-pr": "Простият поведенчески анализ е сигнал, който лесно се подправя от лоши участници и изисква запазване на историята на сърфиране и за целия ви легитимен трафик.",
  "info-text-2-4-pr": "Ние не управляваме рекламна мрежа и нямаме интерес да наблюдаваме поведението на потребителите ви, за да им продаваме реклами. Това означава, че не изискваме пасивен пиксел на всяка страница от вашия сайт.",
  "info-text-2-5-pr": "Добавете нашия код за предизвикателство само там, където е необходимо и където има смисъл да защитите както вас, така и вашите потребители.",
  "info-head-3-pr": "Машинното обучение е полезно. Но не са необходими лични данни, за да работи.",
  "info-text-3-1-pr": "Машинното обучение сега засяга почти всеки аспект от живота ни, често по начини, които не осъзнаваме и не можем да видим. Онлайн услугите за сигурност не са по-различни.",
  "info-text-3-2-pr": "Чрез изучаване на хиляди сигнали, моделите могат да направят извод и да постигнат висока увереност при откриване на злонамерено поведение много бързо, дори когато нито един отделен сигнал сам по себе си не би бил достатъчно силен, за да покаже проблем.",
  "info-text-3-3-pr": "Нищо от това обаче не изисква използване на лична информация (PII). Съвременните криптографски техники ни позволяват да изхвърлим всякакви лични данни възможно най-бързо, създавайки вместо това еднопосочни подписи, които не могат да бъдат свързани с никое физическо лице.",
  "info-text-3-4-pr": "Обучението върху деидентифицирани данни работи също толкова добре и не изисква компрометиране нито на сигурността, нито на поверителността. Нашите клиенти са направили емпиричните тестове и са ни обявили за равни или по-добри от много по-малко частни алтернативи.",
  "cloudflare-quote-text-privacy": "Харесаха ни няколко неща в решенията hCaptcha: 1) те не продават лични данни; те събират само минимално необходими лични данни, прозрачни са при описанието на информацията, която събират и как я използват и/или разкриват.",
  "pilot-head": "Изпробвайте ни във вашата среда без задължение.",
  "pilot-text-1a": "Ние сме инженери, а не търговци: искаме да сте доволни от избора си.",
  "pilot-text-1b": "Най-добрият начин да гарантирате вашето удовлетворение е да демонстрирате, че отговаряме на вашите нужди.",
  "pilot-text-1c": "На практика всички компании, които стартират пилотен проект, в крайна сметка избират нашите решения.",
  "pilot-text-1d": "Използвайте този формуляр, за да се свържете с някой от нашите технически специалисти. Ние реагираме бързо.",
  "pilot-text-1e": "Можете също да ни изпратите имейл директно.",
  "pilot-email-details": "Подробностите са тук.",
  "pilot-f1": "регион",
  "pilot-f2": "Твоето име",
  "pilot-f3": "Твоето име",
  "pilot-f4": "Бизнес имейл",
  "pilot-f5": "Някакви други подробности, които трябва да имаме?",
  "pilot-f6": "Имате ли нужда от спешно въвеждане?",
  "pilot-f7": "да.",
  "pilot-f8": "Аз съм атакуван и се нуждая от незабавно въвеждане.",
  "pilot-f9": "Изпращане",
  "pilot-f10": "С въвеждането на вашия имейл вие се съгласявате с нашите Условия и Политика за поверителност и да получавате имейл от нас.",
  "pilot-fo-1": "Интеграцията не може да бъде по-лесна.",
  "pilot-fo-2": "hCaptcha има десетки предварително изградени интеграции за предните и задните системи, които използвате.",
  "pilot-fo-3": "Ако случайно идвате от reCAPTCHA на Google, нашите API са заместващи. Три реда код са всичко, от което се нуждаете.",
  "pilot-fo-4": "Нашите инженери по адаптиране могат да ви помогнат бързо, независимо дали имате нужда от интеграция с React, комплекти за разработване на софтуер (SDK) за приложения, които са естествени за iOS, пример за бекенд на Java или почти всеки друг сценарий.",
  "pilot-fo-5": "И както винаги, поверителността е основна ценност за нас. Добавете нашия код за предизвикателство само там, където е необходимо и където има смисъл да защитите както вас, така и вашите потребители. Минимизирането на събирането на данни започва от момента на интеграцията.",
  "pilot-fdone": "Благодаря ти. Ще се свържем скоро.",
  "home-ent-2-new": "Научете повече за нашето корпоративно решение.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Решенията на hCaptcha Enterprise осигуряват водеща в класа сигурност и защитават много от най-добрите онлайн услуги.",
  "home-plans-button-2-new": "Научете повече",
  "header-enterprise-link": "Предприятие",
  "sales-interstitial-c1b-new": "Научете повече за hCaptcha Enterprise"
}
