{
    "1031855757": "Използване на този сайт",
    "1034830": "Спорове, които не могат да бъдат предмет на арбитражно споразумение преди спор, както е предвидено от Закона за реформа на Дод-Франк и защита на потребителите на Уолстрийт (Обществен закон 111-203), са изключени от това",
    "1064537632": "Моля, имайте предвид, че използването от ваша страна на нашата Услуга се регулира от нашето Споразумение за обработка на данни, което е включено тук чрез препратка. Моля, прегледайте това споразумение, за да видите как обработваме лични данни от ваше име. Имайте предвид, че ние работим като „обработващ данни“ за целите на Общия регламент на ЕС за защита на данните и „доставчик на услуги“ за целите на Калифорнийския Закон за поверителност на потребителите.",
    "1095532507": "Бисквитката („Cookie“) е малък текстов файл, който се поставя на вашия твърд диск от сървър на уеб страница. Бисквитките съдържат информация, която по-късно може да бъде прочетена от уеб сървър в домейна, който ви е издал бисквитката. Някои от бисквитките ще се използват само ако използвате определени функции или изберете определени предпочитания, а някои бисквитки винаги ще се използват. Можете да научите повече за всяка бисквитка, като разгледате нашия текущ списък с бисквитки по-долу.",
    "1158384644": "Можете да изберете по всяко време да спрете да използвате нашия уебсайт, при условие че трябва да спазвате всички приложими правила на IMI. Ние можем, по наше собствено усмотрение, да прекратим това споразумение, да спрем достъпа до нашия уебсайт или да премахнем всякакви услуги незабавно без предизвестие по каквато и да е причина.",
    "1300074400": "Информация за текущото управление на компанията може да бъде получена на страницата About. Настоящият главен изпълнителен директор на компанията е управляващ директор, отговорен за съдържанието.",
    "1395644678": "Официален уебсайт на Европейската комисия за онлайн разрешаване на спорове:",
    "148542287": "Това не е правен съвет и не се предоставят гаранции относно този анализ. Ако имате допълнителни въпроси или притеснения, моля свържете се с нас на:",
    "1527172673": "Ако имате въпроси относно тази Политика за бисквитки, моля свържете се с нас на:",
    "1535054294": "Моля, вижте тяхната подробна политика",
    "1747657936": "Нашите сайтове и услуги не са насочени към деца под 13-годишна възраст и ние не събираме съзнателно лична информация от деца под 13-годишна възраст. Ако научим, че сме събрали лична информация на дете под 13-годишна възраст, ние ще вземем разумни стъпки за изтриване на такава информация от нашите файлове възможно най-скоро, освен ако нямаме законово задължение да я запазим. Моля, свържете се с нас, ако смятате, че имаме информация от или за дете под 13 години:",
    "1807512722": "Можете да предявите всякакви искове, произтичащи от използването на този уебсайт, пред административна агенция, но само доколкото приложимото законодателство позволява достъп до такава агенция, независимо от наличието на споразумение за арбитраж. Такива административни искове включват без ограничение искове или обвинения, предявени пред Комисията за равни възможности за заетост, Министерството на труда на САЩ и Националния съвет по трудови отношения. Нищо в тази клауза няма да се счита за пречка или оправдание да предявявате административен иск пред която и да е агенция, за да изпълните задължението си да изчерпите административните средства за защита, преди да предявите иск в арбитраж, но вие се отказвате от правото на всякакво парично обезщетение чрез това агентурно производство.",
    "2238885192": "Ние използваме Sentry за събиране на данни за отстраняване на грешки, когато потребителят изпита грешка. За информация как Sentry събира и обработва данни:",
    "2520904193": "Вие се отказвате от всяко право, което имате за всеки спор да бъде заведен, изслушан или арбитражен като колективен, колективен или представителен иск. Независимо от всяка друга клауза, съдържаща се в това споразумение, предходното изречение не може да бъде отделено от това споразумение в никакъв случай. Всяко искане, че целият или част от този отказ е неприложим, несъвестен, нищожен или унищожаем, може да бъде постановено само от компетентен съд, а не от арбитър. Няма да бъдете отмъщавани или възпрепятствани да изпълнявате задачи на нашия уебсайт в резултат на упражняването на правата си по раздел 7 от Закона за националните трудови отношения, или чрез завеждане или участие в колективен, колективен или представителен иск във форум , но можем законно да търсим изпълнение на този отказ от колективен иск и да искаме отхвърляне на такива групови, колективни или представителни искове или искове.",
    "2577178569": "3. Използва се за строго необходими технически цели: позволява използването на достъпност от потребителя.",
    "2583888954": "Изключения.",
    "263977834": "Административно изтощение.",
    "2657277322": "Ако имате въпроси, моля свържете се с нас на:",
    "271333468": "Ние прилагаме подходящи технически и организационни мерки за защита на информацията, която събираме и съхраняваме, и изискваме от всички агенти, които извършват нашата обработка от наше име, да направят същото. За съжаление, никакви мерки за сигурност не са 100% сигурни и като такива никоя мрежа или система (включително нашата) не може да бъде гарантирана, че ще бъде 100% защитена срещу унищожаване, загуба, промяна, неоторизирано разкриване или достъп до информация, която събираме и съхраняваме. Ако смятате, че вашата информация може да не е защитена по някаква причина, моля, свържете се с нас незабавно на:",
    "2763011087": "IMI не се ангажира, нито е длъжна да участва в алтернативното разрешаване на потребителски спорове пред организация за разрешаване на потребителски спорове.",
    "2927283721": "Като изпълнявате задачи на нашия уебсайт, вие разрешавате събирането, използването и разкриването на вашата лична информация в съответствие с нашата Политика за поверителност. В допълнение, ние може да споделим определена информация за вас и вашите изпълнени задачи на подателя на заявката, чиито задачи сте изпълнили, за да улесним взаимоотношенията с услугата и да подобрим уебсайта, включително, например, идентификатор на сътрудник, резултати от изпълнени задачи и други атрибути, свързани с Вашите квалификации, езици, умения и използване на уебсайта.",
    "2943815316": "Ние актуализираме този списък периодично, така че може да има допълнителни бисквитки, които все още не са изброени. Уеб маяци, тагове и скриптове могат да се използват в сайтовете или в имейли, за да ни помогнат да доставяме бисквитки, да броим посещенията, да разберем ефективността на използването и кампанията и да определим дали имейл е бил отворен и предприети действия. Може да получаваме отчети въз основа на използването на тези технологии от нашите доставчици на услуги/аналитични услуги на индивидуална и обобщена основа.",
    "3040062804": "Всяко арбитражно производство съгласно този раздел ще се провежда по подразбиране в щата Калифорния, освен ако не пребивавате извън Съединените щати, като в този случай арбитражът ще се проведе изцяло по електронен път или по телефона. Арбитражът може да се проведе на всяко друго място, ако всяка страна е съгласувана писмено. Независимо от местоположението си, всяка страна може да избере да се яви в арбитража чрез видео на живо или телеконференция.",
    "3091247030": "Отказ от колективен иск.",
    "3102490587": "С изключение на отказ от колективен иск, ако някоя клауза или клауза или част от тази арбитражна клауза бъде обявена за невалидна или неприложима, тя ще бъде прекратена, а останалата част от арбитражната клауза ще бъде изпълнима.",
    "3187946010": "Всички текстове, изображения, графична анимация, видеоклипове, музика, звуци и други материали на тези страници са защитени от закона за авторското право от IMI или трети страни, ако е посочено. Забранено е копирането или модифицирането на този материал за търговска употреба по начин, който надхвърля разумната честна употреба.",
    "3199694247": "Разделимост.",
    "3302832698": "Изисква се алтернативно разрешаване на спорове.",
    "3361191778": "Информацията, предоставена на интернет страниците, не представлява индивидуален съвет и не може да го замени. Ако имате нужда от индивидуален съвет, моля, свържете се с нашия екип за поддръжка.",
    "3493572638": "Разходи и такси.",
    "3794239003": "Арбитражна процедура.",
    "3885459114": "Обикновено можете да активирате или по-късно да деактивирате използването на бисквитки чрез функция, вградена във вашия уеб браузър. Ако искате да научите повече за бисквитките или как да ги контролирате, деактивирате или изтривате, моля, посетете https://www.knowcookies.com/ за подробни указания.",
    "3956117148": "Уебсайтовете hCaptcha.com и BotStop.com (сайтовете) могат да включват допълнителни бисквитки, както е описано в тази Политика.",
    "4193379787": "Всички арбитражи по това споразумение ще се провеждат съгласно правилата на Американската арбитражна асоциация или от взаимно договорена арбитражна служба. Арбитърът ще бъде американски арбитър, избран от списък с не по-малко от седем (7) имена чрез алтернативни удари. В арбитража всяка страна ще има право да извършва адекватно гражданско разкритие, да внася диспозитивни искания и да представя свидетели и доказателства, ако са необходими за представяне на своите дела и защита, като всички спорове в това отношение се решават от арбитъра. Разрешаването на спора се основава единствено на правото, уреждащо предявените искове и защити, като арбитърът не може да се позовава на друго основание освен този контролен закон. Арбитърът има имунитет на съдебен служител от гражданска отговорност, когато действа в качеството си на арбитър, който допълва всеки друг съществуващ имунитет. Наградите трябва да включват писмено мотивирано становище на арбитъра. Отказвате се от правото си на съдебен процес от съдебни заседатели по всяко искане, което може да имате срещу IMI или което IMI може да има срещу вас. Всеки иск по тази клауза трябва да бъде предявен в рамките на приложимия давностен срок. Федералният арбитражен акт на Съединените щати урежда тази клауза и вие потвърждавате, че това Споразумение доказва транзакция в търговията.",
    "470943029": "Ако имате въпроси относно тази Политика за поверителност, моля свържете се с нас на:",
    "498769698": "Можете да осъществявате достъп, да коригирате, изменяте или изтривате определена лична информация, която може да сте ни предоставили чрез вашия интегратор, клиент или потребителски акаунт за достъпност (ако сте интегратор, клиент или потребител на достъпност). Ако не можете да го направите или имате въпроси относно личната информация, която сме събрали и/или споделили за вас, или искате да оттеглите съгласието си за нашата обработка (т.е. да изтриете изцяло акаунта си), моля свържете се с нас на:",
    "537881751": "Добре дошли в hCaptcha! Тази Политика за поверителност описва практиките на Intuition Machines, Inc. (\"IMI\", \"ние\" или \"нас\") по отношение на нашето събиране, използване и разкриване на информация (включително лична информация, дефинирана по-долу) чрез нашия уебсайт на www.hcaptcha .com и всички други поддомейни или домейни, които използваме („Сайтовете“) и интерфейса на приложната програма hCaptcha и свързан софтуер и материали (наричани заедно „Услугата“).",
    "561456032": "Вие се съгласявате, че за всеки спор, който произтича от или се отнася до използването на Услугите от ваша страна, включително всеки спор, който може да е възникнал от момента, в който сте започнали да изпълнявате задачи за IMI, и по-специално включващи всякакви искове, свързани с това дали се класифицирате като независим изпълнител, първо ще уведомите IMI за иска си срещу него. След това вие и IMI ще се опитате да разрешите проблема чрез директно договаряне или посредничество. Ние ще разделим поравно разходите за медиация и ще се съгласим, че медиацията ще се извършва по телефон или други електронни средства. Ако даден иск остане неразрешен след неформални преговори или посредничество, вие се съгласявате, че вие и IMI ще използвате окончателен и обвързващ арбитраж за разрешаване на спора. Тази клауза урежда всички искове с обратна сила от момента, в който сте започнали да използвате нашия уебсайт, независимо дали се основават на непозволено увреждане, договор, закон, включително, но не само, всякакви искове за дискриминация и тормоз, независимо дали се основават на Закона за справедливата заетост и жилище в Калифорния , дял VII от Закона за гражданските права от 1964 г., както е изменен, или всеки друг щатски или федерален закон или наредба, справедлив закон или друго.",
    "658775471": "Ние използваме Cloudflare за оптимизиране на нашия уеб трафик. За информация как Cloudflare събира и обработва данни:",
    "702926385": "Всяка от страните поема своите съответни разноски за правно представителство при всеки такъв арбитраж, освен доколкото адвокатските възнаграждения са изрично предвидени в закона. Страните ще си поделят всяка първоначална административна такса, начислена от арбитъра, до максималната цена за вас от двеста и петдесет долара (US$250,00). Разходите за арбитър и съдебен докладчик, ако има такива, първоначално се поемат от нас; арбитърът обаче има право да присъди съответни разноски на преобладаващата страна, както е предвидено в закона, и/или да изисква от страните да си поделят разходите, свързани с арбитъра и/или съдебния докладчик.",
    "720059527": "2. Използва се за строго необходими технически цели: балансиране на натоварването, маршрутизиране.",
    "74538881": "Отговорност за този уебсайт",
    "996430331": "Местоположение на арбитража.",
    "211351380": "От блога:",
    "3153117136": "Как работят настройките за трудност на hCaptcha",
    "2915355938": "Достъпност",
    "793784899": "Планове",
    "2671622670": "Предприятие",
    "3527140447": "Документи",
    "505891021": "Услуги за етикетиране",
    "692176459": "Влизам",
    "1892574253": "Регистрирай се",
    "2593864519": "Спрете повече ботове. Започнете да защитавате поверителността на потребителите.",
    "4007826952": "Първата CAPTCHA за поверителност №1 за уеб, мобилни устройства и др.",
    "3721365241": "Опитвам",
    "3753956446": "Безплатно",
    "3276777569": "hCaptcha",
    "55035359": "В момента използвате reCAPTCHA?",
    "3417372336": "Превключете за минути",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Най-добрите онлайн услуги разчитат",
    "1470290349": "за най-добрия в класа си управление на ботове и измами.",
    "3714002185": "Научете повече за hCaptcha Enterprise",
    "3946753128": "Частен. Сигурен. по-бързо.",
    "939665604": "Фокус на поверителността",
    "780475098": "Рекламните мрежи виждат вашите посетители като продукт. Ние се интересуваме само дали посещението е добро или лошо. hCaptcha отговаря на GDPR, CCPA, LGPD, PIPL и други глобални закони за данни.",
    "219813583": "Сигурността на първо място",
    "2714878440": "Защитете услугите си от изтриване, поглъщане на акаунти, пълнене на идентификационни данни и спам с нашето разширено машинно обучение и проверка на човечеството.",
    "1397766838": "По-добро потребителско изживяване",
    "2670352917": "hCaptcha осигурява по-надеждно откриване на ботове, като същевременно е лесно за решаване от хората.",
    "2806751666": "Какво е hCaptcha?",
    "3096063825": "Опитай го",
    "2968026167": "Вашият любим зеленчук",
    "713281684": "Патладжан",
    "4147497805": "морков",
    "3758963444": "Благодаря ти! Вашето представяне е получено!",
    "1070364246": "Опа! Нещо се обърка при изпращане на формуляра.",
    "1129833879": "Спрете злонамерените ботове, защитете поверителността на потребителите",
    "58091799": "Научете повече за hCaptcha Publisher и Enterprise",
    "1599610318": "Издател",
    "3093388779": "hCaptcha е безплатна за използване от издатели от всякакъв размер",
    "179723061": "Повече контрол за екипи, които се нуждаят от водеща в класа сигурност",
    "846501387": "Защита от ботове от световна класа",
    "119298044": "Усъвършенстваните самоконтролирани ML и AI технологии защитават вашите уеб свойства от заплахи и атаки",
    "1263998069": "Печелете награди за човешки решения",
    "1103295010": "Печелете пари или давайте за благотворителност, когато хората решават CAPTCHA",
    "392886773": "Работи във всяка страна",
    "2320894364": "С над 200 точки на присъствие, облакът на hCaptcha защитава вашите активи по целия свят",
    "451701069": "Спазва GDPR, CCPA,",
    "2826051554": "и още",
    "3530599065": "Поверителността е изградена от самото начало. hCaptcha не запазва лични данни и е в съответствие с многобройни мандати и разпоредби за поверителност.",
    "2489287539": "Без триене „Без CAPTCHA“ и 99,9% пасивни режими",
    "793242047": "Намалете предизвикателствата пред потребителите, за да позволите бърз достъп до приложенията",
    "4195759329": "Откриване на ботове и оценки на риска",
    "1150035777": "Усъвършенстваните модели на машинно обучение генерират резултати за увереност на ботове въз основа на много точки от данни, освен дали на въпросите е бил отговорен правилно",
    "3688621388": "Сигнатури за заплаха",
    "1131525092": "Групирайте лошите участници без усилие чрез нашите запазващи поверителността Scoped UID, за да откриете и спрете свързани измами и злоупотреби",
    "1559631739": "Частно обучение",
    "3952259236": "Комбинирайте вашите заслепени данни с хилядите сигнали на hCaptcha, за да обучите hCaptcha за класове поведение - само за вашия пример - за по-добро прогнозиране на злонамерено поведение по-добре от всяко решение самостоятелно",
    "1150963691": "APT смекчаване",
    "4083018285": "Пакет от разширени функции, които се комбинират с подобрен SOC мониторинг и реакция за справяне със сложни постоянни заплахи",
    "3160820928": "Координирана защита от атака",
    "1849805607": "hCaptcha защитава от заплахи и примамки, предназначени да проникнат във вашите мрежи",
    "1958297836": "Координирана защита от атаки и смекчаване на APT",
    "1300485304": "hCaptcha защитава от напреднали заплахи и примамки, предназначени да проникнат във вашите мрежи",
    "2698640210": "Показани са предизвикателства и видове контрол",
    "3121248460": "Показвайте безкрайно разнообразни персонализирани предизвикателства – от прости до сложни – за очакваната от вас аудитория",
    "3807059944": "Контролирайте използваното съдържание за предизвикателство",
    "2707282231": "Персонализирайте предизвикателствата за вашите потребители. Направете невъзможно разрешаването и проникването на ботове.",
    "4194763679": "Дребни нива на трудност",
    "3730038780": "Изберете от почти безкраен брой предизвикателства, които потребителите да разрешат",
    "1849717906": "Персонализирайте със собствено предизвикателство",
    "1508655687": "Добавете свои собствени предизвикателства, пригодени за вашата аудитория, за да рационализирате или ограничите достъпа",
    "3620442880": "Функции за защита на Flash Sale",
    "3265895521": "Повишавайте и намалявайте трудността на предизвикателството в зависимост от времето на деня",
    "1485807325": "Многопотребителски табла за управление, SAML SSO",
    "359073033": "Таблата за управление предоставят високо ниво или фино зърнени изгледи на дейността.",
    "4272454814": "Интегрирайте се с доставчика на идентичност по ваш избор.",
    "1141402092": "Разширени функции за отчитане",
    "910989640": "Генерирайте подробни и персонализирани отчети за дейността",
    "3768951251": "SLA на предприятието",
    "1014004474": "Плановете Enterprise на hCaptcha предлагат усъвършенствани споразумения за ниво на обслужване, за да запазите вашата организация защитена",
    "1177598246": "Свържете се с отдел продажби",
    "1067704102": "Стойността в етикетирането на данните",
    "3065000659": "Осъзнахте ли всеки път, когато \"щракнете върху колата\", вие помагате да тренирате сингъл",
    "3235430156": "системите за машинно обучение на компанията безплатно?",
    "1549336309": "hCaptcha преобръща този модел. Когато използвате hCaptcha, компаниите наддават за работата, която вашите потребители вършат, докато доказват своята човечност. Получавате наградите.",
    "3725880582": "Върнете на благотворителност",
    "1671436004": "Искате ли да върнете на любимата си благотворителна организация?",
    "1663628612": "ви позволява",
    "4272088465": "благотворителните организации по ваш избор с приходите, които печелите от използването му.",
    "2894845722": "Потребителите на вашия сайт скоро ще могат да видят вашия принос за благотворителност чрез дискретно брандиране в интерфейса на hCaptcha.",
    "3194111925": "поддържа",
    "1637702726": "Относно hCaptcha",
    "2323282990": "Модерен подход за проверка на човечеството",
    "1201821619": "hCaptcha решава един от най-належащите проблеми на днешния ден: предотвратяване на злоупотреба от злонамерени ботове онлайн услуги.",
    "1475399473": "Научете повече за екипа на hCaptcha",
    "3161489950": "Най-модерната в света ML платформа за сигурност",
    "3247172580": "hCaptcha комбинира усъвършенствано самоконтролирано машинно обучение с нов подход за изчисление, който уникално минимизира събирането и задържането на данни, доставени от над 250 места в световен мащаб за масивна мащабируемост.",
    "3767462250": "Проектиран за поверителност",
    "3500503648": "hCaptcha е проектиран да елиминира дългосрочното задържане на данни, като разчита на незабавна оценка, вместо да записва и анализира вашата история на сърфиране. Подкрепяме и инициативи като",
    "2418549423": ", нововъзникващ стандарт за запазване на поверителността онлайн чрез криптографски доказателства и други уникални функции, на първо място за поверителността.",
    "1544546608": "Пропуск за поверителност",
    "976209454": "Печелете награди или давайте за благотворителност",
    "552920956": "hCaptcha позволява на уебсайтовете да печелят награди, докато блокират ботове и други форми на злоупотреба. hCaptcha също ви позволява да подкрепяте благотворителните организации по ваш избор с тези приходи.",
    "654326661": "Искате да видите сами? Опитайте hCaptcha безплатно.",
    "3570415321": "Търговско дружество",
    "3987022469": "Етикетиране",
    "1636202177": "относно",
    "2670003220": "Работни места",
    "3233305531": "Търговски марки",
    "3028319964": "Етика на ИИ",
    "4131598919": "Натиснете",
    "1662477701": "Ресурси",
    "3130928685": "Блог",
    "1756106276": "Състояние",
    "1235925265": "Документация",
    "920212083": "Докладвайте грешка",
    "2076066173": "Кибератаки 101",
    "3644106388": "Контакт",
    "2182196747": "поддържа",
    "487083593": "продажби",
    "878585497": "Условия",
    "1697438123": "поверителност",
    "1316817321": "Приписване",
    "3488019891": "hCaptcha е регистрирана търговска марка на Intuition Machines, Inc.",
    "4224961202": "Поверителност, сигурност и машинно обучение.",
    "98173630": "hCaptcha е най-широко използваната независима услуга CAPTCHA в света.",
    "1514478724": "Научете повече",
    "1752795854": "hCaptcha носи модерен, фокусиран върху поверителността подход за спиране на ботове.",
    "2927700175": "Показваме CAPTCHA предизвикателства, които са трудни за ботовете, но лесни за хората, като събираме трудни за етикетиране данни от проблеми с машинното обучение и ги използваме, за да разграничим дали посетителят на уебсайт или приложение е човек.",
    "2188609322": "Лошите актьори са все по-често срещани онлайн. Но пожертването на поверителността на потребителите не е отговорът.",
    "2032102720": "Решенията за сигурност, предлагани от рекламните компании, се фокусират основно върху проследяването на потребителите в мрежата. Създадохме ефективно решение за сигурност, което доказва, че накърняването на поверителността на потребителите не е необходимо за постигане на отлични резултати.",
    "4146870445": "Кои сме ние",
    "353066938": "Екип с опит, работещ по най-трудните проблеми на днешния ден. hCaptcha е услуга на",
    "3260825523": "Машини за интуиция",
    "1173652155": "Съветници",
    "3972094614": "Брендън Айх",
    "2113642787": "Песен на зората",
    "2256305371": "Професор, CS в Калифорнийския университет, Бъркли. Дълбоко обучение, сигурност, блокчейн експерт. Главен изпълнителен директор на Oasis Labs.",
    "1606599610": "Кийрън Томпсън",
    "2177660021": "Научен учен в Станфорд. Машинно обучение и количествено финансиране в големи банки, хедж фондове и академични среди.",
    "2686825859": "Регистрирайте се безплатно или се свържете с нас относно решенията на hCaptcha Enterprise",
    "583434701": "hCaptcha Достъпност",
    "611905972": "Осигуряване на безпроблемен достъп за всички потребители, като същевременно се поддържа сигурност",
    "874098071": "Ако сте потребител на достъпност, моля, регистрирайте се тук",
    "2745385064": "Резюме",
    "3353238942": "hCaptcha е предназначена да спре ботове, като ги разграничава от хората. Визуалните тестове са удобен инструмент за това, но не всеки може да реши визуално предизвикателство.",
    "3600022491": "Поради тази причина създадохме проста и безболезнена алтернатива, за да позволим на издателите, използващи нашата услуга, да запазят достъпността за всички с пълно съответствие с раздел 508 и WCAG 2.1 AA.",
    "2557240048": "Как работи: първо, потребител за достъпност се регистрира чрез",
    "3871665286": ", който е свързан на видно място в страницата с информация за джаджа hCaptcha. Те получават криптирана бисквитка, която може да се използва няколко пъти на ден, но трябва да се обновява на всеки 24 часа чрез влизане.",
    "3441764123": "Когато предизвикателство бъде представено на потребител за достъпност на сайт, използващ услугата hCaptcha, той автоматично ще премине.",
    "4247858664": "страницата за регистрация за достъпност",
    "1297657322": "Потребителски екран за достъпност след влизане",
    "1717658846": "Опция за достъпност в менюто на интерфейса на джаджа",
    "1266963825": "Въпрос: Съвместим ли е hCaptcha Section 508 + WCAG 2.1 AA?",
    "850025770": "О: Вярваме, че е така: всички потребители с каквато и да е форма на увреждане, които могат да сърфират в мрежата и да въвеждат текст във формуляри, могат да получат достъп до услуги, защитени от hCaptcha при регистрация. Това обаче не е правен съвет: трябва да извършите собствена оценка, като вземете предвид конкретното ви изпълнение, за да сте сигурни, че това е така за вашето внедряване.",
    "159272246": "В: Работите ли върху други опции за достъпност („a11y“), като аудио?",
    "4074220464": "О: Популярните преди това опции като аудио captchas дискриминират много потребители на a11y и лесно биват победени от съвременните техники за машинно обучение. Това принуди настоящите аудио предизвикателства да стават все по-трудни, въвеждайки шум, странно време, необичайни комбинации от думи и така нататък, за да победят нападателите. Поради това сме по-малко ентусиазирани от този подход спрямо избягването на предизвикателството като цяло, но ще го обмислим, ако има търсене от общността на a11y.",
    "2309661107": "Ние обаче сме много заинтересовани от",
    "2555914614": "за случая на използване на Достъпност. Вярваме, че комбинирането на настоящия ни подход a11y с издаването на Privacy Pass ще позволи на потребителите на a11y да сърфират безопасно, защитени със знанието, че техният трафик е по-личен, като същевременно ограничава злоупотребата от оператори на ботове, която неизбежно възниква, когато са налични опции a11y. Ние сме активни участници в работната група на IETF, която стандартизира тази нова технология.",
    "2583775432": "Въпрос: Какво ще кажете за поверителността? Регистрацията разкрива ли по някакъв начин данните за сърфиране на a11y? Какво правиш с имейла?",
    "4215483493": "О: hCaptcha е предназначена за поверителност от самото начало. Това е много различно от традиционните опции като reCAPTCHA, които са собственост на рекламни мрежи, които имат стимул да ви проследяват в мрежата и да ви свързват с истинска самоличност.",
    "2474661839": "Нашите",
    "4137573005": "има изчерпателни и авторитетни отговори за това как използваме данните, но краткият отговор е, че нямаме интерес да ви свързваме като човек с вашата история на сърфиране.",
    "4101570501": "В момента работим и върху криптографско решение за бързо изхвърляне на вашия имейл адрес, като същевременно запазваме способността си да предотвратяваме злоупотреби, допълвайки работата ни с Privacy Pass.",
    "260595108": "Никога не използваме имейли или информация за достъпност за друга цел, освен за улесняване на 11-то използване и предотвратяване на злоупотреби.",
    "3063819779": "политика за поверителност",
    "465714311": "За потребители на достъпност: Въпроси и отговори и ръководство за отстраняване на неизправности",
    "3596207631": "Въпрос: Все още виждам предизвикателство след задаване на бисквитката. Какво причинява това?",
    "469089249": "О: Това обикновено се дължи на използването на агресивен блокер на реклами или разширение против бисквитки, или настройка, която блокира бисквитки между сайтове, в този случай бисквитка за hcaptcha.com, която се задава или проверява от hCaptcha JS на различен сайт, като този, който посещавате.",
    "4263626815": "Бисквитките за достъпност hCaptcha работят с всички популярни браузъри и рекламни блокери с техните стандартни настройки, така че обикновено неуспехите се дължат на скриптове „анти-анти-блокиране“ или подобни набори от правила, насочени към определени сайтове.",
    "3906359167": "Решения:",
    "3464870463": "1. Бели списък с бисквитките hcaptcha.com и *.hcaptcha.com във вашия блокер на реклами или разширение за защита на браузъра.",
    "1204911585": "2. Ако използвате браузъра Brave, който не изглежда да има (към април 2020 г.) никакъв вид бял списък с бисквитки, отидете на Предпочитания -> Щитове -> Бисквитки и изберете „Разрешаване на всички бисквитки“.",
    "2932826396": "3. Ако използвате най-новата версия на Safari на наскоро пуснатата OS X 10.15 или iOS 13.4, Apple току-що промени поведението на Safari, свързано с бисквитки на трети страни, като блокира всички тях по подразбиране. Ние внедряваме решение, но междувременно, моля, посетете Safari Preferences, секция за поверителност и премахнете отметката от „Проследяване на уебсайтове: Предотвратяване на проследяване между сайтове“, за да активирате бисквитката за достъпност да функционира според очакванията.",
    "3836291932": "Въпрос: Използвам няколко устройства. Трябва ли да се регистрирам няколко пъти?",
    "3251220335": "О: Не. Моля, щракнете върху същата връзка за влизане по имейл, изпратена до вас на всяко устройство, което използвате, за да зададете бисквитката.",
    "2082407178": "В: Как мога да се предпазя от проследяване на бисквитки от трети страни, докато използвам бисквитката за достъпност?",
    "2700197090": "О: Използването на разширение за поверителност или блокиране на реклами, което поддържа бели списъци на ниво домейн (напр. uBlock Origin), ще работи според очакванията: просто се уверете, че сте поставили в белия списък hcaptcha.com.",
    "3657743880": "Инструкции за браузъра за междусайтови бисквитки",
    "1960601330": "За да активирате бисквитките в Safari (Mac): Отидете в падащото меню на Safari. Изберете Предпочитания. Щракнете върху Поверителност в горния панел. Под „Блокиране на бисквитки“ изберете опцията „Никога“.",
    "1622303590": "За да активирате бисквитките в Safari (iPhone/iPad iOS 11+): Отворете вашите настройки. Превъртете надолу и изберете Safari. Под Поверителност и сигурност изключете „Предотвратяване на проследяване между сайтове“ и „Блокиране на всички бисквитки“",
    "2199048568": "Кликнете върху щита вляво от адресната лента на която и да е уеб страница. Щракнете върху Настройки за защита. Панелът за поверителност и сигурност на предпочитанията на Firefox ще се отвори. Под Подобрена защита от проследяване изберете Персонализирано. Изберете кои тракери и скриптове да блокирате, като поставите отметка в тези квадратчета. Уверете се, че сте деблокирали hcaptcha.com.",
    "3967047208": "Можете също така временно да изключите някои защити в Custom, за да отстраните грешките, като премахнете отметката от квадратчетата: Премахнете отметката от квадратчето за проследяване или премахнете отметката от квадратчето за бисквитки, ако все още имате проблеми.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Изберете иконата на менюто на Chrome. Изберете Настройки.",
    "926138631": "Отидете на Поверителност и сигурност, след това Бисквитки и други данни на сайта.",
    "3419878556": "Уверете се, че „Блокиране на бисквитки на трети страни“ не е активирано.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Отворете предпочитанията на Chrome от лентата с менюта.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "На устройството си с Android отворете приложението Chrome.",
    "3620039756": "Горе вдясно докоснете Още и след това Настройки.",
    "2813310562": "Докоснете Настройки на сайта и след това Бисквитки.",
    "3014657981": "До „Бисквитки“ включете настройката.",
    "1242066691": "Поставете отметка в квадратчето до „Разрешаване на бисквитки на трети страни“.",
    "292250020": "1. Изберете зъбното колело в горния десен ъгъл на екрана, след което изберете „Опции за интернет“. Ако имате активирана лента с менюта, можете да изберете „Инструменти“, след това „Опции за интернет“.",
    "4114820649": "2. Щракнете върху раздела „Поверителност“.",
    "946838734": "3. Изберете бутона \"Разширени\".",
    "348809718": "4. Под „Бисквитки на трети страни“ изберете „Приемам“.",
    "1253441326": "5. Щракнете върху „OK“",
    "852032043": "сафари",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Политика за етика на ИИ",
    "1161704803": "Защо имаме политика за етика на ИИ?",
    "1806535500": "На практика всяка технология, от моливи до динамит, е а",
    "24452499": "решение; може да се използва за добро или лошо. Всяка компания, която проучва, изгражда или продава решения с двойна употреба, има задължението да обмисли последствията от своите действия.",
    "4023575072": "двойна употреба",
    "3336625692": "Тази страница подробно описва нашите мисли по тази тема в контекста на етиката на AI и процесите, които следваме, за да гарантираме, че използването на нашите услуги остава в съответствие с политиките, които сме приели като компания.",
    "835717930": "Етика на ИИ в hCaptcha",
    "2179524509": "Понякога получаваме въпроси какви видове въпроси са разрешени за услугата hCaptcha и защо се задават конкретни въпроси.",
    "1962721652": "Човешките същества са търсещи модели и понякога един безобиден въпрос може да се превърне от напълно неизненадващ в подозрителен за миг, поради промените в света, а не мотивацията на някой, който задава въпроса.",
    "3974566657": "Тъй като услугите стават все по-популярни, този вид събития неизбежно стават все по-чести. hCaptcha се използва от милиони хора всеки ден в почти всяка страна по света, така че публикуваме тази политика и казус за това как се справяме с тези проблеми, за да бъдем възможно най-прозрачни.",
    "1830910223": "Казус от AI Ethics от реалния свят",
    "805971861": "„Чадър“ е термин в ImageNet, стандартният набор от данни, използван от изследователите на компютърното зрение. Надеждното идентифициране на хора, държащи чадъри, също е от решаващо значение за изграждането на безопасни системи за усъвършенствана помощ на водача (ADAS) от следващо поколение.",
    "3988350": "Това означава, че има отлични случаи на използване на анотации на чадър в реалния свят. Има място за разногласия относно въздействието на самоуправляващите се автомобили, но системите ADAS вече спестяват",
    "548587288": "по света.",
    "3138772661": "хиляди животи всяка година",
    "3168199226": "Въпреки това през 2020 г. стана ясно, че изграждането на този вид набор от данни може да се възприема като технология с двойна употреба по начин, по който малцина биха очаквали преди година.",
    "558378834": "Поради това понастоящем вече не приемаме заявки за въпроси, свързани с чадъри. Потенциалът за объркване, когато краен потребител види въпрос за чадъри в настоящия момент, е твърде голям и в крайна сметка нашата цел е да направим света по-приятно място.",
    "3376604063": "Политики и процеси за етика на ИИ",
    "1923365316": "В hCaptcha имаме строга политика за етика на изкуствения интелект и част от това включва процес „Познай своя клиент“ (KYC).",
    "4230322909": "Ние винаги се опитваме да разберем добре всеки нов клиент и неговия случай на употреба, както за да потвърдим, че е подходящ за нашите продукти и услуги, така и за да гарантираме, че следва политиките, които сме приели като компания.",
    "2735073144": "Ние също така извършваме текущи прегледи, ако е необходимо. Например, при неотдавнашния ни преглед на датите и източниците на заявки за свързани с чадъри заявки за етикетиране, ние бързо успяхме да потвърдим, че нито един държавен орган или известен държавен доставчик на софтуер за наблюдение не е отправил заявки относно чадъри, използващи нашите услуги през последните 12 месеца .",
    "2715462692": "Как изглежда нашият процес по етика на ИИ?",
    "3049976256": "За всеки нов клиент за етикетиране ние преминаваме през контролен списък по време на процеса на продажба. Това включва първоначална проверка на KYC преди присъединяването, както и проверка на всички заявки, отправени към нашите анализатори, и проверки на място в реално време и периодични прегледи на заявки, направени с помощта на нашата платформа за самообслужване.",
    "3103642530": "Този преглед се състои от няколко набора критерии:",
    "3349094124": "Критерии за етични проблеми: Цел",
    "1038019440": "1. Този клиент представлява ли националните интереси на държава, за която е известно, че се занимава с поведение, противоречащо на международните закони и норми?",
    "493717511": "2. Този клиент иска ли услуги, които биха могли да бъдат",
    "2209109640": "използвани само за злонамерени цели, в контекста на нормалните си бизнес дейности?",
    "3457805519": "3. Може ли искането на клиента да бъде изпълнено съгласно законодателството на САЩ и нашите правила за ангажиране?",
    "1942611550": "преди всичко",
    "109179759": "Критерии за етични проблеми: Субективни",
    "1033698050": "1. Вярваме ли, че клиентът ни е предоставил случай на употреба, който считаме за морално приемлив, според нашата интерпретация на типичните западни обществени норми?",
    "361372538": "2. Вярваме ли, че предоставяните от нас услуги вероятно ще бъдат използвани за дискриминационни цели от клиента по начини, които може да са законни, но не са приемливи за нас?",
    "2867855718": "3. Вярваме ли, че нуждите за поверителност могат да бъдат задоволително адресирани за искането?",
    "2462728596": "Ако не можем да се удовлетворим по тези точки, ние ще отхвърлим заявката и може да прекратим по-нататъшния достъп до нашата платформа, както е посочено в нашите Условия.",
    "1995277831": "Благодаря ти",
    "1818116402": "Надяваме се, че сте оценили този поглед върху начина, по който се справяме с оперативните въпроси с компонент AI Ethics.",
    "1499894352": "Много малко компании предлагат прозрачност в процесите си на вземане на решения в тази област и се надяваме, че други ще последват този пример!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Как ние, нашите партньори в академичните изследвания и нашите клиенти използваме медиите на Creative Commons",
    "3017533972": "Ние, нашите партньори в академичните изследвания и нашите клиенти може понякога да препращаме или да възпроизвеждаме части от лицензирано Creative Commons съдържание чрез платформата hCaptcha, за да разширим знанията на човечеството в областта на машинното обучение.",
    "1428053210": "Това съдържание обикновено се трансформира от първоначалната си форма. Например, видеоклипът може да бъде разделен на много изображения, тези изображения могат да бъдат разделени на много нови изображения и тези нови изображения след това да се смесват на случаен принцип, за да се получи крайният резултат.",
    "1728211763": "Използването на съдържание по този начин и за тези цели попада в насоките за честна употреба според нашето разбиране за закона и стандартните практики в областта, но ние сме дългогодишни фенове на Creative Commons и предпочитаме да отдадем дължимото на всеки, който помага в монументална задача за подобряване на машинния интелект.",
    "1949452297": "Поради вътрешните ограничения на потребителския интерфейс на hCaptcha и неговите съображения за сигурност, не е възможно да се възпроизведе източникът на всяко изображение в непосредствена близост до неговото използване. Вместо това, ние правим връзка към тази страница от нашата начална страница и поддържаме списък с източници, които в момента или наскоро се обслужват чрез платформата. Можете да получите достъп до текущия списък",
    "2367602973": "тук",
    "659124570": "Освен това, ако видите съдържание, което принадлежи на вас, възпроизведено на платформата hCaptcha и искате да бъде премахнато по някаква причина, можете да се свържете с нас по имейл на адрес",
    "2066749488": "Други оплаквания",
    "3479034323": "Ако видите съдържание, което принадлежи на вас, възпроизведено на платформата hCaptcha и искате да бъде премахнато по някаква причина, можете да се свържете с нас по имейл.",
    "1836554225": "Публикации в блога",
    "2873297188": "Всички CAPTCHAS дискриминират ли не-американци?",
    "165932542": "Поглед към скоростите на решаване на hCaptcha по целия свят",
    "1865097546": "16 ноември 2021 г",
    "3005876482": "hCaptcha вече е най-голямата независима услуга CAPTCHA, работи в 15% от интернет",
    "693820850": "Можете да победите Google, като поставите поверителността на първо място",
    "3609106478": "Пълнеж за пълномощия:",
    "299335340": "Какво представлява и как да спрем атаките",
    "354925785": "Въведение",
    "423222878": "Някои от най-трудните за откриване, предотвратяване и спиране кибератаки са тези, при които злонамерен актьор може да използва легитимни потребителски идентификационни данни, за да влезе в активен потребителски акаунт. Без много сложни възможности за откриване, компанията, хостваща акаунта, няма причина да подозира, че нещо не е наред. Изглежда, че клиентът просто е влязъл в своя акаунт. Нападателят постигна тази успешна уловка, използвайки откраднати идентификационни данни – обикновено резултат от техника за кибератака, известна като „пълнене на идентификационни данни“. Това е сериозен проблем днес, но такъв, който може да бъде смекчен с правилните контрамерки.",
    "777660551": "Какво е Credential Stuffing?",
    "2602763587": "Пълненето на идентификационни данни е форма на кибератака, при която нападателят се опитва да влезе в уебсайт няколко пъти, използвайки двойки откраднати потребителски имена и пароли. „Пълнежът“ се отнася до повтарящите се опити за влизане, които почти винаги се извършват от автоматизиран софтуер за ботове.",
    "1271831121": "Не е сякаш хакерът (облечен в качулка, разбира се!) седи там и въвежда идентификационни данни след идентификационни данни. Автоматизираният бот за влизане може да бъде направен от готов инструмент като Selenium или специално разработен хакерски инструмент.",
    "2588750717": "Наистина, някои атаки за пълнене на идентификационни данни включват милиони идентификационни данни – всички са натъпкани в нищо неподозиращия интерфейс за влизане в уебсайт с надеждата да бъдат допуснати. Веднъж вътре, нападателят може да поеме акаунта на жертвата.",
    "1137757109": "Ако това е акаунт за електронна търговия, нападателят може да поръча стоки. Ако жертвата е банка, нападателят може да прехвърли средства офшорно и т.н.",
    "1559150837": "Целите обаче не са беззащитни. Повечето уебсайтове имат контроли, които блокират подозрителен потребител, който се опитва да влезе в хиляди различни акаунти от един и същ IP адрес за кратък период от време. Това, което нападателите с пълнеж на идентификационни данни правят, за да заобиколят тези техники за защита, е да симулират географско и IP разнообразие. Използвайки мощни, често управлявани от изкуствен интелект инструменти, те могат да накарат да изглежда, че хиляди потребители се опитват на случаен принцип да влязат в различни часове на деня от цялата страна. Това е много по-трудно за откриване и спиране.",
    "1892020899": "Откъде хакерите получават идентификационните данни?",
    "2597149484": "Причината, поради която хакерът трябва да „напълни“ толкова много идентификационни данни, е свързана с това къде получават откраднатите си идентификационни данни.",
    "3030395800": "Тези идентификационни данни обикновено идват от пробиви на данни. Известни също като „разливане на идентификационни данни“, тези атаки могат да доведат до изхвърляне на милиони идентификационни данни в тъмната мрежа. Ако разливът дойде от банка, хакерът ще се опита да използва тези идентификационни данни, за да влезе в други сайтове. Този подход работи, защото толкова много хора използват една и съща комбинация от потребителско име и парола за множество сайтове. (Тази практика е обезкуражена, но реалността е такава, каквато е. Хората са склонни да повтарят едни и същи идентификационни данни за вход.)",
    "1258965840": "По този начин, ако нападателят може да влезе в един сайт, той вероятно може да влезе в няколко сайта, използвайки разпръснатите идентификационни данни. Например, те могат да получат двойка потребителско име/парола като JohnDoe/525momma, но нямат представа какво ще направи тази двойка за тях. И така, те изпробват двойката на Amazon.com, Ebay, Citibank, Walgreens и нататък. Може да опитат тази двойка на хиляди различни сайтове.",
    "3594440415": "В крайна сметка те ще започнат да отварят врати.",
    "780280214": "Как hCaptcha и hCaptcha Enterprise смекчават заплахата от запълване на идентификационни данни",
    "4165374512": "Въпреки че е възможно да се използват инструменти за откриване на IP и местоположение, за да се предотврати напълване на идентификационни данни, по-рентабилен и точен метод е просто да се прекъсне самият автоматизиран бот за попълване на идентификационни данни. hCaptcha и hCaptcha Enterprise могат да спънат бота в точката на влизане. Дори ако ботът има правилните идентификационни данни, ако не може да премине през откриването на hCaptcha Enterprise или CAPTCHA на hCaptcha, той няма да успее да направи своето пълнене и вашият сайт и потребителите са защитени.",
    "3269644546": "Моля те",
    "1058572205": "нас, ако искате да научите повече за",
    "3753613260": "контакт",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Отчитане на оплаквания по DMCA",
    "54093347": "DMCA регистриран агент",
    "3233441200": "Политика за повтаряне на нарушителите",
    "4011712313": "Като част от нашата DMCA политика, ние поставяме акаунти на клиенти, за които получаваме множество известия по DMCA за предполагаемо нарушение, в многоетапна политика за повтаряне на DMCA. При получаване на многократни известия по DMCA през календарен месец, клиентският акаунт ще премине от една стъпка към следващата.",
    "766825168": "Действията, които може да предприемем съгласно правилата на DMCA за повтарящи се нарушители, включват изпращане на сигнали за повишена видимост до регистрирания клиент на акаунта. За да потвърдим тези сигнали, може да изискаме от клиента да влезе в акаунта или да се обади на нашия екип за поддръжка. Ние също така си запазваме правото да спрем или прекратим, както и да приложим други временни мерки към услугата hCaptcha и IMI на всеки клиент, за когото сме продължили да получаваме известия по DMCA за предполагаемо нарушение, дори след като сме изпратили повторни сигнали за нарушители. В допълнение, можем да прекратим по наше усмотрение други hCaptcha или IMI услуги, предоставяни на тези клиенти, когато прекратим услугата hCaptcha съгласно тази политика.",
    "2410122265": "hCaptcha ресурси: ботове 101",
    "4166776480": "Пълнене на удостоверения: какво е и как да спрем атаките",
    "2301335298": "Измама с плащания: смекчаване на бързо развиващ се начин на киберпрестъпност",
    "3682071227": "Какво представляват поглъщанията на акаунти и как работят?",
    "2729131930": "Какво е остъргване и как работи?",
    "1344959096": "Работи като индивидуален етикет за данни",
    "3510143229": "hCaptcha е услуга за уебсайтове и приложения,",
    "3930611699": "отделни работници.",
    "1051214799": "hCaptcha е услуга за уеб сигурност, която се опитва да сподели стойност с издателите на уебсайтове или приложения, които я използват.",
    "360236473": "Услугата hCaptcha не е предназначена да се използва от никого, за да работи като индивидуален етикетьор. Той не е предназначен или подходящ за тази цел. Не препоръчваме на никого да се опитва да използва hCaptcha като източник на личен доход.",
    "3842490632": "Отделен потребител, който се опитва да отговори на много въпроси, вероятно ще бъде бързо ограничен или забранен. Също толкова важно, колкото и нашите",
    "1560232962": "обхваща подробно, не се дават гаранции за сумата, спечелена за даден отговор. По това време може да няма налични платени въпроси, отговорът може да бъде отхвърлен поради причини за качество и т.н.",
    "2694001822": "Въпреки това понякога наемаме хора, които да ни помогнат да тестваме системни свойства и нови функции.",
    "1569804581": "Ако искате да се свържем с вас в бъдеще относно свързани възможности, моля, попълнете този формуляр.",
    "636461959": "име",
    "1139500589": "Страна",
    "1789607185": "Имейл адрес",
    "325077666": "С изпращането на вашата информация вие се съгласявате с нашите",
    "3555583744": "и",
    "3609929815": ". Ще запазим информацията за вашето име, държава и имейл адрес само с цел да се свържем с вас в бъдеще относно индивидуални работни възможности за етикетиране.",
    "4197928199": "Политика за поверителност",
    "851786723": "С въвеждането на вашия имейл вие се съгласявате с нашите Условия и Политика за поверителност и да получавате имейл от нас.",
    "2402165761": "Как работи остъргването?",
    "4260542944": "Изписването на съдържание (известно също като \"изстъргване на екрана\" или просто \"изстъргване\") е познат, често полезен процес за събиране на информация от мрежата. Въпреки това през последните години техниката се превърна в предпочитан инструмент от хакери и измамници. Контрамерките могат ефективно да смекчат заплахата, но за да ги приложите, е важно да разберете как работи процесът.",
    "2066255783": "Какво е изтриване на съдържание?",
    "1910628828": "Изтриването на съдържание е техника за извличане на данни от система, която включва автоматизиран набор от инструменти, представящ се за софтуерен клиент или уеб браузър. Не е ново. Всъщност за софтуерни инженери, които може да се нуждаят от данни от стар мейнфрейм, изстъргването може да бъде единственият начин за извличане на информация. Оригиналните конектори може да са изчезнали и невъзможни за подмяна.",
    "3408107995": "Днес обаче изстъргването неизменно означава програмен подход за изтегляне на данни от уебсайт. Софтуерът за изстъргване действа като човек, като щраква върху бутони и чете получения резултат. Има много законни приложения за остъргване. Уеб роботите, които захранват търсачките, са един пример. Подобни са и инструменти като Skyscanner, които търсят оферти за пътуване чрез разресване на хиляди туристически уебсайтове. Финтех фирмите също го използват, като извличат финансовите данни на потребителите от банковите сайтове, ако няма налични интерфейси за програмиране на приложения (API), за да осъществят връзката за данни. Нещата, които трябва да имате предвид при изстъргването на екрана, са неговата скорост и мащабируемост. Процесът може да събере огромни количества данни от уебсайтове, като се приеме, че сайтовете не са конфигурирани да спрат това да се случи. Със скоростта на изчисление скреперът може да натрупа големи масиви от данни чрез взаимодействие с уебсайтове и основния софтуер и бази данни, които ги захранват.",
    "1920884252": "Защо изтриването на съдържание представлява заплаха за сигурността?",
    "2256795853": "Възможността за бързо извличане на много данни от уебсайтове прави изстъргването мощен инструмент в ръцете на злонамерени участници. Ботът за изстъргване може да събира потребителски данни от сайтове за социални медии. След това, чрез изстъргване на сайтове, които съдържат адреси и друга лична информация и съпоставяйки резултатите, хакерът може да участва в престъпления с идентичност, като подаване на измамни заявления за кредитни карти.",
    "4087694419": "Хакерът може също да събира данни от сайтове като Amazon и eBay, за да създаде фалшиви или измамни списъци с продукти. След това той или тя може да ги предложи за продажба в peer-to-peer услуги като OfferUp и да извършва фишинг атаки срещу купувачите. Или измамникът би могъл да продаде продукти, които не съществуват. Допълнителна измама със скриване на екрана включва фалшифициране на рекламни издатели. Чрез извличане на съдържанието от сайтове на издатели, измамникът може да създаде фалшиви страници на рекламни издатели в различни услуги. След това те могат да продават реклами на тези страници на оторизирани дистрибутори, чиито контакти са събрали от файла ads.txt на издателя. Рекламните карета изглеждат реални за рекламодателя, но не са.",
    "3315658779": "Предотвратете изтриване на съдържание с hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise използва усъвършенствано машинно обучение, за да идентифицира злонамерен трафик към вашия сайт и приложения - включително дейности по изстъргване.",
    "1422537019": "днес, за да научим повече.",
    "1988268879": "Икономично маркиране на данни в мащаб",
    "2163914794": "Нуждаете се от повече етикети за вашите набори от данни? hCaptcha осигурява бързо, рентабилно и висококачествено етикетиране на данни за компании, работещи върху приложения за изкуствен интелект и машинно обучение.",
    "3378932530": "Етикетирайте данните си сега",
    "3483700676": "Стартирайте милиони задачи незабавно",
    "3478726913": "hCaptcha разполага с един от най-големите пулове на планетата, достъпни за вашата употреба. Какъвто и да е вашият мащаб, ние можем да се справим с него без скъпи предварителни ангажименти. Милиони задачи на ден не са проблем.",
    "740501259": "Прости тръбопроводи, управлявани от API",
    "2784612261": "Искате ли да интегрирате преглед от хора директно във вашите бизнес операции? Ние предлагаме SLA с висока надеждност, гарантиран капацитет и прости REST API.",
    "1144966033": "Оптимизиран за цена и качество",
    "3213351333": "Не се изисква предварителен ангажимент",
    "2107077506": "Платформата HUMAN използва изчерпателни модели на доверие за извършване на сложен анализ на качеството в реално време. Това ни позволява бързо да определим както трудността на въпросите, така и вероятния правилен отговор, като ви спестяваме време и пари.",
    "3576146278": "Платете само за необходимата ви точност",
    "2952586316": "Не всички проблеми са еднакви. Поясненията за критични за безопасността задачи може да изискват 99,99% доверие от изцяло човешки работници. Поясненията за една бета функция в приложение за мобилна игра може да изискват само умерена увереност. Ти решаваш.",
    "710145621": "Предоставете свои собствени данни за истината или ни оставете да ги изградим в движение",
    "987901590": "Имате ли необработени данни без изчерпателен набор за проверка? В повечето случаи можем да изградим такъв за вас, докато задачи преминават през системата, или да създадем етикетирани мостри за ваше одобрение.",
    "2597352122": "Видове анотации",
    "1344687860": "Ограничителни кутии",
    "1089415440": "Точно откриване на обекти в изображения и видео",
    "3817067682": "Многоъгълници",
    "2682873489": "Дефиниране на ограничаваща област за обекти",
    "1275150216": "Природни забележителности",
    "2067112112": "Точкови анотации за много различни случаи на употреба",
    "4228682126": "Категоризация на атрибути",
    "2920213479": "Сортирайте или добавете произволни категории от всякакъв размер",
    "3288667364": "Сравнение и откриване",
    "155877895": "Откриване и класификация, задвижвани от човека",
    "3128433367": "... и много други",
    "2827452240": "Нуждаете се от друг тип, който не е посочен тук? Просто ни попитайте.",
    "719304627": "Нуждаете се от контрол от край до край?",
    "1172067553": "Платформата HUMAN зад hCaptcha предоставя изключително сложни функции за качество на работа и управление чрез локални, хибридни или SaaS внедрявания, които се интегрират с вашите съществуващи системи.",
    "2319072959": "Работете изцяло офлайн със собствената си работна сила, проследявайте стойността, консумирана от бизнес единици или партньори в консорциум, избирателно насочвайте работни места към различни вътрешни или външни доставчици на работна ръка въз основа на изискванията за разходи и сигурност и др.",
    "1936512180": "‍Лесен достъп до API, красиви табла за управление и най-новата технология на модела в цикъла за максимизиране на ефективността на работниците.",
    "3913848038": "Налични са 99,99% срокове на работа SLA и 24/7 глобална поддръжка.",
    "1080752747": "Свържете се с продажбите",
    "1525403768": "За повече информация се свържете с Enterprise Sales.",
    "1546930020": "Получаване на етикети на данните",
    "2486638408": "Определете спецификации",
    "1027200955": "Говорете с един от нашите експерти в областта, за да определите нуждите на вашия проект: точност на целта, формат и всякакви специални изисквания.",
    "1156712451": "Първоначално тестване за работа",
    "181065232": "Ние изпълняваме малка производствена работа въз основа на вашите примерни данни. Това тества работата, която сме свършили заедно, за да гарантираме, че получавате точно това, от което се нуждаете.",
    "3207769512": "Разгръщане на производствени работни места",
    "1099238677": "С нашия голям обем и ниска латентност ние ще обърнем работата ви бързо, с автоматизирана доставка веднага след като приключи.",
    "465783046": "Искате ли да опитате с вашите данни?",
    "328625009": "... ние сме готови, когато вие сте: нашата услуга е достъпна денонощно.",
    "3225770968": "hCaptcha е предназначена за решаване на най-трудоемкия проблем в машинното обучение; етикетиране на огромни количества данни по навременен, достъпен и надежден начин.",
    "2041686284": "Повече данни обикновено дава по-добри резултати при обучение на модели за машинно обучение. Неотдавнашният успех на дълбоките модели доведе до все по-големи набори от данни и hCaptcha обслужва тази нужда. Въпреки това, създаването на големи набори от данни, прегледани от хора, използвайки традиционни методи, е както бавно, така и скъпо.",
    "3729345277": "hCaptcha е начин компаниите да получат анотациите, от които се нуждаят, по-бързо, с по-високо качество и на по-ниска цена в сравнение с други алтернативи.",
    "2103563261": "Частна или обществена информация",
    "2513143348": "Системата hCaptcha Enterprise е уникално гъвкава в своя дизайн: тя може да бъде частично или изцяло разгърната на ръба на вашата мрежа, ако управлявате публичен облак или притежавате много центрове за данни.",
    "3107683988": "Това може драстично да намали трафика и разходите извън мрежата, като същевременно запази всички предимства на управлението от нашия 24/7 дежурен персонал, за да изпълни най-строгите SLA.",
    "3660619092": "Регистрирайте се безплатно или се свържете с отдела за продажби за корпоративни решения",
    "2351176803": "Лицензионни условия за hCaptcha JS API",
    "2616226398": "Подлежи на нашите",
    "2024293275": ". Всички други права запазени, засега.",
    "1062291156": "стандартни условия",
    "2712493234": "Измама с плащания: смекчаване на бързо развиващ се начин на киберпрестъпност",
    "1817772953": "Измамата не е нова форма на престъпление. Наистина, археолозите са открили устройства за борба с измамите, създадени от древните шумери за транспортиране на добитък без загуби преди близо 10 000 години! В техния случай те поставят глинени жетони, всеки от които представлява животно, вътре в глинена топка, известна като „була“. Булата ще пътува със стадото, докато се движи от продавач на купувач. Дори тогава собствениците на бизнес бяха загрижени, че не всеки, с когото си имаха работа, беше нагоре и нагоре. Много се промениха за 10 000 години, но необходимостта да бъдем иновативни в предотвратяването на измами остава с нас. Днес въпросът за измамите с онлайн плащания е от първостепенно значение. С интернет измамниците стават все по-умели да надхитрят контрола срещу измамите. Новите решения обаче обръщат хода.",
    "1053787685": "Какво е измама с плащане?",
    "433424759": "Измамата с плащания включва всякакъв вид незаконна транзакция, при която киберпрестъпник лишава жертвата от нещо ценно, обикновено пари. Това може да означава използване на открадната кредитна карта за поръчка на стоки онлайн или поемане на банкова сметка и незаконно прехвърляне на средства от нея. Има много вариации, но всички те имат един и същ резултат: мошеник използва открадната самоличност или информация за плащане, за да открадне от потребител, банка или търговец.",
    "2939852138": "Как измамниците [опитват] да се разминат с измами с плащания?",
    "1665616092": "Измамите с плащания са прости като концепция, но могат да бъдат фантастично сложни в днешното си изпълнение.",
    "4246520782": "Всъщност интернет е свидетел на истинска надпревара във въоръжаването между измамници и защитници през последните години.",
    "2167049807": "Екипите за сигурност са приели различни контрамерки и контроли, които побеждават лесните, мързеливи подходи към измами с плащания. Атаките обаче стават все по-сложни. Например, ботовете вече могат да събират откраднати номера на кредитни карти и ПИН кодове от фалшиви уебсайтове и фишинг атаки.",
    "1936449777": "След това, в напълно автоматизиран режим, те могат да имитират човешко поведение в сайтовете за електронна търговия, щраквайки върху бутони и добавяйки артикули в пазарските колички – до точката, в която много, ако не и повечето контроли за борба с измамите не могат да разберат, че бот се опитва да открадне стока. По-скоро изглежда, че човек просто пазарува. Ботът може да влезе в акаунта на реален клиент, използвайки откраднати идентификационни данни за влизане. Допълнително прикриване на измамата е способността на бота да подправя IP адреси и да изглежда така, сякаш „купувачът“ е някъде различно от нападателя, който може да е в чужда държава.",
    "648630222": "Предотвратете измами с плащания с hCaptcha Enterprise",
    "1621930829": "Какво може да се направи по отношение на днешните напреднали, непрестанни дейности за измами с плащания? Използването на множество нива на контрол обикновено е мъдър подход. Най-добрите контрамерки обаче са тези, които могат да хванат бота и да разкрият, че е фалшив, въпреки най-добрите усилия на създателите му да възпроизведат човешкото поведение.",
    "2423586454": "Все още има някои неща, които софтуерът не може да направи, без значение колко добър AI стои зад него. Съвременната технология CAPTCHA предлага доказан метод за блокиране на ботове, които се опитват да увековечат измами с плащания. Докато старите подходи към CAPTCHA, като простите наклонени числа в кутия, сега са предимно недостатъчни за смекчаване на напредналите ботове, автоматизирано устройство за реагиране на тестове като hCaptcha Enterprise може лесно да попречи на бот измамник в момента на влизане в акаунта или плащане на пазарска количка. Дори ако ботът има реални идентификационни данни, ако няма да може да премине през CAPTCHA.",
    "1467308982": "Графици за плащане",
    "1291824746": "Изплащанията на hCaptcha се изпълняват на тримесечие на база от 60 дни. За да илюстрирате какво означава това, моля, вижте таблицата по-долу.",
    "3444947612": "Трафик между",
    "4181611011": "Дата на съгласуване",
    "728503636": "Дата на изплащане",
    "3720584906": "15 юли 2021 г. - 15 октомври 2021 г",
    "388240587": "5-15 януари 2022 г",
    "3426312287": "5-15 януари 2022 г",
    "615618648": "15 април 2021 г. - 15 юли 2021 г",
    "3376724603": "14-24 септември 2021 г.†††",
    "3398978455": "15-25 септември 2021 г.†††",
    "2722456056": "15 януари 2021 г. - 15 април 2021 г",
    "4063155841": "Най-късно до 25 юни 2021 г.††",
    "4082053540": "19-25 юни 2021 г.††",
    "64953197": "15 октомври 2020 г. - 15 януари 2021 г",
    "1023070345": "Не по-късно от 14 март 2021 г",
    "2600696085": "15 март 2021 г",
    "3217791519": "15 юли 2020 г. - 15 октомври 2020 г",
    "649261378": "5-11 януари 2021 г.*",
    "1559190296": "5-11 януари 2021 г.†",
    "3806054689": "15 април 2020 г. - 15 юли 2020 г",
    "4162383380": "16-22 септември 2020 г.*****",
    "1990824776": "16-24 септември 2020 г.*****",
    "3856690908": "15 януари 2020 г. - 15 април 2020 г",
    "3200641265": "Най-късно до 16 юни 2020 г.*",
    "3744079744": "15-19 юни 2020 г.****",
    "2209837451": "15 октомври 2019 г. - 15 януари 2020 г",
    "2510534204": "Най-късно до 23 март 2020 г.***",
    "2910560864": "20-23 март 2020 г.***",
    "2544565802": "15 юли 2019 г. - 15 октомври 2019 г",
    "3963642878": "Най-късно до 14 декември 2019 г.*",
    "622103562": "17 декември 2019 г.**",
    "4072202039": "15 април 2019 г. - 15 юли 2019 г",
    "818049069": "Най-късно до 15 юли 2019 г",
    "1169005651": "15 септември 2019 г",
    "2303655425": "15 януари 2019 г. - 15 април 2019 г",
    "3678889946": "Най-късно до 15 юни 2019 г",
    "3094354698": "15 юни 2019 г",
    "4217013126": "Изплащанията обикновено се изпълняват през целия ден на датата на изплащане и обикновено се приключват до полунощ тихоокеанско време. Ако даден акаунт е маркиран за преглед, може да отнеме до пет допълнителни работни дни, за да се освободи плащане.",
    "1447649958": "Напомняме, че само точен човешки трафик отговаря на условията за изплащане. Можете да видите повече подробности за това в нашите ЧЗВ, свързани по-долу. Наличното салдо също трябва да отговаря на минимален праг, за да отговаря на условията за изплащане, в момента 10 HMT.",
    "4257144752": "Оценките в реално време не отразяват окончателната точност или човечност и по този начин вашите крайни приходи може да варират значително нагоре или надолу от числата, показани в таблото за управление преди първото ви съгласуване.",
    "2728931827": "След всяко съгласуване прогнозите ви за всеки ключ ще бъдат актуализирани и точността на бъдещите прогнози трябва да се увеличи, освен ако на сайта ви има съществена промяна в поведението на потребителите.",
    "1200905005": "††† От септември 2021 г. изравняванията и изплащанията вече се извършват за период от приблизително 10 дни, а не за един ден, за да се опростят оперативните ограничения, свързани с растежа на услугата.",
    "4284094387": "†† Някои изравнения и изплащания през юни 2021 г. ще се изпълняват през следващата седмица поради закъснения при проверката на окончателните изчисления по време на прозореца за съгласуване.",
    "1977013707": "† Изплащанията за декември 2020 г. бяха пренасрочени от 15-то число, за да се избегне припокриване с изравняванията в края на годината и отпуските на персонала: те ще бъдат завършени до втората седмица на януари. Поради по-бавните от обичайните преводи в PayPal, изплащанията ще се извършват в продължение на няколко дни, вместо да бъдат завършени за един ден.",
    "517010299": "Моля, обърнете внимание: в момента работим върху основен бекенд преход към съгласуване в почти реално време. Периодичните изравнявания ще се извършват по-рядко от обикновено през първото тримесечие на 2021 г. Това не засяга графиците или датите на изплащанията.",
    "3092200338": "** Когато 15-то падне в уикенд, вместо това датата на изплащане е 17-ти.",
    "3891941747": "*** СЪВЕЩЕНИЕ за COVID-19: Поради намаления капацитет на персонала, свързан с COVID-19, съгласуването беше пренасрочено, за да се даде допълнително време за завършване на стандартната ни проверка. Очаква се изплащанията да започнат в петък и да приключат на следващия понеделник.",
    "2301757528": "**** Поради поддръжка от PayPal на техните REST API по време на прозореца за изплащане, не всички изплащания бяха завършени на 15 юни. Всички изплащания, насрочени за 15 юни (тихоокеанско време), но неизпълнени поради грешки в API на PayPal, бяха извършени отново до 19 юни (тихоокеанско време).",
    "116842359": "***** Очаква се съгласуването да приключи за няколко дни поради поддръжка на системата.",
    "4154415610": "***** Изплащанията за септември 2020 г. ще се изпълняват на пакети, когато съгласуването приключи, като някои ще се изпълняват няколко дни по-късно от първоначално планираното поради забавяне на съгласуването.",
    "2310694091": "Какво означава помирение?",
    "164801246": "Съгласуването е процесът, при който трафикът се анализира след факта, за да се провери неговата човечност и точност, след като всички данни от всички сайтове за отчитане са включени. Можете да прочетете повече подробности в нашия",
    "3256245394": "както и публикациите в нашия блог, напр",
    "3089778412": "Как hCaptcha изчислява награди",
    "3329755436": "Планирате ли да ускорите този процес?",
    "1911669851": "Да, в момента работим върху различни подобрения на нашите бекенд системи, които очакваме в крайна сметка да ни позволят да предложим както по-бързо съгласуване, по-бърза точност на оценката, така и по-бързи изплащания. В момента работим първо за ускоряване на помирението.",
    "2366003154": "Запитвания за пресата и медиите",
    "3054564199": "Прес комплект",
    "3173156067": "Има готово обезпечение, в случай че искате да включите примерни изображения във вашата статия.",
    "867314732": "Можете да извлечете висока разделителна способност",
    "858218750": "и насоки за използването им на",
    "3821716514": "страница.",
    "1186243118": "изображения на лого",
    "3034959000": "Можете да извлечете",
    "1764089150": "тук:",
    "1558428432": ". Моля, кредитирайте ги на hCaptcha.com.",
    "2429359042": "примерни изображения на интерфейса",
    "1480820434": "изображение 1",
    "3213411837": "изображение 2",
    "1270712701": "Съобщения за пресата и последни репортажи",
    "231285005": "Можете да намерите последните актуализации в нашия блог",
    "1289884910": "Също така периодично публикуваме анализи и доклади. Например:",
    "932546190": "Защо CAPTCHA ще бъдат винаги с нас",
    "2344319147": "Колко наистина струва откриването на ботове на Google?",
    "1637527266": "Кои държави имат най-голям трафик от ботове?",
    "230159237": "Контакти",
    "3759923279": "Моля, направете запитвания от пресата на следния имейл адрес:",
    "4255608322": "Последна актуализация: 12 април 2021 г",
    "33639629": "Не е приложимо за уебсайтове на трети страни. Моля, имайте предвид, че тази Декларация за поверителност не се прилага за уебсайт, предложение, продукт или услуга на трета страна, дори ако има връзки към нашия Сайт или включва Услугата – моля, вижте приложимите политики за поверителност, преди да решите да предоставите каквато и да е информация на трети страни партии.",
    "987375734": "IMI е базирана в Съединените щати. Сайтовете и услугата се контролират и управляват от нас от Съединените щати. Вашата лична информация може да бъде съхранявана и обработвана във всяка страна, където разполагаме със съоръжения или в която ангажираме доставчици на услуги, и като използвате сайтовете и услугата, вие се съгласявате с прехвърлянето на информация към страни извън държавата ви на пребиваване, включително Съединените щати , който може да има правила за защита на данните, различни от тези във вашата страна. При определени обстоятелства съдилища, правоприлагащи органи, регулаторни агенции или органи за сигурност в тези други страни може да имат право на достъп до вашата лична информация.",
    "452920031": "Бележка за клиенти извън Съединените щати.",
    "2328839224": ". Моля, вижте нашия раздел „Известие за жителите на Калифорния“, свързан с вашите права съгласно Закона за поверителност на потребителите в Калифорния („CCPA“).",
    "1565481281": "Бележка за жителите на Калифорния",
    "1028058338": "Моля, вижте нашата секция „Известие за субектите на данни в ЕС“, свързана с вашите права съгласно Общия регламент за защита на данните („GDPR“).",
    "2271205646": "Бележка за жителите на Европейското икономическо пространство.",
    "508143070": "Имайте предвид, че IMI е администраторът на вашата лична информация, освен когато обработваме лична информация от името на нашите интегратори във връзка с предоставянето на нашата услуга, в който случай ние сме обработващият лична информация, а тези интегратори са администраторите на лична информация.",
    "2330965058": "Когато действаме като обработващ за нашите интегратори, ние не използваме събраните данни за каквито и да било цели, освен за разумно необходими за предоставяне на нашата Услуга и нашата обработка ще се управлява от договорите, които имаме с нашите интегратори, а не от това Политика за поверителност",
    "3017040355": "Обработката на данни от субекта на данни в ЕС действа съгласно правното основание на Стандартните договорни клаузи (SCC), интегрирани в Допълнението за обработка на данни към нашите Общи условия или Споразумения за обработка на данни с нашите интегратори.",
    "2233384692": "Ако имате въпроси или притеснения относно това как се обработват такива данни или бихте искали да упражните правата си, трябва да се свържете с лицето или юридическото лице (т.е. администратора на данни), който е сключил договор с нас за използване на Услугата за обработка на тези данни. Ние обаче ще окажем съдействие на нашите интегратори, за да отговорим на всякакви притеснения, които може да имате, в съответствие с условията на нашия договор с тях.",
    "349292953": "Информация, която събираме",
    "3022001832": "Ние събираме информация от лица, които взаимодействат с нашите сайтове и услуги, включително тези, които включват нашата услуга в своя уебсайт („Интегратори“), тези, които използват услугите за етикетиране на данни („Клиенти“), и крайните потребители, които взаимодействат с нашите Обслужвайте чрез уебсайтовете на нашите интегратори („Крайни потребители“).",
    "835545301": "Ние събираме следните категории информация:",
    "3228928991": "Информация, която може да се използва за идентифициране или свързване с физическо лице („Лична информация“), като име, имейл адрес и държава. Ние събираме лична информация от нашите настоящи и бъдещи интегратори и клиенти, когато те ни я предоставят директно (например чрез попълване на формуляр, когато се регистрирате за акаунт, или кандидатстване за получаване на известия по имейл от нас). Можем също така да проверим самоличността на нашите интегратори и клиенти, като сравняваме лична информация с бази данни на трети страни или официални правни документи.",
    "1655796811": "Информация, събирана автоматично в резултат на използването на Сайтовете или Услугите от Интегратор или Клиент („Информация за анализ“), като IP адреси, тип браузър, доставчик на интернет услуги, тип платформа, тип устройство, операционна система, дата и час достъп и друга подобна информация. Част от информацията от Google Анализ се събира от наше име от трети страни, които ангажираме за тази цел, а част от информацията от Google Анализ се събира чрез различни технологии за проследяване, включително бисквитки (вижте „Анализ на трети страни и технологии за проследяване“ по-долу).",
    "1388241689": "Информация, събрана в резултат на това, че Крайните потребители отговарят на подкани чрез Услугата („маркирани данни“), като данни за етикетиране на изображения, текст, преобразуван от аудио файлове, възпроизвеждани на тези крайни потребители, отговори на въпроси и други подкани, генерирани от Услугата за целите на етикетиране на данни за използване в приложения за машинно обучение. Имайте предвид, че етикетираните данни не са обвързани с нито едно идентифицирано лице.",
    "1493790285": "Друга информация, събрана от Крайни потребители като част от Услугата, е необходима, за да се определи дали те",
    "2216374138": "са човешки, като движения на мишката, позиция на превъртане, събития за натискане на клавиш, събития при докосване и информация за жироскоп/акселерометър, ако е приложимо.",
    "2394073454": "Можем да събираме допълнителна информация от крайни потребители, които желаят да работят с нас като индивидуални етикети на данни.",
    "3103557430": "Как използваме информацията",
    "1130802068": "Ние използваме информацията, която събираме за следните цели:",
    "2940689138": "За администриране на акаунти на интегратор и клиенти и предоставяне на Услугата. Ние използваме лична информация, за да свързваме конкретни акаунти с интегратори и клиенти и да им предоставяме Услугата, да отговаряме на заявки или запитвания, да предоставяме поддръжка или техническа помощ и да улесняваме плащанията.",
    "857974529": "За подобряване на Сайта и Услугата. Ние използваме Информацията от Анализ, за да подобрим нашите съществуващи и да разработим нови услуги и предложения и да персонализираме съществуващи и бъдещи продуктови предложения.",
    "1820844638": "За да получите прозрения за пазара. Ние използваме Информацията от Анализ, за да анализираме пазара и да извършваме бизнес анализи, свързани със Сайта и нашите Услуги, както и за други изследователски цели.",
    "3386280249": "За осигуряване на пазар за етикетирани данни. Нашата услуга дава възможност за етикетиране на голям обем данни и преглед от хора за системите за машинно обучение като услуга за собственици на уебсайтове и компании, които се нуждаят от помощ при етикетирането на техните данни. За тази цел ние разкриваме етикетирани данни на нашите клиенти, които се интересуват от придобиване на етикетирани данни.",
    "3532143291": "За да защитим нашите услуги и системи. Ние използваме информацията от Анализ, за да защитим системите си, като идентифицираме потенциални заплахи и уязвимости и за да защитим по друг начин информацията, която събираме.",
    "2185418511": "За всякакви законни бизнес цели, при условие че информацията е деидентифицирана или обобщена, така че да не може да бъде разумно обвързана с физическо лице.",
    "2386465280": "Как споделяме информация",
    "2159517814": "Ние споделяме или разкриваме лична информация в следните случаи:",
    "4256083674": "При пряко искане от интегратор за идентифициране на риска от измама от конкретна заявка за CAPTCHA предизвикателство или IP адрес, или по друг начин, когато е дадено конкретно съгласие.",
    "3494826505": "С доставчиците се ангажираме да предоставяме основни аспекти на Сайтовете и Услугата, като съхранение на данни, хостинг и Анализ, и само за тези цели.",
    "1119009846": "При необходимост за спазване на приложимото законодателство, включително правителствени искания, искания на правоприлагащите органи и други към публични и частни субекти, за да защитим правата, поверителността, безопасността или собствеността на вас, нас или други.",
    "197676026": "С други за всякакви законни бизнес цели, при условие че информацията е деидентифицирана",
    "2359312315": "или агрегирани така, че да не могат да бъдат разумно обвързани с физическо лице.",
    "2497216176": "Технологии за анализ и проследяване на трети страни",
    "3694578791": "Както беше обсъдено по-горе, ние (и нашите доставчици трети страни) събираме информация от Анализ отчасти чрез използването на бисквитки, уеб маяци и други технологии за проследяване. В някои случаи ние работим с доставчици трети страни, за да използваме бисквитки за целите на събиране на информация от Анализ.",
    "2014256987": "Ако предпочитате да не блокирате използването на бисквитки или други технологии за проследяване, моля, вижте „Управление на вашата информация“ по-долу. Моля, имайте предвид, че това може да повлияе негативно на вашето изживяване при използване на Сайтовете или Услугата, тъй като някои функции може да не работят правилно.",
    "2788024905": "Как защитаваме информацията",
    "3031284129": "Отказ от отговорност",
    "26365791": "Доколкото е позволено от закона, Сайтът и Услугата (и всякакви други свързани услуги, информация, данни, функции и друго съдържание или материали) се предоставят на базата „както е“ и „както е налично“. Доколкото е позволено от закона, IMI изключва всички гаранции, включително, но не само, подразбиращите се гаранции за продаваемост, годност за конкретна цел и ненарушение.",
    "735630686": "Управление на вашата информация (вашите права)",
    "2895491273": "Ако предпочитате да блокирате бисквитки или други технологии за проследяване, повечето браузъри и мобилни устройства трябва да промените настройките си, така че да ви уведомяват, когато получавате бисквитки или се използват други технологии за проследяване, и да изберете дали да приемете/разрешите то. Повечето браузъри също ви позволяват да деактивирате или изтриете съществуващи бисквитки или автоматично да отхвърлите бъдещи бисквитки. Можете също да използвате инструменти на трети страни, включително добавки за браузър, за да контролирате предпочитанията си за бисквитки. Имайте предвид обаче, че ако деактивирате всички бисквитки, някои части от нашите сайтове може да не функционират правилно.",
    "707527778": "Информация от деца",
    "2419795065": "Известие за жителите на Калифорния",
    "1517625162": "Съгласно раздел 1789.3 от Гражданския кодекс на Калифорния, потребителите в Калифорния имат право на следното известие за правата на потребителите: Жителите на Калифорния могат да се свържат с отдела за подпомагане на жалби на Отдела за потребителски услуги на Калифорнийския отдел по потребителски въпроси по пощата на 1625 North Market Blvd., Сакраменто, CA 95834 или по телефона на (916) 445-1254 или (800) 952-5210.",
    "3730344349": "Този раздел предоставя допълнителни подробности относно личната информация, която събираме за потребителите в Калифорния, и правата, предоставени им съгласно Закона за поверителност на потребителите в Калифорния или „CCPA“.",
    "4044467791": "За категориите лична информация, която сме събрали от вас през предходните 12 месеца, моля, вижте раздела „Информация, която събираме“ по-горе. Ние събираме тази информация за бизнес и търговски цели, описани в раздела „Как използваме личната информация“ по-горе. През предходните 12 месеца сме споделили следните категории информация с трети страни с бизнес цел:",
    "4208081170": "Категория лична информация",
    "1528242915": "Идентификатори.",
    "3863351997": "Категориите на личната информация, изброени в статута на Калифорнийските записи на клиенти (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Търговска информация.",
    "2683038211": "Интернет или друга електронна мрежова дейност.",
    "3671828834": "Примери за споделена лична информация",
    "779426309": "Истинско име, уникален личен идентификатор, онлайн идентификатор, адрес по интернет протокол, имейл адрес, име на акаунт или други подобни идентификатори.",
    "2414368123": "Име, номер на кредитна карта, номер на дебитна карта или друга финансова информация.",
    "4088941349": "Записи на продукти или услуги, закупени, получени или разгледани.",
    "3238612014": "История на сърфиране, информация за взаимодействието на потребителя с интернет уебсайт, приложение или реклама.",
    "1023108656": "Категории получатели на трети страни",
    "1418235079": "Доставчици на услуги",
    "3238184941": "Забележка: Рискът от измама, свързан с отделен IP адрес, може да бъде споделен с интегратор при поискване.",
    "285116485": "Компанията не \"продава\" (както този термин е дефиниран в CCPA) личната информация, която събираме. Моля, вижте секцията „Аналитични и проследяващи технологии на трети страни“ по-горе за повече информация относно видовете бисквитки на трети страни, ако има такива, които използваме.",
    "1408750006": "При спазване на определени ограничения, CCPA предоставя на потребителите в Калифорния правото да поискат да знаят повече подробности за категориите или конкретни части от личната информация, които събираме (включително как използваме и разкриваме тази информация), да изтрият личната си информация, да се откажат от всякакви „продажби“, които могат да се осъществят, както и правото да не бъдете дискриминирани за упражняване на тези права.",
    "759057398": "Известие до субектите на данни в ЕС",
    "825780955": "Лична информация",
    "2945960297": "По отношение на субектите на данни в ЕС, терминът „лична информация“, използван в настоящата Политика за поверителност, е еквивалентен на „лични данни“, както е дефинирано в Общия регламент за защита на данните на Европейския съюз (GDPR).",
    "1126613163": "Чувствителни данни",
    "3571006800": "Част от информацията, която ни предоставяте, може да представлява чувствителни данни, както е дефинирано в GDPR (наричани още специални категории лични данни), включително идентифициране на вашата раса или етническа принадлежност в издадени от правителството документи за самоличност.",
    "1988461282": "Правни основания за обработка",
    "3519564631": "Цели на обработката",
    "1778642038": "За да общувам с вас",
    "2223819810": "За да оптимизираме нашата платформа",
    "1678661231": "За съответствие, предотвратяване на измами и безопасност",
    "2561077702": "За да предоставим нашата услуга",
    "2066321185": "Правно основание",
    "1174237568": "Тези дейности по обработка представляват наши законни интереси. Ние се опитваме да разгледаме и балансираме всички потенциални въздействия върху вас (както положителни, така и отрицателни) и вашите права, преди да обработим вашата лична информация за нашите законни интереси. Ние не използваме вашата лична информация за дейности, при които нашите интереси са надделени от неблагоприятно въздействие върху вас (освен ако имаме вашето съгласие или по друг начин се изисква или е разрешено от закона).",
    "1350478093": "Цел на обработката",
    "787916198": "С ваше съгласие",
    "3348433919": "Вашите права",
    "3842673636": "Съгласно GDPR имате определени права по отношение на личната си информация. Можете да поискате от нас да предприемем следните действия във връзка с вашата лична информация, която съхраняваме:",
    "4057343238": "Отказване",
    "1834911235": "Спрете да Ви изпращате директни маркетингови комуникации, за които предварително сте се съгласили да получавате. Може да продължим да ви изпращаме свързани с услугите и други немаркетингови съобщения.",
    "3022301908": "Достъп",
    "680638297": "Да ви предоставим информация за нашата обработка на вашата лична информация и да ви предоставим достъп до вашата лична информация.",
    "1409486258": "вярно",
    "3878077249": "Актуализирайте или коригирайте неточностите в личната си информация.",
    "3645414921": "Изтрий",
    "42182578": "Изтрийте личната си информация.",
    "1609621367": "Прехвърляне",
    "3208155808": "Прехвърлете машинно четимо копие на вашата лична информация на вас или на трета страна по ваш избор.",
    "1786796818": "Ограничаване",
    "3329634829": "Ограничете обработката на вашата лична информация.",
    "4202774977": "Обект",
    "3007158970": "Възразявате срещу това, че разчитаме на нашите законни интереси като основа за нашата обработка на вашата лична информация, която засяга правата ви.",
    "1273071008": "Искания за права за достъп до субекта на данни",
    "3594381346": "местоположение.",
    "21141582": "това",
    "3357523404": "Трансграничен трансфер на данни",
    "290966395": "Както е описано в нашия раздел „Бележка към клиенти извън Съединените щати“, моля, имайте предвид, че вашите лични данни ще бъдат прехвърлени, обработени и съхранявани в Съединените щати. Законите за защита на данните в САЩ може да са различни от тези във вашата страна на пребиваване. Вие се съгласявате с прехвърлянето на вашата информация, включително лична информация, към САЩ, както е посочено в тази Политика за поверителност, като посетите нашите сайтове или използвате нашата услуга.",
    "3178581111": "Използвайте за нови цели",
    "1088304322": "Можем да използваме вашата лична информация по причини, които не са описани в настоящата Политика за поверителност, когато ни е позволено от закона и когато причината е съвместима с целта, за която сме я събрали. Ако трябва да използваме вашата лична информация за несвързана цел, можем да ви уведомим и да обясним приложимото правно основание за това използване. Ако сме разчитали на вашето съгласие за конкретно използване на вашата лична информация, можем да поискаме вашето съгласие за всякакви несвързани цели и да ви позволим да прекратите използването на услугата по това време, ако възразите.",
    "2260079771": "Запазване на данни",
    "38428546": "Ние съхраняваме вашите лични данни сигурно през целия живот на вашия акаунт при нас. Ние ще съхраняваме вашите лични данни само толкова дълго, колкото е необходимо, за да изпълним целите, за които сме ги събрали, включително за целите на удовлетворяване на всякакви законови, счетоводни или отчетни задължения или за разрешаване на спорове. Критериите, които използваме за определяне на периодите на съхранение, включват приложимите договорни разпоредби, които са в сила, законови законови давностни срокове, приложими регулаторни изисквания и индустриални стандарти.",
    "384965568": "Въпреки че изискванията за запазване варират според юрисдикцията, информацията за нашите типични периоди на съхранение за различни аспекти на вашите лични данни е описана по-долу.",
    "2788836740": "Информацията за контакт за маркетингови цели се запазва непрекъснато, докато не се отпишете. След това ще добавим вашите данни към нашия списък за потискане за неопределено време. Информацията по имейл, събрана от Потребителите за достъпност, никога няма да бъде използвана за маркетингови цели.",
    "3520687192": "Записите на комуникациите с вас (напр. билети за поддръжка, отворени по имейл или Twitter) могат да се съхраняват за неопределено време.",
    "292211832": "Информацията, събрана чрез технически средства като бисквитки, броячи на уеб страници и други инструменти за анализ, се изхвърля при първа възможност, но може да се съхранява за ограничен период от до една година след изтичане на бисквитката, обикновено в неидентифицирана и обобщена форма освен ако не открием потенциална злоупотреба с нашата услуга, в който случай ще запазим тази информация, за да ни помогне да предотвратим бъдещи злоупотреби. Не можем да свържем тази анонимизирана и обобщена информация с вас, вашето домакинство, IP адрес или каквато и да е лична информация въз основа на съхранената информация.",
    "3192683783": "Промени в тази Политика за поверителност",
    "1702335960": "Всяка информация, която събираме, е предмет на Политиката за поверителност, която е в сила към момента на събиране на такава информация. Възможно е обаче от време на време да преразглеждаме Политиката за поверителност. Ако ревизията е съществена, както е определено единствено от нас, ние ще ви уведомим, например по имейл. Текущата версия винаги ще бъде публикувана на нашата страница с Политика за поверителност.",
    "3669258571": "Политика за бисквитки",
    "2905621957": "Последна актуализация: 18 юли 2020 г",
    "1173934218": "Разбираме, че вашата поверителност е важна за вас и се ангажираме да бъдем прозрачни относно технологиите, които използваме. Тази политика предоставя подробна информация за това как и кога използваме бисквитки на нашите сайтове и услуги.",
    "2694150481": "Използваме ли бисквитки?",
    "457627611": "да. Ние и нашите доставчици на анализи или услуги, маркетингови партньори и филиали може да използваме бисквитки, уеб маяци или пиксели и други технологии, за да гарантираме, че всеки, който използва Сайтовете, има възможно най-доброто изживяване. Моля, вижте раздела „Аналитични и проследяващи технологии на трети страни“ в нашата Политика за поверителност за повече подробности.",
    "501102544": ": вярваме, че hCaptcha анти-бот услугата (т.е. Услугата, вградена от уебсайтове, игри или мобилни приложения) включва само така наречените „бисквитки, освободени от съгласие“ в съответствие с разпоредбите на GDPR. Примери за такива освободени бисквитки включват:",
    "461631543": "Бележка към GDPR",
    "2150907653": "* Технически бисквитки, строго необходими за предоставянето на услугата. Те включват бисквитки за предпочитания, бисквитки за сесия, бисквитки за балансиране на натоварването и др.",
    "1012122721": "* Статистически бисквитки, управлявани директно от нас (т.е. бисквитки на първа страна, а не на трети страни), при които данните не се използват за профилиране.",
    "3255230599": "Какво е бисквитка?",
    "2954157511": "Защо използваме бисквитки?",
    "1539071196": "Обикновено използваме бисквитки за следните цели:",
    "3545935449": "За разпознаване на нови или минали потребители.",
    "32739972": "За да съхранявате информацията за вашата сесия за влизане, ако сте регистрирани в нашите сайтове.",
    "4209078147": "За да подобрим нашия сайт и да разберем по-добре вашите посещения на нашите платформи и Сайта.",
    "1077448694": "Да се интегрира с уебсайтове на социални медии на трети страни.",
    "1709478090": "За да ви обслужваме с реклама, базирана на интереси или насочена.",
    "3256020881": "За да наблюдавате вашето поведение и дейности при сърфиране с течение на времето в множество уебсайтове или други платформи.",
    "1092241113": "За да разберем по-добре интересите на нашите клиенти и интегратори.",
    "1434289796": "Някои бисквитки са необходими за определени видове използване на сайтовете и без такива бисквитки не бихме могли да предоставим много услуги, които са ви необходими, за да използвате правилно сайтовете. Тези бисквитки, например, ни позволяват да управляваме нашите сайтове, така че да имате достъп до тях, както сте поискали, и ни позволяват да разпознаем, че сте създали акаунт и сте влезли в този акаунт за достъп до съдържанието на сайта. Те също така включват бисквитки, които ни позволяват да запомним предишните ви действия в рамките на същата сесия на сърфиране и да защитим нашите сайтове.",
    "1533171442": "Ние също така използваме функционални бисквитки и бисквитки от трети страни за анализ и маркетингови цели. Функционалните бисквитки позволяват на определени части от сайтовете да работят правилно и вашите потребителски предпочитания да останат известни. Бисквитките за анализ, наред с други неща, събират информация за това как Клиентите, Интеграторите и Крайните потребители използват нашите сайтове, съдържанието и продуктите, които потребителите преглеждат най-често, и ефективността на рекламата на трети страни. Рекламните бисквитки помагат за показването на реклами на подходяща аудитория и показването на нашите реклами в горната част на резултатите от търсенето. Бисквитките са или „сесийни“ бисквитки, които се изтриват, когато прекратите сесията на браузъра си, или „постоянни“, които остават до тяхното изтриване от вас (обсъдено по-долу) или от страната, която е обслужила бисквитката. Пълните подробности за всички бисквитки, използвани в сайтовете, са достъпни в нашата таблица за разкриване на бисквитки по-долу.",
    "322830977": "Как да деактивирате бисквитките.",
    "262509504": "Можем да свържем информацията, събрана от бисквитките, с друга информация, която събираме от вас в съответствие с тази Политика за поверителност и да използваме комбинираната информация, както е посочено тук. По същия начин третите страни, които обслужват бисквитки на нашите сайтове, могат да свържат вашето име или имейл адрес с друга информация, която събират, която може да включва минали покупки, направени офлайн или онлайн, или информация за вашата онлайн употреба.",
    "2935155034": "Ако се намирате в Европейското икономическо пространство, имате определени права, които са описани по-горе в заглавието „Известие до субектите на данни в ЕС“, включително правото да проверявате и коригирате или изтривате данните, които имаме за вас.",
    "1873812847": "Разкриване на бисквитки",
    "3319083717": "име:",
    "3183855267": "1. hmt_id",
    "907324388": "Функция",
    "2896187462": "1. Използва се за строго необходима анонимна статистика, свързана с услугите, и за други технически цели, като подпомагане на поддръжката за достъпност.",
    "987267027": "Купон",
    "3453526675": "1. 1-ва страна",
    "1952810469": "Тип",
    "1795436560": "1. Сесия",
    "102695075": "Продължителност",
    "3356329025": "1. 30 дни",
    "3744153629": "имена:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "сесия,",
    "3186435874": "сесиен идентификатор",
    "1241291641": "Вижте повече подробности.",
    "1834801943": "2. 1-ва страна",
    "2114694926": "2. Сесия",
    "938404336": "2. Варира; до 30 дни.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 1-ва страна",
    "1483015662": "3. Сесия",
    "3458934553": "3. Варира; до 30 дни.",
    "134571844": "Impressum (известие за сайта)",
    "110836420": "Последна актуализация: 23 декември 2020 г",
    "2901894297": "hCaptcha е услуга на Intuition Machines, Inc. (\"IMI\"), американска корпорация в Делауеър (#6393793).",
    "2928362319": "Запитвания по пощата могат да се изпращат до: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Регулаторен орган: Федерална комисия по комуникациите на САЩ, 45 L Street NE, Вашингтон, окръг Колумбия 20554 САЩ.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Няма гаранции по отношение на съдържанието",
    "707541553": "Цялата информация, съдържаща се на нашите интернет страници, е потвърдена от IMI или трета страна. Въпреки това, нито IMI, нито трети страни могат да бъдат държани отговорни за това, че информацията е актуална, точна или пълна. Това важи и за други уебсайтове, до които може да се стигне чрез хипервръзки на нашите страници. IMI не поема отговорност за съдържанието на тези външни уебсайтове.",
    "2650241052": "Без съвет",
    "204716894": "Съдържанието и дизайнът на нашите уеб страници са защитени от закона за авторското право. Дублирането на страниците и тяхното съдържание по начин, който надхвърля разумната честна употреба, изисква предварително писмено съгласие от IMI, ако няма други законови разпоредби, посочени за дублиране на страницата.",
    "3182435854": "Авторско право",
    "3236873806": "IMI отговаря за този уебсайт.",
    "1338341134": "hCaptcha + пропуск за поверителност (бета)",
    "88879089": "Пропускът за поверителност е",
    "1898063898": "за запазване на поверителността на потребителите, която разработваме във връзка с",
    "1942186611": "и други.",
    "3673079511": "нововъзникващ стандарт",
    "2164933356": "Cloudflare",
    "3119589996": "Как работи: разширението на браузъра предоставя на потребителите възможността да създават и подписват криптографски слепи токени за уебсайтове, които поддържат протокола Privacy Pass. Разширението генерира пропуски, съдържащи криптографски заслепени токени, които са подписани от hCaptcha, когато предизвикателство е решено на който и да е сайт с помощта на услугата hCaptcha,",
    "1254771154": "предизвикателства, показани в други поддържащи Privacy Pass услуги, които също вграждат hCaptcha, напр. Cloudflare.",
    "996362763": "Тези токени се отстраняват и се съхраняват от разширението за бъдеща употреба. Когато потребителят посети сайт, използващ hCaptcha и трябва да премине предизвикателството (независимо дали е невидим или чрез бутона „Аз съм човек“), те се осребряват автоматично. Процедурата за заслепяване означава, че подписаните и изкупените токени са криптографски невръзки от гледна точка на hCaptcha и по този начин поверителността на потребителите се запазва.",
    "2943346052": "Тъй като процесът на стандартизация на IETF продължава, очакваме големите браузъри да приемат някаква форма на Privacy Pass. Това в крайна сметка ще направи разширението ненужно. За момента обаче, моля, следвайте инструкциите по-долу.",
    "2326660907": "с изключение",
    "741483946": "* С други думи: можете да получите hCaptcha Privacy Pass токени на hCaptcha.com и да ги използвате на други сайтове директно с помощта на hCaptcha.com. Не можете да получите или осребрите токени hCaptcha Privacy Pass, за да заобиколите услугата hCaptcha, използвана от Cloudflare, тъй като Cloudflare издава и осребрява собствените си токени Privacy Pass.",
    "1362015807": "Приготвяме се да започнем",
    "1358325821": "Първо инсталирайте разширението за",
    "310885519": "или",
    "4091044469": ". Уверете се, че сте активирали разширението в режим инкогнито. След това посетете всеки уебсайт, използвайки hCaptcha, и решете капча. От версия 2.0.3 можете да осребрите тези токени на уебсайтове, използвайки hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "След като сте инсталирали разширението, щракнете тук (или на всеки уебсайт, използващ hCaptcha), за да спечелите пропуски:",
    "166277959": "Моля, обърнете внимание: тази функция в момента е в бета версия и може да не работи за всички уебсайтове и потребители през цялото време. В случай, че не е активиран или не работи за конкретен потребител, поведението просто ще се върне към стандартното hCaptcha изживяване без загуба на функционалност.",
    "3031357206": "До вашата URL лента ще се появи нова икона. Сега посетете уебсайт, използвайки hCaptcha. Ще изглежда така:",
    "1066753052": "което означава, че портфейлът е празен и сте на сайт, който включва hCaptcha предизвикателство. След като завършите предизвикателството, ще спечелите токени, които могат да бъдат осребрени на всеки друг уебсайт с hCaptcha.",
    "651123197": "Брой на текущата сума в портфейла ви ще се покаже на иконата след завършване на предизвикателството.",
    "554844646": "Можете да потвърдите, че разширението работи, като видите брояча да намалява с 1 всеки път, когато щракнете",
    "4087729475": "предизвикателството след първоначалното ви решение.",
    "647630208": "И това е! Вашето онлайн сърфиране вече е по-частно.",
    "3272552822": "Разработчици и криптографи:",
    "4059570880": "Ако искате да проследите усилията по стандартизация, усилията са в ход в момента",
    "1904390996": "за стандартизиране на",
    "252720667": "в основата на криптографската сигурност на Privacy Pass. Самият протокол преминава през",
    "3972554015": "процес също. И разширението на браузъра, разбира се",
    "3723626769": "за вашия принос и преглед.",
    "3882147547": "Забравени псевдослучайни функции",
    "565624910": "чернова",
    "3421090159": "отворен код",
    "3098677775": "В: Моят IP адрес и история на сърфиране напълно ли са частни от hCaptcha, когато използвам Privacy Pass?",
    "4019638786": "О: Потребителите на Privacy Pass на hCaptcha никога няма да изложат своя IP на hCaptcha, освен ако портфейлът с маркери на браузъра им не е празен или сайтът не го изпрати. hCaptcha няма начин да свърже потребителя с изкупуването на токена и никога не взаимодейства директно с потребителя по време на обратното изкупуване, освен ако портфейлът му за токени не е празен.",
    "3887113660": "Въпрос: Как Privacy Pass влияе върху приходите от hCaptcha?",
    "1116455671": "О: Ще спечелите награда за първоначалното решение, ако потребителят го завърши на вашия сайт. Изкупуванията следват същия модел на отговор, както ако потребителят е преминал автоматично на вашия сайт поради високото доверие на клиента: не се получава печалба и повикването на siteverify от вашия сървър получава „кредит: False“ в резултатите от преминаването.",
    "779817954": "В: Ако имам пропуски за Privacy Pass, издадени от друг доставчик, мога ли да ги осребря на hCaptcha?",
    "3014149332": "О: Не, пропуските не са оперативно съвместими: те трябва да бъдат издадени и осребрени от един и същи орган, в този случай hCaptcha. Имайте предвид, че ако имате пропуски както от Cloudflare, така и от hCaptcha във вашето разширение, наличният номер ще се промени на правилната сума в зависимост от изискването на страницата, която посещавате. С други думи, ако имате 100 Cloudflare пропуска в портфейла си и 10 hCaptcha пропуска, трябва да видите 10 на иконата за разширение на страници с вграден hCaptcha.",
    "3679148535": "Въпрос: По какви други приложения на Privacy Pass работите?",
    "1606783855": "О: Ние сме много заинтересовани от Privacy Pass за случая на използване на Accessibility („a11y“). Популярните преди това опции като аудио captchas дискриминират много потребители на a11y. Вярваме, че комбинирането на настоящия ни подход a11y с издаването на Privacy Pass ще позволи на потребителите на a11y да сърфират безопасно, защитени със знанието, че техният трафик е по-личен, като същевременно ограничава злоупотребата от оператори на ботове, която неизбежно възниква, когато са налични опции a11y.",
    "2359150347": "В: Поддържат ли други онлайн услуги за сигурност Privacy Pass?",
    "2082237880": "О: hCaptcha е първата по рода си услуга, която поддържа Privacy Pass и в момента е единствената, която го прави. Въпреки това, ние очакваме други услуги да разпознаят предимствата на увеличаването на поверителността на потребителите онлайн и очакваме, че в бъдеще повече ще предприемат внедряване, тъй като стандартите на IETF, които помагаме да разработим, бъдат официално приети.",
    "2109792055": "Ръководство за потребителя: Отстраняване на грешки при издаване и валидиране на пропуск за поверителност",
    "3588620914": "Privacy Pass е ново изобретение по стандартите на мрежата и е възможно други приложения и разширения на браузъра, които не го знаят, да пречат на неговата функционалност.",
    "4039193170": "Ако имате проблеми с получаването или осребряването на токени:",
    "2378786360": "1. Опитайте някой от другите поддържани браузъри: ако сте в Chrome, опитайте да използвате Firefox, без да импортирате настройките си от Chrome, и инсталирайте приставката там. Ако това работи, може да имате проблем с конфигурацията на браузъра.",
    "394235836": "3. Ако нито едно от горните предложения не работи, изпратете ни имейл за поддръжка и ние ще се радваме да ви помогнем да разберем какво се случва.",
    "3470857731": "Анализ на това колко добре reCAPTCHA открива ботове.",
    "3240786848": "Последна актуализация: 18 февруари 2021 г",
    "2547140673": "Повече от десетилетие услугата reCAPTCHA на Google предлага на собствениците на уебсайтове търговия: позволете на Google да проследява вашите потребители и да им задава въпроси, а в замяна те обещават да спрат ботове и спам.",
    "2133754014": "Повече от 4,5 милиона уебсайта използват reCAPTCHA [",
    "3152512587": "и системата събира стотици милиони ежедневни решения. [",
    "2296918009": "Това се равнява на повече от 100 човеко-години труд всеки ден.",
    "3900538778": "Маркираните данни са горивото, което захранва машинното обучение. Отговорите на reCAPTCHA се използват за подобряване на услугите на Google ML/AI от 2009 г. Много хора, които използват reCAPTCHA, не осъзнават, че техният труд се използва.",
    "1160252730": "Google вече начислява високи цени за reCAPTCHA Enterprise, което кара много компании да преоценят тази сделка.",
    "1131196501": "Големи компании като",
    "204889717": "са преминали към hCaptcha",
    "639413188": "в отговор.",
    "3280658086": "корпоративни решения",
    "3842815245": "Това честна търговия ли е?",
    "714342693": "Екипът на hCaptcha събира данни за цените от услугите за разбиване на captcha в „тъмната мрежа“ от 2016 г. Забелязахме интересна тенденция:",
    "468929661": "Средната цена за нарушаване на reCAPTCHA е невероятно ниска (по-малко от $1 на 1000 решавания) и не се е увеличила съществено от началото на нашето наблюдение през 2016 г. Това се отнася както за reCAPTCHA v2, така и за v3. [",
    "2862164005": "Данните за цените ни позволяват да поставим точна стойност в долари на сигурността, предлагана от reCAPTCHA: $0,001 или по-малко на отговор.",
    "102498091": "Google таксува $1 на 1000 заявки за reCAPTCHA Enterprise, което означава, че сега таксуват повече на заявка, отколкото струва да нарушат сигурността на тяхната услуга. Това изглежда като лоша сделка.",
    "130239139": "Каква е стойността на 100+ човеко-години труд, събирани от Google ежедневно?",
    "1421074182": "Значително по-висока.",
    "1953519598": "Цената за етикетиране на едно изображение варира от $0,03 до $1,00 или повече. По всяка консервативна оценка Google е извлече милиарди долари безплатен труд до момента. [",
    "3025548709": "Има ли алтернатива на тази несправедлива сделка?",
    "263761351": "hCaptcha е първата надеждна алтернатива, която сега се използва от стотици милиони хора всеки месец.",
    "2743692546": "Докато потребителите доказват своята човечност чрез hCaptcha, техният труд влиза в анонимен отворен пазар за наддаване.",
    "1982750088": "Компаниите по целия свят наддават за този труд, за да изпълняват прости задачи, които са лесни за хората, но трудни за машините. Потребителите поддържат сайта, който посещават, и изпитват по-малко уеб спам поради по-високо ниво на сигурност.",
    "1108398506": "клиентите получават пълен контрол върху опита и се възползват от опита, който hCaptcha придоби, управлявайки най-големия независим доставчик на предизвикателства в интернет. Те също така получават по-добра сделка от reCAPTCHA Enterprise: до 50-80% по-добри цени, в зависимост от обема.",
    "3012870872": "Уебсайтовете и приложенията, използващи безплатната версия (hCaptcha Publisher), печелят приходи от тази работа, вместо да ги даряват на Google.",
    "2271512952": "Потребителите поддържат сайта, който посещават, и изпитват по-малко спам в мрежата.",
    "278010425": "Широкото и често променящо се разнообразие от задачи на hCaptcha също е по-трудно за автоматизиране. Единният интерфейс на reCAPTCHA не се е променял от много години и има малък набор от рядко променящи се въпроси. Това е един от начините, по които hCaptcha осигурява по-стабилна защита срещу ботове от reCAPTCHA.",
    "984849234": "hCaptcha използва разширено машинно обучение, за да предостави това, което reCAPTCHA само обещава, като същевременно споделя уловената стойност с уебсайтовете, които го използват.",
    "4063769686": "Потребителите поддържат сайта, който посещават, и изпитват по-малко спам в мрежата. Това изглежда като по-справедлива сделка.",
    "685916926": "Защо reCAPTCHA не се подобри с времето?",
    "3992401943": "Има революция в дълбокото обучение от 2012 г. Нормата на индустрията за точност на задачите се подобри радикално през последното десетилетие, главно поради дълбоките конволюционни мрежи. Други услуги, задвижвани от ML, предлагани от Google, следват тази крива.",
    "615031303": "(Вижте бележките под линия",
    "2125514305": "ML се подобри, но трудността при заобикалянето на reCAPTCHA не се е променила съществено през това време.",
    "1406188018": "6 и 7",
    "2689973938": "Подобряването на reCAPTCHA създава вътрешен конфликт за Google като доставчик на реклами.",
    "464238793": "Ако самият Google определи, че потребител, който вижда реклама или кликва върху връзка, всъщност е бот, той не може да таксува реклами, показани на този потребител. Този конфликт на интереси силно ограничи обхвата на анти-бот амбициите на Google.",
    "918924423": "Например, Google не е предложил очевидно ценни услуги като ретроактивно откриване на ботове. Много по-надеждно е да декларирате потребителския трафик генериран от бот след анализиране на няколко дни на данни.",
    "661412233": "Знаенето след captcha, че някои потребители са били ботове, също е ценно. Позволява на собствениците на уебсайтове да изчистят старите спам публикации и да изтрият „спящи акаунти“, регистрирани във форуми за спам в бъдеще, да намалят измамите и др.",
    "3600797185": "Предлагането на идентификация на ботове със задна дата би отворило Google пред трудни въпроси за това как да възстанови средства със задна дата на рекламодателите, които са похарчили пари за този измамнически трафик.",
    "2076932190": "По този начин продуктът reCAPTCHA е в застой от десетилетие.",
    "3856912381": "Потребителите пострадаха и ненужният уеб спам сега се разпространява. Но има алтернатива.",
    "1035621426": "Всеки бот, идентифициран от reCAPTCHA, директно намалява приходите от реклами на Google.",
    "3668115514": "Как се различава hCaptcha?",
    "2413742287": "Стимулът на hCaptcha е да увеличи максимално точността, а не приходите от реклами: отговорите на ботове са безполезни за нашите клиенти, които се нуждаят от данни за обучение на хора.",
    "1373262754": "Познаването кой е дадено лице има минимална стойност за hCaptcha. Интересува ни само дали са хора или злонамерен актьор.",
    "600646860": "Вместо да предлага услуга със съмнителна стойност, докато извлича труд с реална стойност, hCaptcha осигурява както компенсация, така и силна защита срещу ботове.",
    "1836191653": "Вместо да предлага лесно победена услуга на безплатни потребители, като същевременно таксува милиони долари за корпоративна версия, която не е много по-добра, hCaptcha осигурява отлична защита от ботове и на двамата, като същевременно предлага на корпоративните потребители допълнителни функции и персонализиране, заедно със силни SLA и бърза поддръжка.",
    "990215503": "hCaptcha е единствената голяма услуга за captcha, която не е собственост на рекламна мрежа.",
    "971933157": "hCaptcha се грижи за поверителността, прозрачността и справедливостта.",
    "178839499": "hCaptcha споделя стойността на свършената работа, докато потребителите доказват своята човечност.",
    "1237076138": "hCaptcha предлага справедлива сделка както за безплатни (hCaptcha Publisher), така и за корпоративни (hCaptcha Enterprise) клиенти.",
    "614310292": "Кой създаде hCaptcha?",
    "4188814619": "hCaptcha е услуга на Intuition Machines (",
    "3265328927": "), компания за машинно обучение, която предлага продукти и услуги за компании, внедряващи машинно обучение в мащаб.",
    "2740033957": "Екипът за IM е съставен от учени и инженери от Apple, Amazon и други лидери в машинното обучение, разпределените системи и сигурността.",
    "1579715421": "Учените от IM редовно публикуват на водещи конференции като ICML, ICLR, ECCV и NeurIPS, а компанията публикува публично най-съвременни резултати в дисциплини ML като дълбоко хеширане [",
    "4015238193": "и OCR [",
    "279580593": "imachines.com",
    "279918384": "Как Google използва безплатния ви труд?",
    "2385522384": "Вероятно виждате кадри от видео от камери на самоуправляващите се автомобили Waymo на Google и помагате за подобряване на тяхното разпознаване на обекти.",
    "1517627947": "Вероятно виждате снимки на сгради или улични знаци от колите на Google Streetview и помагате за етикетирането на местоположения за техните продукти на Карти и Земя.",
    "3225936061": "Вероятно виждате снимки на текст, взет от страници с книги в услугата Книги на Google, и помагате за подобряване на техния софтуер за OCR (разпознаване на текст).",
    "129661785": "Някога помолени ли сте да \"щракнете върху колата/пешеходната пътека/стоп светофара?\"",
    "936667684": "Някога искали ли сте да \"напишете табелата на сградата/улицата?\"",
    "3773515538": "Някога искали ли сте да \"напишете двете думи?\"",
    "1778058441": "Какви видове работни места се изпълняват на hCaptcha?",
    "366088791": "hCaptcha поддържа голямо разнообразие от задачи.",
    "3114147525": "Клиентите на hCaptcha използват услугата за задачи, включително разпознаване на обекти, откриване на атрибути (събиране на етикети за идентифициране на видове дрехи), класиране по уместност (избиране на най-подходящия продукт от няколко опции в сравнение с основен продукт), ограничаващи полета (намиране на области от интерес на изображение), „Human OCR“ (идентифициране на текста в изображение) и много други видове задачи.",
    "3139609561": "По-долу са дадени два примера за типове задачи за класификация на изображения и откриване на атрибути. [",
    "2273532558": "Кои са плащащите клиенти на hCaptcha?",
    "4104221634": "Клиентите на hCaptcha обхващат различни индустрии, от технологични компании до тези, фокусирани върху модата, търговията на дребно и други области, където могат да създават стойност от прилагането на машинно обучение.",
    "1337725003": "hCaptcha се ангажира да демократизира достъпа до голям обем анотации в реално време, позволявайки на големи и малки компании да подобрят качеството на своите продукти и услуги, като прилагат машинно обучение към своя бизнес.",
    "4086379603": "Въпроси?",
    "1243684308": "Ние приемаме вашите отзиви сериозно и искаме да гарантираме, че всеки има по-приятно изживяване онлайн, с по-малко ботове и по-малко спам. Свържете се с нас:",
    "2645321220": "И ако смятате, че цената на reCAPTCHA е твърде висока, попитайте ни за hCaptcha Enterprise. В момента се използват от някои от най-големите издатели, компании за финансови услуги и компании за уеб инфраструктура в света, те са не само надеждна алтернатива на reCAPTCHA: ние вярваме, че предлагат най-добрата защита от ботове, налична в момента.",
    "1229233916": "Бележки под линия",
    "1115642494": "1. Източник: BuiltWith.com reCAPTCHA сайтове. Изтеглено на 9 юли 2019 г.",
    "448807334": "(„Стотици милиони CAPTCHA се решават от хората всеки ден.“) Извлечено на 8 юли 2019 г.",
    "2397590157": "3. Консервативна оценка: 200 милиона решавания * 30 секунди на решение в години = 190,3 човеко-години/ден.",
    "3236311792": "4. hCaptcha вътрешен анализ. Данните са събрани до 30 юни 2019 г. Подробности са налични при поискване.",
    "1752259468": "5. Консервативна оценка: $0,01 цена на една анотация * средно 200 млн. анотации на ден (долна граница) * 365 дни в годината * 10 години от придобиването от 2009 г. = 7,3 милиарда долара стойност на долната граница.",
    "3268946369": "6. Кредит: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Източник: Мери Мийкър, KP Internet Trends 2017",
    "2666258754": "СЕМАНТИЧНА ЙЕРАРХИЯ БАЗАНИ РЕЛационни ВГРАЖДАНИЯ ЗА СЛАБО НАДЗИРАНО ДЪЛБОКО ХЕШИРАНЕ, Хейки Арпонен, Том Е Бишоп. ICML 2019, LLD Workshop.",
    "2544169219": "Последни най-съвременни резултати: ICML LLD, май 2019 г.",
    "1973347745": "10. Примерни изображения без роялти. Източник: Petapixel.",
    "1493115924": "Бележки за търговска марка:",
    "4051104324": "\"Intuition Machines\" е регистрирана търговска марка на Intuition Machines, Inc.",
    "3983646521": "Всички имена на продукти, лога, марки, търговски марки и регистрирани търговски марки са собственост на съответните им собственици. Всички имена на компании, продукти и услуги, използвани в този уебсайт, са само за идентификация. Използването на тези имена, търговски марки и марки не означава одобрение. В този случай точно обратното.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM Scientists задават нов еталон за слабо контролирано разпознаване на текст (OCR) на CVPR 2020.",
    "1259002282": "Намерихте бъг? Ето как да го съобщите.",
    "3301728462": "Милиони хора използват hCaptcha всеки месец, в хиляди комбинации от браузъри, разширения, устройства, защитни стени и др.",
    "3878230879": "Нашата цел е да се уверим, че винаги работи за вас, така че ние много оценяваме вашите отчети!",
    "2465128185": "За да дадете бърза обратна връзка, просто кликнете върху бутона „Изпратете ни обратна връзка“.",
    "2921990472": "Ако виждате функционален проблем, моля, следвайте",
    "2870341481": "По-долу. Само за всички други браузъри",
    "1866590035": "инструкции за регистрационни файлове за отстраняване на грешки за Chrome",
    "444492541": "инструкции за регистрационни файлове за отстраняване на грешки за Firefox",
    "169267610": "пишете ни",
    "3100722753": "За потенциални проблеми със сигурността или поверителността вижте инструкциите по-долу.",
    "1906593952": "Предоставете обратна връзка за hCaptcha, който току-що видяхте",
    "3951254541": "Оценяваме вашия принос. Уведомете ни за всички проблеми и ние ще ги разрешим бързо.",
    "3324288040": "Изпратете ни обратна връзка",
    "2864016648": "Проблеми с поверителността",
    "304004915": "Не ни интересува кои са потребителите, а само колко е вероятно те да бъдат злонамерени или машини. Подкрепяме инициативи като",
    "1139493658": ", и работят усилено, за да балансират поверителността и сигурността.",
    "3083289844": "Ако сте открили проблем, който смятате, че може да засегне поверителността на потребителите, моля, изпратете ни имейл на адрес",
    "4264784515": "Бъгове в сигурността",
    "963238401": "Винаги сме заинтересовани да получаваме доклади за грешки в сигурността. електронна поща",
    "3926027556": "и ние ще се свържем с вас бързо.",
    "1589805435": "Ние също имаме a",
    "2560582224": "програма за бъгове",
    "103876916": "за отговарящи на условията отчети за сигурност на услугата hCaptcha и свързания изходен код.",
    "497117287": "Опции за достъпност",
    "3230004040": "Имате увредено зрение или по друг начин не можете да попълните hCaptchas?",
    "3480023141": "Научете повече за опциите за достъпност",
    "2052161540": "Заснемане на подробности за доклада за грешки: Chrome",
    "2281169898": "Изпращането на информация за отстраняване на грешки с вашия отчет ще ни направи много по-лесно да идентифицираме какво се случва. Ето инструкции стъпка по стъпка:",
    "1123365779": "Ако сте уеб разработчик или експертен потребител, обобщението е, че бихме искали да ни изпратите мрежов запис на HAR и регистрационни файлове на конзолата на браузъра.",
    "2015218686": "преди да преминете през тези стъпки. Ако това реши проблема ви, все пак ще сме благодарни да ни уведомите за версията на браузъра си, блокера на реклами или разширението на браузъра, както и URL адреса на уебсайта.",
    "3922723611": "Моля, опитайте да деактивирате всички разширения за блокиране на реклами или за защита на браузъра",
    "4036872105": "първо и след това опитайте отново",
    "993651083": "Стъпка 1: Отворете Инструменти за разработчици (Това започва да записва сесията.)",
    "4163469907": "Стъпка 2: Щракнете върху раздела Мрежа в Инструменти за разработчици. Поставете отметка в квадратчето „Запазване на дневника“ в горната част.",
    "4243348003": "Стъпка 3: Посетете",
    "641342999": ", или уебсайта, на който имате проблем (Забележка за поверителност: само ако нямате нищо против да споделите какво представлява) ... и след това щракнете върху бутона „Аз съм човек“ и се опитайте да разрешите.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Стъпка 4: Щракнете върху \"Експортиране на HAR\" (малката стрелка надолу), след като се опитате да решите, което запазва мрежовия дневник. Изпратете ни този файл.",
    "1503240421": "Стъпка 5: Щракнете върху раздела Конзола и щракнете с десния бутон и след това върху „Запазване като ..“, за да запазите дневника на конзолата. Изпратете ни и това.",
    "2863840904": "Стъпка 6: Последна стъпка, изпратете ни имейл на тези HAR и конзолни регистрационни файлове и опишете проблема",
    "4051785543": "Използвайте:",
    "3623028666": "(моля използвайте услуга като",
    "551761392": "и изпращане на връзки) и по избор екранна снимка, ако подозирате, че нещо не се показва правилно. Моля, изпратете и IP адреса, който използвате. Можете да го получите от",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Благодарим ви, че отделихте време, за да ни помогнете да получим тази информация!",
    "3680327841": "Ние се ангажираме да направим hCaptcha да работи добре за всички",
    "1059502393": "Заснемане на подробности за доклада за грешки: Firefox",
    "1112074001": "Стъпка 2: Щракнете върху раздела Мрежа в Инструменти за разработчици. Поставете отметка в квадратчето „Постоянни регистрационни файлове“ в горната част.",
    "1797298240": "Стъпка 4: Щракнете върху \"HAR\", след като се опитате да решите, и изберете \"Save All as HAR\", за да запазите мрежовия дневник. Изпратете ни този файл.",
    "3671246379": "Стъпка 5: Щракнете върху раздела Конзола и щракнете с десния бутон, след това върху „Избор на всички“ и го запазете в текстов файл, за да запазите дневника на конзолата. Изпратете ни и това.",
    "3816867833": "Обратна връзка",
    "788770967": "Съжалявам да го чуя! Може да искате да използвате нашата опция за достъпност:",
    "1333016413": "Това ви позволява да избягвате бъдещи въпроси, като се регистрирате и зададете бисквитка.",
    "2333410049": "Моля, опитайте също да изключите своя рекламен блокер.",
    "1345083090": "Подаване на сигнал за проблем с функционалността?",
    "2184564739": "Виж",
    "604751186": "Други въпроси? електронна поща",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "как да докладвате за проблеми с подробни регистрационни файлове",
    "1050501253": "Твърде трудно",
    "3264813246": "Неподходящо",
    "3526939538": "Софтуерна грешка",
    "126134492": "Друго",
    "3511610999": "Нека се уверим, че сте стигнали до правилното място.",
    "3906886217": "За фирми или уебсайтове",
    "1621597093": "Решения за корпоративна сигурност (платени)",
    "3176531704": "Анотация на данните",
    "1834239172": "Купете услуги за анотация hCaptcha",
    "1457707016": "За физически лица",
    "770264626": "Добавете hCaptcha към вашата услуга (безплатно)",
    "881015166": "Добавете hCaptcha за издатели към моя уебсайт или приложение",
    "47536007": "Научете повече за hCaptcha",
    "2012837493": "Резултати от търсенето",
    "4034694801": "Няма съвпадащи резултати.",
    "3621411541": "Научете за опциите за достъпност за hCaptcha",
    "3401005681": "Печеля пари",
    "3933993151": "Работете като индивидуален етикет за данни",
    "563059212": "Списък на подпроцесорите",
    "3501923981": "Последна актуализация: 1 януари 2020 г.",
    "3548097301": "В сила: 1 януари 2020 г.",
    "3991444169": "Тази страница изброява текущите подпроцесори за услугата hCaptcha Enterprise.",
    "835396984": "Активен в момента",
    "424089481": "Amazon Web Services, Inc. (Global). Предоставени услуги: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Глобално). Предоставени услуги: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Глобално). Предоставени услуги: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Предоставени услуги: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Забележка: не важи за всички клиенти. Например, IP Blinding или други клиенти с разширени опции за поверителност или сигурност (напр. клиенти на Secure Virtual Tenancy) са напълно изключени от всякакви потенциални „PII“, влизащи някога в телеметрични системи, дори и IP адрес. Моля, свържете се с представителя на вашия акаунт за повече информация, ако е необходимо.",
    "700843971": "Hound Technology, Inc. (Global). Предоставени услуги: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Глобално). Предоставени услуги: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Глобално). Предоставени услуги: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Предоставени услуги: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Инфраструктура",
    "370366524": "Ефемерна телеметрия на услугата",
    "121192737": "Предстоящи допълнения",
    "2420789666": "Fastly, Inc. Предоставени услуги: Бързо CDN и периферни изчисления.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "В сила: 1 септември 2021 г. Добавяне на инфраструктура",
    "1487796027": "За фирми",
    "3943417791": "Получете поддръжка за hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (безплатно)",
    "3397976149": "Получете поддръжка за hCaptcha Publisher",
    "833750823": "Имате затруднения с предизвикателство?",
    "2024737147": "Искате ли да съобщите за грешка?",
    "1978884623": "Научете повече за съобщаването на проблеми със софтуера",
    "4188664955": "Основни условия за ползване",
    "2621989404": "Последна актуализация: 24 септември 2021 г. Моля, имайте предвид, че нашите условия на английски език са валидни.",
    "2404545611": "Добре дошли в hCaptcha! Благодарим ви, че сте част от нашата общност. Всички потребители на „Услугите“ (дефинирани по-долу) трябва да се съгласят със следните условия („Условия за ползване“). Съгласно настоящите Условия за ползване, „IMI“, „ние“ и „нас“ се отнася до Intuition Machines, Inc. и нейните дъщерни дружества, филиали, служители, агенти, служители, представители и агенти, а нашият „уебсайт“ включва всеки уебсайт под нашия контрол, включително www.hcaptcha.com и www.imachines.com.",
    "2348450790": "Моля, прочетете тези Условия за ползване. Те включват, наред с други разпоредби, отказ от гаранции, ограничения на отговорността и обвързващ арбитраж. Моля, имайте предвид, че тези Общи условия може да са се променили след последното ви посещение на нашия уебсайт. Можем да преразглеждаме и актуализираме настоящите Общи условия от време на време по наше усмотрение. В случай на съществена промяна, ние ще ви уведомим, като публикуваме актуализираните Общи условия на тази страница, след което трябва положително да приемете актуализираните Условия за ползване, за да продължите да използвате или да осъществявате достъп до Сайта или Услугата.",
    "1933936765": "Споразумение за обработка на данни (Последна актуализация: 23 септември 2021 г.)",
    "2959486280": "Ако не сте съгласни с настоящите Общи условия, нямате право да използвате или да осъществявате достъп до Сайта или Услугата.",
    "3200859925": "1. Цел",
    "1807143500": "Услугите включват онлайн услуга за сигурност (\"hCaptcha Service\") и платформа (\"Intuition Machines Platform\"), на която дадено лице (\"Contributor\") може да избере да изпълнява задачи, които лице на трета страна или самата Intuition Machines (всеки „Искател“) публикува на нашия уебсайт или услугата hCaptcha, или директно на нашия уебсайт, или чрез достъп до платформата Intuition Machines и/или изпълнявайки задачи чрез или във връзка с субект и/или платформа или услуга на трета страна (всяка от „Интегратор“). Заявителите публикуват задачи и канят сътрудниците да ги изпълняват в замяна на награди, предоставени от IMI на интеграторите, или както е определено от заявителя, ако заявителят използва платформата Intuition Machines или услугата hCaptcha, за да обслужва задачи на собствените си крайни потребители. Ние таксуваме компании и физически лица (всеки „Клиент“) за използването на нашата платформа, така че те да могат да използват нашия софтуер, авторски задачи, да ни наемат за авторски задачи и/или да получат достъп до Сътрудниците. Ние също така таксуваме интеграторите за използването на нашата услуга hCaptcha, за да намалим измамите, злоупотребите и спама на техните уебсайтове, мобилни приложения и други онлайн имоти. Изложеното по-горе се нарича колективно „Услуги“.",
    "3212830633": "2. Допустимост",
    "2605814073": "Използвайки или регистрирайки се за нашите Услуги, вие се съгласявате: имате поне 18 години; имате право да сключите това споразумение от името на себе си или от лицето, което представлявате, и по всяко време ще спазвате настоящите Общи условия и всички политики и насоки на IMI, посочени тук; и няма да злоупотребявате с нашия уебсайт, да ни представяте погрешно вашата самоличност или да използвате изкуствен интелект, за да завършите която и да е част от която и да е задача в IMI, която изисква човешки интелект.",
    "2616040974": "3. Клиенти и заявители",
    "1544829730": "Ако сте Клиент или Заявител, вие се съгласявате, че допълнителните условия, приложени към това като Приложение за клиенти, ще се прилагат и ще бъдат включени чрез препратка в тези Условия за ползване. Ако не сте Клиент или Заявител, или престанете да бъдете Клиент или Заявител, тогава допълнителните условия в Приложението за клиенти няма да се прилагат, нито ще бъдат включени чрез препратка в тези Условия за ползване.",
    "3759360138": "4. Потребителско име и парола",
    "2236960358": "При регистрация ще бъдете помолени да разкриете определена лична информация за вас („Лична информация“), включително вашето име, имейл адрес и да създадете потребителско име и парола, като всички те ще бъдат предмет на нашата Политика за поверителност, достъпна на нашия уебсайт. Вие сами носите отговорност за наблюдението, осигуряването и поддържането на сигурността на вашия акаунт, пароли и всички ключове за удостоверяване, свързани с вашия акаунт, и вие носите отговорност за всяко използване или действие, предприето чрез използване на тази информация в Услугите.",
    "3047519814": "Вие се съгласявате, че няма да споделяте своя акаунт или парола с никого.",
    "1699668873": "Трябва незабавно да уведомите IMI, ако подозирате, че информацията за вашия акаунт е била открадната или използвана от някой друг, или друго нарушение на сигурността.",
    "3044038608": "Вие се съгласявате да ни предоставите вярна, точна и пълна информация, както е поискано в нашия процес на регистрация. Вие също така се съгласявате да актуализирате тази информация своевременно, ако е необходимо, за да я поддържате актуална и точна.",
    "4132302900": "5. Вашата поверителност, вашите данни и „Данни за всички“",
    "10724169": "Вие приемате нашата Политика за поверителност, която урежда какво ще правим с всяка лична информация, която ни предоставите.",
    "1669194950": "В допълнение към личната информация, може да се наложи да предоставите (или може да е необходимо да съберем) други данни, за да можем да предоставяме Услугите (наричани колективно „Данни на клиента“). Ние не носим отговорност за неизпълнение на Услугите, причинено от вашето забавяне или непредоставяне на Клиентски данни.",
    "1330274831": "С настоящото ни предоставяте световен, неизключителен, подлицензируем, прехвърляем, безвъзмезден, неотменим лиценз по време на срока на настоящото Споразумение за използване, възпроизвеждане, електронно разпространение и публично показване на каквито и да е Клиентски данни единствено за целите на предоставяне на Услугите . Вие заявявате и гарантирате, че притежавате достатъчно права, право на собственост и интерес върху и върху вашите данни, за да предоставите лиценза в този раздел.",
    "2230333214": "Ние обобщаваме Клиентски данни с други данни, така че резултатите да не могат да бъдат идентифицирани лично, а също така събираме технически регистрационни файлове с деидентифицирани данни и данни относно използването на Услугите („Обобщени/де-идентифицирани данни“). Независимо от каквото и да е противното тук, всички такива обобщени/де-идентифицирани данни могат да бъдат използвани от IMI за всякакви бизнес цели по време на или след срока на това Споразумение, включително без ограничение за разработване и подобряване на Услугите и за създаване и разпространение на отчети и други материали. Данните на клиента могат също да се съхраняват и да се показват в системата за ограничен период от време, който не надвишава 180 дни след приключване на заданието, например като данни за автоматично калибриране или валидиране за системите на Intuition Machines. За по-голяма яснота, този раздел 5 не ни дава правото да ви идентифицираме като източник на обобщени/де-идентифицирани данни без вашето предварително писмено разрешение.",
    "3881754581": ". Ако сте Клиент на нашите услуги за анотация и сте избрали опцията „Данни за всички“ като част от използването на Услугите, тогава вие предоставяте на IMI и всички потребители на Услугите в световен мащаб, неизключителен, подлицензируем, прехвърляем, безвъзмезден, неотменим лиценз за пълно използване на всички Клиентски данни, включително всички свързани права върху интелектуална собственост. Ако все пак изберете опцията „Данни за всички“, вие декларирате и гарантирате, че притежавате достатъчно права, право на собственост и интерес върху и върху вашите данни, за да предоставите лиценза в този раздел.",
    "3496767126": "За избягване на съмнение, следният параграф се прилага изключително за Клиенти, които използват нашите услуги за анотация, а не за използването на нашите Услуги като интегратор",
    "767207800": "Ако вашите данни съдържат потенциално изрично или обидно съдържание, ние изискваме от вас да ги маркирате като „ЕКСПЛИТЕТНО СЪДЪРЖАНИЕ“, за да послужат като справедливо предупреждение за всеки, който види вашите данни. Не можете без отделно писмено споразумение с IMI да включвате задачи, които нарушават нашите политики, включително, но не само, (а) задачи, които пряко или косвено популяризират друг уебсайт или услуга, (б) задачи, които нарушават условията на уебсайт на трета страна и условия, (в) задачи, изискващи от Сътрудниците да привличат трети страни, (г) задачи, които изискват от Сътрудниците да предприемат действия за манипулиране на поведението или резултатите на уебсайт, (д) задачи, които нарушават правата на интелектуална собственост на трети страни, и (е) задачи които изискват от сътрудниците да изтеглят софтуер или файлове.",
    "3370561195": "6. Приемливо поведение",
    "4205152730": "Насърчаваме ви да взаимодействате с други потребители навсякъде на нашия уебсайт, форум, съобщения, чат и други канали за социални медии, контролирани от IMI, но ако го направите, трябва да спазвате всички условия за обслужване и използване на нашия сайт и всички приложими закони .",
    "1394253934": "7. Злоупотреба, злоупотреба и невярно представяне",
    "1406393333": "Всякакъв достъп или използване на Услугите, различни от тези в съответствие с настоящите Общи условия и всякакви инструкции, които предоставяме, е строго забранено. По-специално, НЯМА:",
    "3409726716": "регистрирайте повече от един акаунт при нас без писмено разрешение;",
    "3119498672": "изпълнява всяка задача с помощта на интернет ботове, уеб роботи, ботове, скриптове или всяка друга форма на изкуствен интелект или по друг начин да се опитва да получи награди от IMI или който и да е заявител или интегратор, без да изпълнява задачи, както са описани;",
    "1188668818": "предоставяте всякаква фалшива информация, докато използвате този уебсайт (включително, без ограничение, да се представяте за друго лице или организация във вашия акаунт, или да заявявате невярно или по друг начин погрешно представяте себе си или вашата връзка с друго лице или организация във вашия акаунт;",
    "2804310964": "достъп или опит за достъп до нашия уебсайт чрез който и да е прокси уеб сървър или друго устройство, предназначено да скрие истинското ви местоположение или самоличност или по какъвто и да е начин, различен от предоставения интерфейс;",
    "1374227759": "да използвате уебсайта за всяка незаконна дейност или за каквато и да е цел, различна от целта, за която е предоставен;",
    "2103513933": "участват в дейност, която пречи или нарушава функционирането на сайта;",
    "137127070": "вмъкване, качване или прикачване на злонамерени или неизвестни външни връзки или файлове или качване на съдържание, което съдържа вирус, троянски кон, червей, бомба със закъснител или друг вреден компютърен код;",
    "1686655020": "Качете каквото и да е съдържание, предмет на авторско право, което не е ваше оригинално произведение, освен ако нямате разрешение от законния собственик да публикувате такова съдържание и да предоставите на IMI всички лицензирани права, предоставени тук;",
    "1406692811": "участвайте в спам или публикувайте всякакъв вид реклама, опитвайте се да получите препоръки, масова комуникация, предложения или искания за пари, искане за услуги, реклама, маркетинг, безсмислени съобщения, дублирани теми, незаконно съдържание, връзки към социални уебсайтове, имейл адреси или ID за незабавни съобщения, освен ако не се изисква от задачата;",
    "3893539589": "вмъкнете външни връзки, които предлагат стоки или услуги, освен ако не се изисква от задачата;",
    "3214322759": "в противен случай участват в злонамерена или измамна дейност.",
    "3733422465": "8. Проверка на вашата самоличност",
    "267645277": "IMI може да потвърди вашата самоличност. Това може да включва сравняване на вашата лична информация с бази данни на трети страни или официални правни документи. Вие ни упълномощавате да правим всякакви запитвания, необходими, за да потвърдим вашата самоличност, вашата собственост върху вашия имейл адрес и вашата собственост върху вашите финансови сметки. Вие се съгласявате да предоставите информация за вас, за да ни помогнете да потвърдим вашата самоличност.",
    "4169910317": "9. Спазване на закона",
    "519755936": "Само вие носите отговорност за спазването на федералните, щатските, провинциалните и местните закони във връзка с използването на Услугите от ваша страна. Вие се съгласявате да ни обезщетите и да ни държите безвредни за всякакви искове срещу нас, защото не сте спазили който и да е закон или сте нарушили права на трети страни, включително без ограничение договорни права, права на интелектуална собственост или поверителност.",
    "731546974": "10. Данъци за вносители или интегратори",
    "3128328457": "Ако сте сътрудник или интегратор, само вие носите отговорност за плащането на всички прогнозни или други федерални, щатски или местни данъци върху доходите, социално осигуряване, FICA и компенсации на работниците, дължими в резултат на използването на нашия уебсайт, както и подобни данъци или такси в юрисдикции извън САЩ. Вие се съгласявате да обезщетите и да ни държите безвредни за всякакви оценки срещу нас, защото не сте спазили нито едно данъчно законодателство.",
    "2931396764": "11. Нарушаване на настоящите Условия за ползване",
    "1240667045": "Можем да спрем, ограничим или анулираме достъпа ви до Услугите по всяко време поради каквато и да е причина, включително защото: (a) смятаме, че сте нарушили настоящите Общи условия (включително други свързани политики); (б) смятаме, че сте нарушили нашите права или правата на трета страна; (в) ние не сме в състояние да проверим или удостоверим информацията, която сте ни предоставили; или (г) смятаме, че вашите действия могат да създадат отговорности за вас, нас или трета страна. За да избегнем съмнения, ние си запазваме правото да предотвратим или спрем плащането към вас, ако разумно вярваме, че някое от горните се отнася за такова плащане.",
    "1601080128": "Ако спрем или прекратим вашия акаунт, вие вече няма да имате достъп до части от уебсайта, включително данни, съобщения, файлове и други материали, които съхранявате на сайта. НЕ можете да продължите да използвате нашия уебсайт под друго или ново име на акаунт. Нарушенията на настоящите Общи условия могат да бъдат преследвани в пълна степен на закона и могат да доведат до допълнителни наказания и санкции.",
    "1160707899": "12. Ролята и връзката на сътрудника с IMI и други заявители",
    "269838707": "Ако сте сътрудник, вие и само вие решавате кои и колко задачи да изпълните, кога и къде да ги завършите. Свободни сте да отделите толкова или малко време за изпълнение на задачи, колкото решите. В нито един момент не сте задължени да изпълните дадена задача.",
    "1087195513": "Ако сте Сътрудник, който осъществява достъп до Услугите и/или изпълнява задачи чрез или във връзка с интегратор от името на заявител, който не е IMI, тогава вие се съгласявате и потвърждавате, че Intuition Machines не носи отговорност и няма задължения към вас с уважение към всякакви награди или други компенсации за изпълнени задачи. Вие се съгласявате и потвърждавате, че всякакви награди или други компенсации за изпълнени задачи се определят единствено в съответствие с вашето споразумение с подателя на заявката и/или интегратора, според случая. Всички спорове относно такива награди или други компенсации (включително, без ограничение, неуспех за получаване на такива награди или друго обезщетение) са единствено между вас и заявителя и/или интегратора, според случая.",
    "952813944": "Нито използването от ваша страна на нашия уебсайт, нито нещо в това споразумение създава заетост, партньорство, съвместно предприятие, агентство, франчайз или търговски представител между вас и Intuition Machines. Ние не ви предоставяме никакво оборудване или инструменти за изпълнение на задача. Ние не ви предоставяме никакви обезщетения, компенсации на работниците или застрахователно покритие. Ние не носим отговорност за каквито и да било разходи, които правите при използването на нашия уебсайт. Ние няма да удържаме никаква сума от вашата награда за федерален или щатски данък върху доходите, социално осигуряване или друг данък. Вие сте свободни по всяко време да изпълнявате задачи за всяко лице или бизнес, включително всеки от нашите конкуренти. Вие нямате правомощия да сключвате какъвто и да е договор, писмен или устен, от името на Intuition Machines.",
    "3460432665": "Независимо от горното, ако сте данъкоплатец в САЩ, можем да поискаме от вас W-9, който да се актуализира ежегодно, и можем да ви забраним да изпълнявате задачи, докато не завършите или актуализирате W-9.",
    "458271951": "Ако сте Сътрудник, който осъществява достъп до Услугите и/или изпълнява задачи чрез или във връзка с Интегратор от името на Intuition Machines (действащ като заявител), Intuition Machines може да ви възнагради за приемливо изпълнение на определени задачи. В случай, че се установи, че сте участвали в измама, злоупотреба или нарушаване на настоящите Общи условия, всяка и всички награди за вас могат да бъдат задържани и/или възстановени от Intuition Machines.",
    "3056723024": "13. Неприемливо изпълнение на задачите",
    "3913203723": "Ако по някаква причина заявителят не приеме изпълнението на задача, която сте изпълнили, вие като сътрудник или интегратор няма да имате право на никаква награда за задачата. В случай, че наградите вече са ви разпределени за неприемливо изпълнена задача, можем да ги възстановим от вас.",
    "3666807632": "14. Квалификации и умения на сътрудниците",
    "1993899769": "15. Използване на информация от наша страна",
    "3027055607": "16. Интелектуална собственост и права на собственост",
    "3910971075": "IMI притежава всички права, включително права върху интелектуална собственост, върху изходния код, обектния код или основната структура, идеите или алгоритмите, API и всеки допълнителен софтуер, документация или данни, свързани с Услугите („Софтуер“). Вие няма да, пряко или косвено, чрез трета страна или по друг начин: (а) да проектирате обратно, декомпилирате, разглобявате или по друг начин да се опитвате да откриете Софтуера; (b) модифицира, превежда или създава производни произведения, базирани на който и да е Софтуер; (в) копиране, отдаване под наем, лизинг, разпространение, залог, прехвърляне или по друг начин прехвърляне или обременяване на права върху всеки Софтуер; (г) да използва софтуер за споделяне на време, за целите на сервизното бюро или по друг начин в полза на трета страна; или (д) премахване на всякакви бележки за собственост или етикети.",
    "3660891610": "Ако сте сътрудник, IMI, а не вие, има права на собственост върху всяка работа, която създавате като част от изпълнението на която и да е задача. С приемането на условията на това Споразумение вие се съгласявате (и правите по този начин) да прехвърлите притежанието, собствеността и собствеността (включително всички права на интелектуална собственост, съществуващи по целия свят) върху и върху вашата работа към нас. За да гарантираме, че можем да придобием, усъвършенстваме и използваме такива права, вие освен това се съгласявате да (i) подписвате всякакви документи, които да подпомогнат документирането, усъвършенстването и прилагането на нашите права; и (ii) осигурява разумен достъп до информация за записване, усъвършенстване, осигуряване, защита и прилагане на такива права на собственост във всички страни. Вашите задължения по този раздел ще продължат дори след като се откажете от или прекратите използването на Услугите. Вие ни назначавате като ваш пълномощник, който да изпълнява документи от ваше име за целите, посочени в този раздел.",
    "426125156": "17. Авторско право и премахване",
    "1408530660": "IMI зачита интелектуалната собственост на другите и си запазваме правото да премахваме от нашия сайт всеки материал, който смятаме, че може да наруши интелектуалните права на трета страна. Ако смятате, че вашата собствена работа е копирана по начин, който представлява нарушение на авторски права на този уебсайт, моля, свържете се с екипа за поддръжка на клиенти на Intuition Machines.",
    "2696932851": "18. Обезщетение",
    "3844300338": "Вие се съгласявате да ни обезщетите, защитите и да ни предпазите от всякакви искове, щети, задължения, разходи и разноски (включително разумни адвокатски хонорари и разходи), произтичащи от или свързани с изпълнението на задачи или използването от ваша страна на нашия уебсайт .",
    "2474091800": "19. Спорове с други потребители; Освободете",
    "3162107126": "IMI не е страна по никакъв спор между вас и всеки друг потребител на Услугите. Вие освобождавате IMI и нейните филиали от всякакви искове, искания и щети от всякакъв вид и естество, известни и неизвестни, заподозрени и неподозирани, разкрити и неразкрити, произтичащи от или свързани с всеки спор между вас и друг потребител.",
    "2271969747": "20. Поверителна информация, която получавате",
    "1042802841": "Поверителна информация е всяка информация, която е маркирана като поверителна или собствена, или която трябва разумно да се разбира от получаващата страна като поверителна или собствена. Това не включва информация, която (1) е публично достъпна, (2) вече се притежава, е разработена независимо от или вече е известна на получаващата страна, или (3) е разкрита по съдебен ред или според друго изискване от закон.",
    "1918025546": "Ако ви бъде предоставена поверителна информация от някой в Услугите, вие се съгласявате да защитавате поверителността на поверителната информация със същата степен на грижа, която използвате за защита на вашата собствена поверителна информация, но в никакъв случай с по-малко от дължимата грижа. Нямате право да разкривате или публикувате такава поверителна или собствена информация, освен ако може да е необходимо за изпълнение на задача. Цялата информация в рамките на задача на платформата Intuition Machines трябва да се счита за поверителна, дори ако информацията не е изрично определена като поверителна.",
    "2690395789": "Ако и когато вече не се нуждаете от поверителна информация, която сте получили, трябва незабавно да върнете или унищожите (както е поискано от този, който е разкрил информацията) всички копия на информацията, които съществуват в помещенията, системите или другото оборудване, което контролирате.",
    "2178073797": "Тъй като разкриването на поверителна информация може да причини непоправима вреда, разкриващата страна има право да търси обезщетение за разпореждане за всяко нарушение или заплаха от нарушаване на това условие.",
    "2185860003": "21. Модификации на уебсайтове",
    "2631249972": "Можем да подобрим или модифицираме нашия уебсайт, без да Ви уведомяваме.",
    "3764131594": "22. Уебсайтове на трети страни",
    "295955580": "Нашият уебсайт може да съдържа връзки към уебсайтове на трети страни. Ние не контролираме, не разследваме, не наблюдаваме и не проверяваме такива уебсайтове. Ние не носим отговорност и не одобряваме компютърните програми, съдържанието или мненията, съдържащи се в такива уебсайтове. Ако решите да напуснете нашия уебсайт и да получите достъп до уебсайт на трета страна, правите това на свой собствен риск.",
    "838225123": "23. Отказ от гаранция",
    "3897238493": "УСЛУГИТЕ СЕ ПРЕДОСТАВЯТ НА ОСНОВА „КАКТО СИ”. НИЕ НЕ ПРАВИМ ЗАЯВЛЕНИЯ ИЛИ ГАРАНЦИИ, ПОДРАЗНАЧАВАЩИ ИЛИ ИЗРИЧНИ, ПО ОТНОШЕНИЕ НА ДОСТЪПНОСТ, ПРИГОДНОСТ, ЗАКОННОСТЬ, НАЛИЧНОСТ ИЛИ ФУНКЦИОНАЛНОСТ НА УСЛУГИТЕ, КАТО И ДА СЕ СВЪРЗНА СОФТУЕРНИТЕ ИЛИ МАТЕРИАЛНИ ЕЛЕМЕНТИ, КЪМ МАТЕРИАЛИТЕ. ДО МАКСИМАЛНАТА СТЕПЕН, РАЗРЕШЕНА ОТ ЗАКОНА, IMI ОТКАЗВА ВСИЧКИ ИЗРИЧНИ ИЛИ ПОДРАЗБИРАЩИ УСЛОВИЯ, ЗАЯВЛЕНИЯ И ГАРАНЦИИ, ВКЛЮЧИТЕЛНО, НО НЕ ОГРАНИЧЕНО ДО, ГАРАНЦИИТЕ ЗА ТЪРГОВИЯ, ПРИГОДНОСТТА ЗА ИЗПЪЛНЕНИЕ НА ДЕЙНОСТТА. ВАШЕТО ЕДИНСТВЕНО И ИЗКЛЮЧИТЕЛНО СРЕДСТВО ЗА ЗАЩИТА СРЕЩУ IMI ПО ОТНОШЕНИЕ НА ДЕФЕКТИ, НЕСЪОТВЕТСТВИЯ ИЛИ НЕДОВОЛСТВО Е ДА ПРЕКРАТИТЕ ИЗПОЛЗВАНЕТО НА УСЛУГИТЕ Ние няма да носим отговорност за каквато и да е вреда на вашата компютърна система, загуба или повреда на данни или други вреди, които произтичат от вашия достъп или използване на уебсайта или платформата Intuition Machines. Възможно е да възникнат планирани и непланирани прекъсвания и ние не гарантираме непрекъсната наличност на нашия уебсайт.",
    "2110259227": "24. Ограничение на отговорността",
    "3018077211": "25. Разрешаване на спорове на сътрудниците",
    "2790841456": "Ако сте сътрудник, вие се съгласявате със следната арбитражна клауза и отказ от колективен иск:",
    "2323013093": "26. Приложимо право",
    "2900525040": "Законите на щата Калифорния уреждат тези Условия за ползване и всякакви противоречия, спорове или претенции, произтичащи от тях.",
    "3339302473": "27. Прекратяване",
    "41530052": "28. Общи условия",
    "3202747130": "Цялостно споразумение. Тези Общи условия и всякакви политики, процедури или условия, посочени в това споразумение, представляват цялото споразумение на страните по отношение на предмета и заменят и отменят всички предходни и съвременни свързани споразумения, искове, представителства и разбирания на страните .",
    "4080263153": "Без отказ. Няма да се счита, че сме се отказали от която и да е част от нашите права или средства за защита, освен ако отказът е писмен и подписан от нас. Ако забавим прилагането или не успеем да наложим правата си по която и да е разпоредба на това споразумение, това няма да представлява отказ от правото ни да приложим впоследствие такава разпоредба или която и да е част от това споразумение.",
    "1789371580": "Присвояемост. Не можете да възлагате тези Условия за ползване без нашето предварително писмено съгласие. Можем да възложим тези Условия за ползване по всяко време, без предизвестие. При спазване на гореизложеното, настоящите Общи условия ще бъдат обвързващи за правоприемниците и разрешените правоприемници на всяка страна.",
    "2819628066": "Разделимост. Ако някоя разпоредба от настоящите Общи условия бъде установена за невалидна или неприложима по някаква причина, това няма да повлияе на валидността и приложимостта на останалите разпоредби.",
    "3955981186": "Изменения. Никаква промяна или поправка на тези Условия за ползване от друг, освен IMI, няма да бъде обвързваща за IMI, освен ако не е в писмен документ, подписан от надлежно упълномощен представител на IMI.",
    "1377538813": "Преобладаващ език. Версията на английски език на тези Общи условия ще има контрол във всички отношения и ще има предимство в случай на несъответствия с преведените версии, ако има такива.",
    "2438016011": "Доброволно споразумение. Всички страни по настоящите Общи условия декларират и се съгласяват, че всяка е прегледала всички аспекти на това споразумение, чела е внимателно и напълно разбира всички негови разпоредби и доброволно сключва това споразумение.",
    "2445034923": "Ако не сте съгласни с всички правила и условия на настоящите Общи условия, не използвайте (и не можете) да използвате или да осъществявате достъп до Сайта или Услугите.",
    "2646127839": "Приложение за клиенти към Основните условия за ползване",
    "4097297673": "Като клиент, заявител или интегратор, вие се съгласявате да бъдете обвързани с условията по-долу в допълнение към всички други обвързващи условия между вас и IMI.",
    "1093280979": "1. Формуляри за поръчки на платформата",
    "1549953005": "Възможно е да сте попълнили един или повече формуляри за поръчка за достъп до платформата (всеки, „Формуляр за поръчка“) като условие да станете Клиент или Заявител. Ако е така, тогава условията, описани във Формуляра за поръчка, стават част от Общите условия и са включени тук чрез препратка.",
    "3819851005": "2. Такси",
    "1591032933": "Вие ще платите на IMI таксите, както е описано в приложимия формуляр за поръчка чрез начина на плащане, който сте посочили в приложимия формуляр за поръчка. Освен ако изрично не е уговорено друго от двете страни в писмена форма, вие ще осигурите пълно плащане за всички издадени фактури в рамките на тридесет (30) дни след датата на изпращане на фактурата. Вие ни упълномощавате да изпълняваме оторизации на кредитни карти за цялата информация за кредитна карта, която ни предоставяте, да съхраняваме тази информация за кредитната карта и да таксуваме вашата кредитна карта или всяка друга сметка, за която взаимно се съгласяваме като начин на плащане. Освен ако не е посочено друго във формуляра за поръчка или във вашето Споразумение за корпоративно обслужване или Главно споразумение за услуги, всички такси за Услугите, с изключение на наднормените стойности, се таксуват ежегодно при започване на услугите, предоставяни от IMI съгласно вашето Споразумение („Дата на влизане в сила“).",
    "4142610534": "Всички закъснели плащания ще натрупват такси за закъснение в размер на 1,5% процента на месец или максималната разрешена от закона сума, в зависимост от това кое от двете е по-ниско. Ако не успеете да заплатите дължимата сума по това Споразумение по някаква причина, вашият акаунт може да бъде спрян по наше усмотрение, в който случай няма да се извършват допълнителни плащания от акаунта ви за изпълнение на задачите и всички ваши задачи ще бъдат премахнати от нашия уебсайт. Трябва да ни възстановите всички дължими суми при поискване, плюс всички такси за обработка, такси за закъснение или адвокатски хонорари. Можем също така да правим подходящи отчети до агенции за кредитно отчитане и правоприлагащи органи.",
    "512991700": "Ако искате да оспорите каквито и да било такси, трябва да се свържете с нашия отдел за поддръжка на клиенти не по-късно от тридесет (30) дни след крайната дата на първото фактуриране или извлечение от сметката, в което се появи грешката или проблемът, за да получите корекция или кредит.",
    "1273914192": "3. Данъци",
    "4242322181": "Вие носите отговорност за плащането на всички данъци, свързани с Услугите, различни от данъците в САЩ, начислени върху нетния доход или лично имущество на Intuition Machines.",
    "1671996585": "Може да се наложи да интегрирате вашия уебсайт, приложение или платформа с нашите Услуги чрез нашия интерфейс за програмиране на приложения („API“). В случай, че го направите, ние ви предоставяме ограничен, неизключителен, непрехвърляем, неотменяем лиценз за използване на API единствено за достъп до Услугите. Можем да променим API и/или да спрем поддръжката на стари версии или издания на API по всяко време. Запазваме си правото да спрем или ограничим достъпа ви до API по наше усмотрение и ще положим разумни усилия, за да ви уведомим преди спирането.",
    "4036662147": "5. Защита на поверителна информация",
    "3564208535": "Вие се съгласявате да използвате разумни търговски усилия за защита на всяка поверителна информация, получена от нас или чрез нашите Услуги. включва резултати от ботове и непублични подробности за нашата корпоративна услуга, включително непублична документация и всякакви подробности, които можем да споделим относно нашите методи за откриване на ботове. Ако ви бъде предоставен достъп до такава поверителна информация, ние можем да променим, спрем или ограничим достъпа ви до нашите Услуги по наше усмотрение, ако установим, че поверителна информация е разкрита при използването на нашите Услуги, и ще положим разумни усилия за да ви уведомим преди спирането.",
    "120384113": "6. Прекратяване",
    "453723556": "Можете да прекратите това приложение за клиенти независимо от Общите условия, като престанете да бъдете Клиент или Заявител. Запазваме си правото да спрем или прекратим статуса ви на Клиент или заявител по всяко време или по друг начин да прекратим акаунта ви или използването на Услугите в съответствие с Общите условия. Вие оставате отговорни при прекратяване за всяка сума, дължима съгласно Вашия формуляр за поръчка. Ако абонаментът ви включва месечни или годишни такси или месечни или годишни минимуми, вие пак ще носите отговорност за плащането на всички такси за Услуги до края на съответния месец или година.",
    "218889628": "С изключение на случаите, когато прекратяваме това приложение за клиенти или Общите условия в резултат на нарушаване от вас на това приложение за клиенти или на Общите условия, ако прекратим и сте ни предплатили каквито и да е такси, ние ще възстановим пропорционална част от тези предплатени суми въз основа на оставащото време или Услугите, за които сте платили, в зависимост от това кое от двете е по-малко. Ние ще приключим работата си по разумен от търговска гледна точка начин и ще запазим и ще ви доставим всички платени набори от изходни данни и всички клиентски данни, които притежаваме. При всяко прекратяване ние можем, но не сме задължени да изтрием каквито и да е данни.",
    "2505227594": "7. Надценки",
    "2369877184": "Максимално разрешената пикова скорост на RPS за интегратори или клиенти на hCaptcha е 1000 заявки в секунда към субекти във вашия акаунт („RPS“), освен ако не е посочено друго в писмено договорно споразумение между вас и нас.",
    "234420106": "В случай, че сте интегратор или клиент на услугата hCaptcha Enterprise и използването на вашия API, измерено чрез RPS, надвишава предоставената тарифа за вашия сервизен слой, ние може да изберем да променим услугата ви или да таксуваме надценка. В случай, че вашата пикова скорост на RPS надвишава предоставената скорост с коефициент 10 за общо 10 или повече минути в рамките на 30-дневен период и по-голямата част от тези заявки, по наша преценка, не са злонамерен трафик, можем да изберем да ви таксува по договорно определена надценка за всички заявки за API, направени през този месец.",
    "2619472217": "8. Препродажба",
    "2019702084": "Освен ако не е изрично разрешено в Главното споразумение за обслужване на клиента или Споразумението с дистрибутор, поръчаните SaaS услуги не се продават, препродават, отдават на лизинг, отдават под наем, лицензират, подлицензират или по друг начин се предоставят на която и да е друга трета страна (различна от филиал на Клиента ), и всички поръчки по Споразумението и цялото използване на Услугата от страна на Клиента ще бъдат за вътрешна бизнес употреба на Клиента или на негов филиал.",
    "1233229030": "Разни",
    "1467783792": "Никое лице, образувание или организация, санкционирани от Съединените щати („Санкциониран актьор“), не отговаря на условията за награди или да използва Услугите като интегратор. За избягване на съмнения, това включва всички санкционирани участници, определени от Службата за контрол на чуждестранни активи („OFAC“) на Министерството на финансите на САЩ.",
    "3759657802": "Вие нямате право да прехвърляте, прехвърляте или делегирате настоящите Общи условия или правата или задълженията си по тях по никакъв начин (по силата на закон или по друг начин).",
    "1627232990": "Преводите на настоящите Общи условия се предоставят при най-доброто усилие. В случай на каквато и да е съществена разлика между Общите условия на английски език и техен превод, Общите условия на английски език ще се тълкуват като авторитетни.",
    "805221621": "Моля, свържете се с нас на",
    "259613338": "ако имате въпроси относно настоящите Общи условия.",
    "2735878907": "Декларация за планиране на непрекъснатостта на бизнеса",
    "2887242610": "Intuition Machines, Inc разработи план за непрекъснатост на бизнеса за това как ще реагираме на събития, които значително нарушават нашия бизнес с hCaptcha. Тъй като времето и въздействието на бедствията и смущенията са непредвидими, ще трябва да бъдем гъвкави в отговор на действителните събития, когато се случват. Имайки това предвид, ние ви предоставяме тази информация за нашия план за непрекъснатост на бизнеса.",
    "809251240": "Свържете се с нас",
    "2551802342": "– Планираме бързо да се възстановим и възобновим бизнес операциите след значително прекъсване на бизнеса и да реагираме, като защитим нашите служители и имущество, направим финансова и оперативна оценка, защитим счетоводните книги и записи на фирмата и позволим на нашите клиенти и техните крайни потребители да извършват транзакции онлайн. Накратко, нашият план за непрекъснатост на бизнеса е предназначен да позволи на нашата фирма да възобнови дейността си възможно най-бързо, като се има предвид обхвата и сериозността на значителното прекъсване на бизнеса. Нашият план за непрекъснатост на бизнеса се отнася до: архивиране и възстановяване на данни; всички критични за мисия системи; финансови и оперативни оценки; алтернативна комуникация с клиенти, служители и надзорни органи; алтернативно физическо местоположение на служителите; критично въздействие върху доставчика и клиента; регулаторна отчетност; и незабавно уведомяване на нашите клиенти, ако не можем да продължим бизнеса си. Нашият основен пул от доставчици архивира нашите важни записи в географски отделна област. Въпреки че всяка извънредна ситуация създава уникални проблеми, основани на външни фактори, като време на деня и сериозността на прекъсването, ние сме уведомени от този пул от доставчици, че тяхната цел е да възстановят собствените си операции и да могат бързо да възобновят услугите. Въпреки че сме работили за намаляване на риска чрез използване на разнообразен набор от доставчици, вашите услуги може да бъдат променени или прекъснати през този период.",
    "826396656": "Нашият план за непрекъснатост на бизнеса",
    "1979347895": "– Значителните смущения в бизнеса могат да варират по своя обхват, като например само нашата фирма, една сграда, в която се намира нашата фирма, кварталът, в който се намира нашата фирма, градът, в който се намираме, или целият регион. Във всяка от тези области тежестта на смущенията също може да варира от минимална до тежка. При прекъсване на нашата фирма, нашия бизнес район, град или регион или сграда, в която се намира нашата фирма, ние ще прехвърлим дейността си на местен обект, когато е необходимо, и ще очакваме да няма съществени смущения в бизнес операциите. И в двата случая планираме да продължим да работим, да прехвърлим операциите на алтернативни доставчици, ако е необходимо, и да ви уведомим чрез нашия уебсайт на hcaptcha.com и страницата ни за състоянието на hcaptchastatus.com за това как да се свържете с нас. Ако значителното прекъсване на бизнеса е толкова сериозно, че ни пречи да продължим да работим, ние ще ви уведомим бързо.",
    "653679457": "Различни смущения",
    "410397176": "За повече информация",
    "2095899021": "Указания за брандиране на hCaptcha и общ лиценз за търговска марка",
    "2340340589": "Указания за използване на знака hCaptcha",
    "2430148876": "Създадохме тези насоки и общ лиценз за търговска марка, за да улесним максимално нашите клиенти, партньори и фенове да работят с нашата марка, като същевременно запазваме нашата корпоративна идентичност. Ако трябва да използвате hCaptcha икони, лога или други знаци по начини, които съществено се различават от тези насоки, ще трябва да се свържете с нас (IMI) за писмен лиценз.",
    "3884400764": "Въпреки че можете да използвате hCaptcha марки съгласно тези насоки, това не означава, че имате някакви права върху hCaptcha марки, лога или друга търговска марка, търговско наименование, марка за услуги, фирмено име или репутация на hCaptcha. Искаме да предоставим възможно най-голяма гъвкавост, но сме длъжни да защитим hCaptcha срещу неоторизирано използване на която и да е търговска марка, търговско наименование, марка за услуги, фирмено име или репутация на hCaptcha. Всяко неразрешено използване автоматично прекратява разрешението или лиценза, предоставени от hCaptcha, и може да понесе правна отговорност за всякакви щети.",
    "512598290": "Затова трябва да ви помолим винаги да използвате всички hCaptcha марки и лога във форма, която се придържа към правилата по-долу, включително главни букви, шрифт и стил.",
    "2075610992": "Благодаря за подкрепата!",
    "1023190144": "hCaptcha® в текст",
    "4274324704": "Ето как да използвате нашето име в писмено копие:",
    "3912926900": "hCaptcha® трябва да има регистриран символ на търговска марка първия път, когато се появи в творческо копие.",
    "950637875": "Правописът на hCaptcha никога не трябва да се променя и hCaptcha винаги трябва да се пише с главни букви във втората буква („C“). То никога не е множествено число или притежателно.",
    "2624601135": "„hCaptcha“ не трябва да се използва като част от името на марката, да се свързва с тире или да се използва в имена на приложения или други продукти.",
    "3828090208": "Вместо това използвайте „for hCaptcha“. Ако се използва с лого на трета страна, „for hCaptcha“ трябва да бъде по-малък по размер от логото на трета страна.",
    "4149738856": "hCaptcha трябва да се използва като прилагателно и последвано от подходящ общ термин.",
    "1446868537": "hCaptcha никога не трябва да се използва като глагол.",
    "2487931657": "Не използвайте: \"ние hCaptcha направихме нашия сайт.\"",
    "2565565429": "Вместо това използвайте: \"ние използваме hCaptcha, за да направим нашия сайт по-безопасен и по-сигурен.\"",
    "3434202027": "Всяко използване на името hCaptcha в комуникациите изисква приписването: \"hCaptcha е регистрирана търговска марка на Intuition Machines, Inc.\"",
    "2754937029": "Неприемливи употреби",
    "2436973524": "Приемливи са само точни препратки. Не е допустимо да се каже, че даден сайт използва hCaptcha услуги и приложения, когато не го прави. По същия начин, използването на нашето лого или каквито и да е значки е подходящо само когато сайтът използва услуги hCaptcha.",
    "69844082": "Търговските марки, графичните символи, лога, шрифтове или икони hCaptcha също не могат да се използват по пренебрежителен начин.",
    "3861413614": "Нямате право да използвате търговска марка или лого на hCaptcha, което би означавало, че hCaptcha има връзка или одобрение, спонсорство или поддръжка на продукт или услуга на трета страна, без изрично писмено разрешение.",
    "1409822234": "При никакви обстоятелства не трябва да се използва идентична или почти идентична търговска марка hCaptcha като име на домейн.",
    "4181060163": "Трети страни не трябва да използват вариации или правописни грешки или да действат по какъвто и да е начин, който би причинил първоначално объркване на интереса към търговските марки hCaptcha.",
    "3955555607": "Освен партньори или оторизирани дистрибутори, трети страни не могат да наддават за ключови думи, Google AdWords или други насочени рекламни системи, използващи hCaptcha марки или правописни грешки. Нито трети страни не могат да използват hCaptcha марки в имена на домейни, оптимизация за търсачки, мета тагове, термини за търсене, код или друго невярно представяне.",
    "1985238261": "Други забранени марки",
    "2193061499": "Някои от нашите лога и марки са ограничени до използване от hCaptcha и неговите партньори. Трети страни не могат да използват следните марки без писмен лиценз от hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop от hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Лого на BotStop™",
    "3942875761": "Помогнете за изграждането на по-добра мрежа™",
    "364774188": "Аз съм човек™",
    "2785425016": "(в контекста на решение за проверка на човечеството, напр. призив за действие)",
    "2639657759": "Знаки, използвани с разрешение",
    "1268918580": "Някои от лога и марки, използвани от hCaptcha и неговите партньори, са собственост на трети страни и могат да се използват само с тяхно разрешение. Трети страни не могат да използват следните марки, освен ако е разрешено от техните собственици:",
    "3782751514": "HUMAN Protocol® е регистрирана търговска марка на HUMAN Protocol Foundation и се използва с нейно разрешение.",
    "1620709264": "HUMAN Token® е регистрирана търговска марка на HUMAN Protocol Foundation и се използва с нейно разрешение.",
    "3031953928": "HUMAN Network™ е търговска марка на HUMAN Protocol Foundation и се използва с нейно разрешение.",
    "3554363588": "Други марки",
    "3290996791": "Всички други имена на продукти, лога и марки са собственост на съответните им собственици. Всички други имена на компании, продукти и услуги, използвани в този уебсайт, са само за идентификация. Използването на тези имена, лога и марки не означава одобрение.",
    "2444685143": "Политика за логото",
    "2414232014": "Нашето лого е моментално разпознаваемо и едно от най-ценните и важни активи. За да гарантираме, че тя остава силно представителство на нашата компания, тя трябва да бъде представена по внимателен и последователен начин във всички канали за комуникация.",
    "803639471": "Логото hCaptcha се състои от иконата на ръката и логото hCaptcha. В алтернативната си форма иконата на ръката може да се появи сама, когато пространството е ограничено и „hCaptcha“ се използва като словен знак (както е описано по-горе) в непосредствена близост до иконата на ръката, така че да е ясно, че иконата на ръката представлява hCaptcha.",
    "564127016": "Иконата на ръката hCaptcha:",
    "1424800293": "Логото на hCaptcha:",
    "1525506526": "Какво представляват поглъщанията на акаунти и как работят?",
    "2446481523": "Има една стара народна приказка, в която шофьор на каруца и благородник се появяват в полицаите в малко селско село. Един мъж, облечен в мръсни, бедняшки дрехи, каза на полицая: „Аз съм благородникът. Този човек беше моят шофьор.",
    "1767952047": "Той ме нападна снощи, открадна дрехите ми и ми взе парите. Другият мъж, облечен в страхотни дрехи, облеклото на благородническата класа, отговори: „Полицай, този човек е луд. Той мисли, че е благородник. Аз съм истинският благородник. Арестувайте го!”",
    "2947576723": "Тази история предшества шофьорските книжки и дигиталния пръстов отпечатък, но предлага добър пример за това какво може да се обърка в ситуация на превземане на акаунт. Човек влиза в онлайн банкова сметка или приложение за мобилни плащания. Той действителен притежател на акаунт ли е или е хакер? Кой всъщност е кой? Тези проблеми със сигурността засягат организации, които позволяват достъп до акаунти на самообслужване.",
    "1687299615": "Какво е превземане на сметка?",
    "2648707986": "Превземането на акаунт е форма на кибер измама, при която злонамерен актьор се представя за собственик на онлайн акаунт. Обикновено акаунтът е във финансова институция или бизнес за електронна търговия, където измамникът може да открадне пари, стоки или карти за подаръци. Нападателят използва откраднати идентификационни данни за вход, за да получи достъп до акаунта и след това да го поеме, може би променяйки паролата, за да заключи действителния собственик на акаунта.",
    "1476843710": "По-малко финансово вредните, но все пак вредни форми на превземане на акаунти включват отвличане на акаунти в социалните медии и други подобни. В тези случаи нападателят обикновено се опитва да разпространява зловреден софтуер или да участва в фишинг атаки срещу нищо неподозиращи приятели на жертвата. Или нападателят се опитва да засрами жертвата, което понякога се случва с известни личности и политици, например.",
    "2904949278": "Как хакерът завзема акаунт?",
    "2575690545": "Поглъщанията на акаунти, подобно на много кибер измами, са предимно въпрос на автоматизирани, масови процеси. Рядко се случва хакер, облечен с качулка в мазето на майка си, да въвежда пароли в уебсайтовете на банките една по една.",
    "3614653023": "По-скоро практиката разчита на мащабни атаки за пълнене на идентификационни данни, които изпробват милиони двойки потребителско име/парола в десетки целеви финансови институции с надеждата да отключат малка част от акаунтите. След като софтуерът за автоматизирана измама получи достъп до акаунта, човек хакер може да се включи, но в някои случаи не.",
    "2762759509": "Много атаки за поглъщане на акаунти са почти напълно автоматизирани.",
    "1972710018": "Виждайки го от гледна точка на компанията",
    "1282121137": "За да разберете колко проблематично може да бъде поглъщането на сметка, помислете как изглежда преживяването от гледна точка на финансовата институция. Те обработват милиони влизания всеки ден.",
    "2315518622": "С наличната сложност в днешните инструменти за атака е изключително трудно да се открие кои, ако има такива, са измамни. След това човек се обажда на линията за обслужване на клиенти и казва „Акаунтът ми беше атакуван! Не мога да вляза и някой ми краде парите!”",
    "1836369533": "Подобно на полицая в народната приказка, как се определя кой всъщност е кой? Ако нападателят има достатъчно откраднати елементи за самоличност, като номер на шофьорска книжка, номер на социално осигуряване, моминско име на майката, адрес и т.н., може да е доста трудно да се определи дали обаждащият се е истинският притежател на акаунт или нападател, който се опитва да получи нулиране на парола за акаунт, в който иска да проникне.",
    "2880837730": "Какво може да се направи, за да се спре поглъщането на акаунти?",
    "3654556483": "Финансовите институции и компаниите за електронна търговия имат процеси и контроли, които смекчават част от заплахата от поглъщане на акаунти. Те варират от старомодни въпроси за сигурност „как се казваше най-добрият ти приятел в началното училище“ до методи за откриване, които откриват подозрителни IP адреси и профили на мобилни устройства.",
    "2449501658": "предоставя един от най-напредналите начини за смекчаване на заплахата от измамни опити за влизане в акаунт, като използва машинно обучение за откриване и спиране на ботове и ефективно прави много по-трудно или дори невъзможно за измамниците да се ангажират с поглъщане на акаунт.",
    "3621455477": "да научиш повече!",
    "555246307": "Между другото, ето как завършва историята на благородника и шофьора му: Полицаят кара двамата мъже да седят в една стая с часове и да се отегчават от ума си. В края на деня той се появи и каза: „Сега ще говоря с шофьора на вагона“. Мъжът в благородното облекло се изправи. Беше толкова отегчен, че забрави, че само се преструва на благородник.",
    "1224727373": "BotStop от hCaptcha",
    "1187718370": "Свържете се с нас",
    "3892905664": "hCaptcha помага на любимите ви онлайн услуги да пазят ботове, спам и злоупотреби, като задават прости въпроси, които са лесни за хората и трудни за машините.",
    "555158694": "Услуга, която използвате, избра да подобри вашето изживяване на техния сайт, като инсталира hCaptcha, за да намали злонамерения трафик.",
    "1617196410": "hCaptcha е фокусиран върху спирането на ботове. Не ни интересува кой е потребителят, а само дали е злонамерен. Работим усилено, за да балансираме поверителността и",
    "1624200563": "сигурност и спазвайте GDPR, CCPA, LGPD, PIPL и други разпоредби за поверителност.",
    "1927613000": "hCaptcha съчетава сложно машинно обучение с мощна платформа за предизвикателство за защита на уеб приложенията от поглъщане на акаунти, пълнеж на идентификационни данни, изстъргване и други видове злоупотреби.",
    "1133989302": "Защо hCaptcha?",
    "34074886": "Всеки път, когато отговорите на предизвикателство, ние използваме сложни модели, за да разберем дали сте човек. След това уебсайтът, който сте посетили, използва този резултат, за да ви помогне да подобрите изживяването ви на техния сайт, като избягва ботове.",
    "3412647984": "Това ви позволява да избягвате бъдещи въпроси, като се регистрирате и зададете бисквитка. Моля, опитайте също да изключите своя рекламен блокер.",
    "2510209017": "Нуждаете се от повече помощ?",
    "477275453": "Защо приложните програмни интерфейси (API) са популярна цел за хакерите?",
    "596347471": "Приложните програмни интерфейси (API) се превърнаха в популярна цел за злонамерени участници в киберпространството. Има много причини за това, включително тяхната голяма полезност при интеграцията на приложения. Възможно е обаче да се намали рискът от API.",
    "2441638955": "Първо, какво е API?",
    "3963216198": "За да обсъдим защо приложните програмни интерфейси (API) са популярна цел за хакери, си струва първо да отделим малко време, за да дефинираме какво в момента се има предвид под термина „API“. Концепцията за API изобщо не е нова. Всъщност интерфейсите за свързване на различни компютърни системи една с друга, както и техните вътрешни компоненти, съществуват поне от началото на 60-те години.",
    "1047251718": "Днес обаче, когато хората говорят за API, те неизменно имат предвид базирани на стандарти API. Това са API, изградени с помощта на отворени стандарти като прехвърляне на репрезентативно състояние (REST) и отворени стандартни файлови формати като JavaScript Object Notation (JSON). Такива „RESTful API“, както са известни, могат да бъдат създадени без нужда от собствен софтуер. Получените API са в състояние да изпращат и получават извиквания на данни и процедури между софтуерни приложения. Например приложение за мобилно банкиране използва API за достъп до системите на банката.",
    "3195334319": "Полезността и уязвимостта на API",
    "1903743785": "Появата на базирани на стандарти API представлява голям скок напред в интеграцията на приложения. През последните около 20 години приложните програмни интерфейси (API) преминаха от скъпи и сложни патентовани софтуерни продукти към безплатни, базирани на стандарти инструменти, които бяха сравнително лесни за работа и бързи за внедряване.",
    "879362350": "С новите API, работещи през Интернет, стана възможно свързването на всеки софтуер или източник на данни, навсякъде по света, независимо от платформа, схема на данни или език за програмиране. В резултат на това светът на компютрите сега е в разгара на революция на API. Има експлозия на свързаността между приложения и данни. Това е страхотно, докато не стане.",
    "3844432472": "Самата откритост и полезност на API ги прави невероятно богати мишени за нападателите. По същия начин, по който мобилно приложение може да бъде програмирано да достига и да ПОЛУЧАВА данни от корпоративна система с помощта на API, също може да се използва част от зловреден софтуер. Хакерите са написали голямо разнообразие от софтуерни инструменти за злоупотреба с API. Това е ефективна техника за атака.",
    "2187096543": "Всъщност имаше някои големи пробиви в данните в резултат на написан от хакери софтуер, който извика API за извличане на данни от база данни. В крайна сметка, ако кражбата на данни просто изисква основно GET извикване на API, написано с помощта на REST и JSON, тогава е лесно бързо да изчистите базата данни. Всъщност, когато хората говорят за атаки с „изстъргване на екрана“, това, което всъщност имат предвид, най-вече са бързи API повиквания, които изтеглят данни от бази данни. API се превърнаха в основна повърхност за атака за организации, които ги изграждат.",
    "4222109231": "Намаляване на риска от API с корпоративния продукт на hCaptcha",
    "1783317946": "Спирането на API атаки е популярен случай на употреба за",
    "3022922096": ", корпоративният пакет от продукти на hCaptcha. За разлика от безплатната версия на hCaptcha,",
    "63719113": "използва усъвършенствано машинно обучение, за да идентифицира злонамерен трафик към вашия сайт и приложения - включително дейности по изстъргване.",
    "3566102529": "днес, за да научим повече.",
    "3096553330": "Всяка система, която създаваме, просто отразява нашите взаимоотношения с други хора.",
    "1467218142": "Това, което желаем от тях и от самите нас, движи нашето поведение и по този начин едни и същи модели на взаимодействие се повтарят във всички човешки системи. Интернет предоставя много забележителни примери за този фундаментален аспект на нашия свят.",
    "808872868": "Например: спам, измами и злоупотреби съществуват онлайн от почти ден след като две системи за първи път бяха свързани заедно.",
    "1085089390": "Онлайн злоупотребата произтича от вроденото човешко поведение",
    "3064321967": "Първият известен спам имейл е изпратен през 1978 г. [",
    "3800781598": "] Почти пет десетилетия по-късно спамът по имейл продължава да ни тормози. Много милиарди долари и хиляди човеко-години инженерни усилия са вложени в нейното побеждаване и въпреки това спамът продължава. Има индустрии за милиарди долари и от двете страни, т.е. тези, които го защитават, и тези, които го изпращат.",
    "2119943547": "Защо е това? Отговорът е прост. Докато има стимул за злоупотреба със система, някой обикновено ще намери начин. И след като го направят, сега някой друг ще има стимул да ги спре.",
    "532470444": "Балансът може леко да се измести от година на година, но това поведение просто отразява фундаменталната човешка природа и пет хиляди години записана история предполагат, че динамиката е малко вероятно да се промени скоро.",
    "3193548097": "Надеждата извира вечна",
    "4065614934": "Този анализ не е нов, но хората са вечни оптимисти. Особено когато смятат, че идеята им е нова.",
    "1216071511": "Същите идеи се предлагат толкова често, че преди около 20 години анонимен автор излезе с полезна попълване на празното място за онлайн дискусии относно решенията за борба със спама:",
    "1941999673": "Вашият пост застъпва а",
    "4179118182": "( ) технически ( ) законодателен ( ) пазарен ( ) бдителен",
    "3978720689": "подход за борба със спама. Вашата идея няма да работи. Ето защо няма да работи.",
    "318339230": "(Едно или повече от следните може да се отнася за вашата конкретна идея и може да има",
    "30312304": "други недостатъци, които се различаваха от щат до щат, преди да бъде приет лош федерален закон.)",
    "2710988028": "( ) Спамърите могат лесно да го използват за събиране на имейл адреси",
    "3912514510": "( ) Пощенските списъци и други законни употреби на имейл ще бъдат засегнати",
    "2030062561": "( ) Никой няма да може да намери човека или да събере парите",
    "3334160175": "( ) Той е беззащитен срещу атаки с груба сила",
    "3238345709": "( ) Ще спре спама за две седмици и след това ще останем с него",
    "4227800293": "( ) Потребителите на имейл няма да се примирят с това",
    "2271252286": "( ) Microsoft няма да се примири с това",
    "692064738": "( ) Полицията няма да се примири с това",
    "3475647460": "( ) Изисква твърде много сътрудничество от разпространителите на спам",
    "1482845460": "( ) Изисква незабавно пълно сътрудничество от всички наведнъж",
    "3741193183": "( ) Много потребители на имейл не могат да си позволят да загубят бизнес или да отчуждят потенциалните работодатели",
    "2234909600": "( ) Спамърите не се интересуват от невалидни адреси в техните списъци",
    "1982617151": "( ) Всеки може анонимно да унищожи кариерата или бизнеса на всеки друг",
    "2498172334": "По-конкретно, вашият план не отчита",
    "389705801": "( ) Закони, които изрично го забраняват",
    "190955495": "( ) Липса на централен контролен орган за имейл",
    "237009707": "( ) Отворени щафети в чужди страни",
    "3507532387": "( ) Лесно търсене в малко буквено-цифрово адресно пространство на всички имейл адреси",
    "2477958756": "( ) Лоши хора",
    "3254142589": "( ) Проблеми с юрисдикцията",
    "3621401685": "( ) Непопулярност на странните нови данъци",
    "4277475973": "( ) Общественото нежелание да приема странни нови форми на пари",
    "941057651": "( ) Огромни съществуващи софтуерни инвестиции в SMTP",
    "3265293440": "( ) Податливост на протоколи, различни от SMTP, към атака",
    "515733427": "( ) Желание на потребителите да инсталират пачове на ОС, получени по имейл",
    "2631159699": "( ) Армии от червеи пронизани широколентови свързани Windows кутии",
    "776542208": "( ) Вечната надпревара във въоръжаването включва всички подходи за филтриране",
    "989480928": "( ) Изключителна рентабилност на спама",
    "3898950867": "( ) Работа на Джо и/или кражба на самоличност",
    "3395399558": "( ) Технически неграмотни политици",
    "1118929614": "( ) Изключителна глупост от страна на хората, които правят бизнес със спамъри",
    "838951836": "( ) Нечестност от страна на самите спамъри",
    "2123236933": "( ) Разходи за честотна лента, които не се влияят от филтрирането на клиента",
    "2292919419": "( ) Outlook",
    "2534436327": "и могат да се прилагат и следните философски възражения:",
    "832385387": "( ) Идеи, подобни на вашите, са лесни за измисляне, но никоя никога не е била показана като практична",
    "1993984258": "( ) Всяка схема, основана на отказ е неприемлива",
    "3909240516": "( ) SMTP заглавките не трябва да бъдат предмет на законодателство",
    "1151065360": "( ) Черните списъци са гадни",
    "2396605499": "( ) Белите списъци са гадни",
    "2225785608": "( ) Трябва да можем да говорим за Виагра, без да бъдем цензурирани",
    "3004688366": "( ) Мерките за противодействие не трябва да включват измами с тел или кредитни карти",
    "922470170": "( ) Контрамерките не трябва да включват саботаж на обществени мрежи",
    "3068923550": "( ) Контрамерките трябва да работят, ако се прилагат постепенно",
    "2752975480": "( ) Изпращането на имейл трябва да е безплатно",
    "117227832": "( ) Защо трябва да вярваме на вас и вашите сървъри?",
    "1021431157": "( ) Несъвместимост с лицензи с отворен код или отворен код",
    "2801524659": "( ) Мерките за добро настроение не правят нищо за решаване на проблема",
    "931661269": "( ) Временните/еднократни имейл адреси са тромави",
    "2090457681": "( ) Не искам правителството да чете имейла ми",
    "3536122902": "( ) Спирането им по този начин не е достатъчно бавно и болезнено",
    "2391175562": "Освен това, ето какво мисля за теб:",
    "229198134": "( ) Съжалявам, пич, но не мисля, че ще работи.",
    "345563040": "( ) Това е глупава идея, а вие сте глупав човек, че я предлагате.",
    "409780280": "( ) Добър опит, ****! Надявам се някой да стъпи на клавиатурата ви!",
    "2820080973": "домакин с ❤ от",
    "3943164003": "гледайте сурово",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Защо новото ви решение за анти-спам няма да работи",
    "361795034": ". Неизвестен автор, c. 2000 г",
    "1547006769": "Проверката на човечеството е същият проблем",
    "3717942925": "Точно както винаги ще има хора, които искат да привлекат вниманието ви по имейл, винаги ще има желание за ограничаване на достъпа до някои ресурси, така че само хората да имат достъп до тях.",
    "2481032625": "Дали целта е да се предотврати:",
    "1691348394": "- автоматизирани масови покупки по време на продажба с ограничено издание",
    "1771016224": "- софтуер за масово изтегляне на цялото съдържание от вашия уебсайт",
    "1959762846": "- попълване на вашите уеб формуляри с безкраен маркетингов спам или злоупотреба",
    "345108670": "- пълнене на идентификационни данни и други опити за превземане на акаунти",
    "2540760245": "наред с много други употреби, възможността за филтриране на онлайн трафика въз основа на „човек или не“ вероятно ще остане ценен инструмент, стига човешката природа да следва същите модели, записани през последните пет хиляди години.",
    "3346362371": "Какво ще кажете за машинното обучение?",
    "3619183405": "През 2021 г. простите CAPTCHA понякога могат да бъдат решени със софтуер, благодарение на напредъка в машинното обучение. За да се справи с това, hCaptcha също прави много подробен анализ на свойства като",
    "3292221787": "предизвикателството беше отговорено, не само дали е правилно, и често се променят както въпросите, така и използваните данни.",
    "1080672247": "Тъй като много от зададените въпроси не могат да бъдат икономически решени с готовия софтуер и тъй като данните обикновено са уникални за системата, това означава, че ботовете често са напълно спирани от безплатната услуга и вместо това трябва да разчитат на човешки CAPTCHA решаващи, което прави много видове злоупотреби напълно неикономични.",
    "4172868199": "отива много по-далеч от това, преминавайки в сферата на опитите за разграничаване на „добрия човек“ от „лошия човек“ и днес се използва от много от най-популярните онлайн услуги в света за намиране и спиране на всичко от измами при покупка до напреднали постоянни заплахи срещу техните потребители, като същевременно поддържат уникален фокус върху запазването на поверителността.",
    "2873911365": "Какво ще кажете за хардуерната атестация?",
    "1477196356": "Различни методи за свързване на самоличността с устройство по криптографски сигурен начин, понякога със свойства за запазване на поверителността, са предлагани от десетилетия. Криптографията с публичен ключ датира от c. 1975 г. и хардуерните токени съществуват почти толкова дълго.",
    "2349681896": "За съжаление, контролирането на хардуер не означава, че сте човек. На практика всяка популярна схема за атестиране на хардуер на потребителите е била многократно нарушавана, закърпвана и след това отново разбита.",
    "254326776": "Често се установява, че злоупотребата с тези недостатъци се е случвала месеци или години преди разкриването или академичната публикация.",
    "2462909475": "Стена от повече от 10 000 телефона, използвани за злоупотреби, част от операция на китайски бот.",
    "1963951234": "Без значение колко надеждна е вашата криптографска схема, ако някой може в края на деня просто да похарчи пари, за да ви даде отговора, който търсите, притежаването на хардуер е недостатъчно.",
    "1278884196": "Въпреки това криптографията е доста млада дисциплина. Въз основа на скорошната история, вашата криптографска схема и/или реализация вероятно ще бъдат счупени, щом някой има стимул да я разгледа отблизо и е вероятно други хора да разберат това много преди вас. Разчитането на хардуер също означава, че може да се наложи да помолите всеки един от вашите потребители да смени физическо устройство, за да поправите недостатъка. В повечето случаи това е малко вероятно да се случи бързо, което означава, че в действителност системата ви просто ще се провали.",
    "1828028934": "Това е причината",
    "1642844535": "е важно: hCaptcha използва множество различни подходи, за да отговори на един и същ основен въпрос, позволявайки сравнение за последователност във всички оценки.",
    "1155821305": "защитата е дълбочина",
    "119098046": "Какво ще кажете за пасивни решения или решения без предизвикателства?",
    "2760410719": "Услугите, които се опитват да извършват откриване на ботове с чисто пасивни сигнали, бързо се сблъскват с фундаментален проблем: как да потвърдите дали системата открива правилно лошите участници, когато нямате точна истина на земята?",
    "1722734001": "Отвореният интернет е много шумна среда. Лошите актьори атакуват потребителите на нашата услуга и конкурентите като reCAPTCHA всеки ден и разбира се се опитват да изглеждат възможно най-човешки, докато правят това.",
    "1595254735": "Чисто пасивните услуги се борят да поддържат точността на откриване на ботове или дори да знаят кога са неточни. Без възможността понякога да предизвиквате потребителите и да анализирате правилно резултатите от това предизвикателство, точността има тенденция да намалява значително с течение на времето.",
    "2412751979": "Благодарение на по-точните сигнали на човечеството, които захранват hCaptcha, много компании, които преди са използвали reCAPTCHA v3/Enterprise, преминаха към",
    "2284856231": "и се наблюдава драстично подобрена точност и в чисто пасивния режим на hCaptcha Enterprise.",
    "4162847": "Успяхме да наблюдаваме това директно, тъй като някои от нашите клиенти провеждат A/B тестове по същата заявка, преди да преминат изцяло от предложенията на Google. Обикновено сме в състояние да докажем както висок процент фалшиво положителни, така и фалшиво отрицателни, идващи от reCAPTCHA v3 или reCAPTCHA Enterprise.",
    "436125785": "Това не е изненадващо, като се има предвид неточността на връзките за обратна връзка, налични в тези продукти, и факта, че те се продават от рекламна мрежа с огромен собствен интерес да не стават твърде добри в откриването на ботове, за да не навреди на основния им бизнес.",
    "2233741720": "В заключение",
    "2133809801": "Докато хората остават хора, е вероятно проверката на човечеството да играе роля онлайн.",
    "2255549335": "Нашата работа в hCaptcha е да намерим добри компромиси между трудност и точност и да поддържаме ниско триене, особено за",
    "4138068262": "потребители. В крайна сметка взаимодействието с предизвикателства вероятно ще остане част от арсенала от инструменти за намаляване на онлайн злоупотребите, докато човешката природа остава непроменена.",
    "855097735": "Създаването на услуга, която прави това добре, като същевременно балансира всички притеснения, е много труден проблем (и ние винаги работим за подобряването му, за да направим изживяването възможно най-приятно), но се надяваме, че ще се съгласите, че намаляването на спама, злоупотребите, превземанията на акаунти , а онлайн измамата в крайна сметка си заслужава от време на време прост въпрос.",
    "1953959745": "достъпност",
    "2543123170": "Проверка на човечеството с нулево триене",
    "547245263": "Решете проблема си с ботовете днес.",
    "3117887301": "Доверен от най-големите онлайн услуги",
    "981806349": "Създаден на доказана платформа hCaptcha",
    "2373007864": "hCaptcha Enterprise работи на технологията на платформата hCaptcha, разширена, за да включва функциите, от които се нуждаят предприятията с голям трафик.",
    "2652399059": "Надежден партньор",
    "1997838163": "Най-големите компании в света зависят от hCaptcha Enterprise. Интеграцията е проста, а точността на откриване е несравнима.",
    "734735952": "Ние оценихме редица доставчици на CAPTCHA, както и сами изградихме система. В крайна сметка hCaptcha се очертава като най-добрата алтернатива на reCAPTCHA.",
    "1250541092": "— Серги Исаси",
    "3524251858": "Директор на продуктовия мениджмънт, Cloudflare",
    "3971348140": "Защо използвахме hCaptcha? Никой друг не би могъл да предостави функциите и производителността, от които се нуждаехме. Те ни накараха да работим бързо и нашите търговци обичат изживяването.",
    "4248655793": "— Алекс М.",
    "4185927140": "Продуктов мениджър, Flash, Shopify",
    "282913023": "Ефективната опция за предприятия с голям трафик",
    "999610953": "И накрая, надеждна алтернатива на Google. hCaptcha Enterprise осигурява драматични спестявания на вашата сметка reCAPTCHA с по-висока сигурност: до 80% по-евтино в някои случаи.",
    "1886100235": "Много от най-големите онлайн услуги в света преминаха към hCaptcha Enterprise и получиха подобрено откриване на ботове наред със значителни икономии на разходи.",
    "2903742230": "Рекламните мрежи виждат вашите посетители като продукт. За нас единствената цел е да определим тяхната човечност. Нашите услуги отговарят или надвишават изискванията на GDPR, CCPA, LGPD и PIPL и работим усилено, за да балансираме поверителността и сигурността.",
    "3901503296": "Този уникален фокус върху поверителността означава, че можем да предложим нулево индивидуално запазване на данни, работа без бисквитки и други договорни гаранции за поверителност, както се изисква, като същевременно поддържаме отлична сигурност.",
    "3342910682": "Прочетете още",
    "1130783905": "Точността е във ваш и наш интерес. hCaptcha работи, за да ви даде реални данни и да ви позволи да решите как да ги използвате. Други решения за сигурност се предоставят от рекламни компании Gigantic. Това означава, че всеки блокиран бот може да намали приходите им.",
    "2019130052": "Нашите иновации в ML, фокусиран върху поверителността, ни позволяват да надминем стандартите за сигурност на наследените стратегии за „записване на всичко завинаги“, без да накърняваме сигурността или поверителността на потребителите.",
    "23114595": "Страхотно потребителско изживяване",
    "3437412311": "За корпоративни потребители са налични опции за пълно избягване на предизвикателства в повечето сценарии, разчитайки на пасивни резултати.",
    "1996843433": "Намалете триенето, като избягвате изцяло предизвикателство за 99,9% от вашия легитимен трафик, като същевременно осигурявате отлична сигурност.",
    "3093689546": "Лесна интеграция",
    "247560732": "Добавете hCaptcha с три реда код. Ако идвате от reCAPTCHA, нашият API е съвместим и превключването отнема само минути.",
    "1510448156": "Можете да работите с превъзходна алтернатива днес и да включите по-разширени функции, ако е необходимо.",
    "2718999653": "Персонализирани оценки на заплахите",
    "2698140263": "Не всички проблеми са еднакви: получаването на един резултат означава, че той трябва да отговаря на вашите нужди, за да бъде полезен.",
    "897432717": "С нашия нов дизайн за персонализирани оценки на заплахите, добавянето на вашите бизнес познания позволява на нашите модели да предоставят резултати, уникално подходящи за вашите потребители.",
    "2650502379": "Стартирайте вашите собствени предизвикателства за секунди",
    "3578122193": "Останете на марката с подходящо съдържание",
    "1074044172": "Когато потребителите трябва да решат предизвикателство, за да отговорят на вашите изисквания за сигурност, защо не зададете въпроси, които са приятни и подходящи за потребителя?",
    "1579093044": "С нашия прост персонализиран дизайнер на предизвикателства можете да стартирате съдържание за предизвикателство за марка само за няколко минути.",
    "3717512591": "Директна интеграция на платформата",
    "121743429": "За компании за уеб инфраструктура",
    "2131386784": "Достъпен експертен опит и поддръжка както за вас, така и за вашите потребители",
    "2782263070": "Обслужването е основен приоритет за нас. Поддържаме 24/7 поддръжка на повикване и предлагаме директна координация на Slack с вашия екип за инженерна интеграция и нашия дежурен персонал по време и след внедряването.",
    "3740051331": "Ние също така се ангажираме активно да наблюдаваме и да отговаряме на въпросите на вашите потребители в социалните медии, форуми и нашите канали за поддръжка на уиджети и имейли. Ние сме достъпни и отзивчиви и се отнасяме към удовлетвореността на потребителите като към водещ KPI.",
    "170775527": "Корпоративни функции",
    "3383086062": "hCaptcha Enterprise е цялостно решение за онлайн сигурност. Активните и пасивните режими ви позволяват да спрете напълването на идентификационни данни, да откривате поглъщания на акаунти и да блокирате подозрителни участници. Всичко с нулево триене за легитимни потребители.",
    "1408599440": "Започнете бързо с няколко реда код и нашия 99,9% пасивен режим или поемете пълен контрол върху това кога и как потребителите са предизвикани. Персонализираните модели на заплахи и адаптивните предизвикателства означават ненадмината гъвкавост за гарантиране на сигурността.",
    "3365203058": "Защита срещу ботове от световна класа",
    "1803009328": "Тестван в битки в уеб мащаб.",
    "1586809757": "Резултати от ботове с висока точност",
    "353367791": "Открийте лоши актьори от много различни типове.",
    "191460155": "Нулево триене и 99,9% пасивни режими",
    "585557010": "Предизвикайте по-малко от 0,1% от законните потребители.",
    "3287172429": "Показани са типове контролни предизвикателства",
    "1844885924": "Широка библиотека от типове, от които да избирате.",
    "3018523079": "Останете на марката с постоянно потребителско изживяване.",
    "3817811295": "Гарантирана надеждност и бърза 24/7 поддръжка на повикване.",
    "1798492192": "Поддръжка на наследени браузъри",
    "1356745565": "Съвместим чак до Internet Explorer 8.",
    "751483365": "Поддръжка за не-JavaScript клиенти.",
    "4199502476": "Разширени табла за управление и API за отчитане",
    "3630114728": "Вижте какво се случва във всичките ви сайтове и приложения.",
    "3573245166": "За разлика от reCAPTCHA, ние работим във всяка страна.",
    "2354267648": "Политика за поверителност, подходяща за GDPR, CCPA и LGPD",
    "3167979932": "Проектиран за поверителност от първия ден. Силно споразумение за обработка на данни.",
    "4065065042": "Наберете това, за да отговаря точно на вашия случай на употреба.",
    "111184581": "Хостинг на първа страна",
    "4272022475": "Всички заявки и активи отиват на hcaptcha.yourdomain.com",
    "2676853536": "Многопотребителски табла за управление",
    "1368787974": "Споделяне на управление във вашия екип.",
    "1045484714": "SAML SSO интеграция с вашия доставчик на идентичност, напр. Okta или Azure AD.",
    "3953584369": "Налични са сложни ограничения за достъп до RBAC.",
    "2781507299": "Незабавна проверка",
    "4019660456": "0ms латентност: проверете hCaptcha токените без API извикване.",
    "3446714684": "Мобилна (iOS и Android) интеграция",
    "2593768395": "Безпроблемно изживяване в мрежата, родната мобилна мрежа, мобилната мрежа. Налични са предварително изградени интеграции и собствени SDK.",
    "1779265104": "Персонализирани условия и гаранции за поверителност",
    "122875767": "Задоволете вашите законови нужди, когато други компании не могат.",
    "148188781": "Представени предизвикателства",
    "838049015": "Изберете всички изображения, които отговарят на заявката",
    "1126302400": "Ограничителна кутия",
    "3554448168": "Категоризация",
    "2104933754": "Идентифицирайте съответните етикети",
    "3612043014": "...и други прости задачи. Лесно за хората, трудно за ботовете.",
    "3624758171": "Персонализирани задачи са достъпни и за корпоративни издатели.",
    "1001938065": "Интеграцията не може да бъде по-лесна",
    "2138799135": "hCaptcha има десетки предварително изградени интеграции за предните и задните системи, които използвате.",
    "2535001179": "Ако случайно идвате от reCAPTCHA на Google, нашите API са заместващи.",
    "1393184984": "са всичко, от което се нуждаете.",
    "3715747429": "Нашите инженери по адаптиране могат да ви помогнат бързо, независимо дали имате нужда от интеграция с React, SDK за приложения, които са родни за iOS, пример за бекенд на Java или почти всеки друг сценарий.",
    "2681650568": "И както винаги, поверителността е основна ценност за нас. Добавете нашия код за предизвикателство само там, където е необходимо и където има смисъл да защитите както вас, така и вашите потребители. Минимизирането на събирането на данни започва от момента на интеграцията.",
    "1130868224": "Три реда код",
    "2183926131": "Започнете с hCaptcha Enterprise",
    "1526887904": "Поверителност на hCaptcha Enterprise",
    "1845745385": "Проектиран за поверителност.",
    "1297224875": "Уникално ориентиран към поверителността подход към корпоративната онлайн сигурност.",
    "2762458927": "Вашите потребителски данни не се продават.",
    "2058856283": "hCaptcha Enterprise има само една цел: да предотврати лошите участници да нарушат вашите онлайн операции и да навредят на потребителите ви.",
    "2408036504": "По този начин нашите системи са проектирани от самото начало, за да минимизират събирането и запазването на данни, като същевременно поддържат водеща в класа сигурност. Най-добрият начин да защитите потребителските данни е изобщо да не ги съхранявате.",
    "4099477834": "Всички взаимоотношения с клиенти също са защитени от силно споразумение за обработка на данни. Услугата hCaptcha е в съответствие с всички закони за поверителност, независимо къде пребивават вашата услуга или вашите клиенти. Несъхраняването на лични данни прави това много по-лесно за нас, отколкото за други компании.",
    "3569492665": "Записването на онлайн активност не е отговорът.",
    "3389431373": "Услуги като reCAPTCHA v3 казват, че поставянето на техния проследяващ пиксел на всяка страница от вашия сайт е необходимо за добра сигурност. Това не е така.",
    "3590546893": "Простият поведенчески анализ е сигнал, който лесно се подправя от лоши участници и изисква запазване на историята на сърфиране и за целия ви легитимен трафик.",
    "1105363520": "Ние не управляваме рекламна мрежа и нямаме интерес да наблюдаваме поведението на потребителите ви, за да им продаваме реклами. Това означава, че не изискваме пасивен пиксел на всяка страница от вашия сайт.",
    "3088605177": "Добавете нашия код за предизвикателство само там, където е необходимо и където има смисъл да защитите както вас, така и вашите потребители.",
    "337971271": "Машинното обучение е полезно. Но не са необходими лични данни, за да работи.",
    "320166522": "Машинното обучение сега засяга почти всеки аспект от живота ни, често по начини, които не осъзнаваме и не можем да видим. Онлайн услугите за сигурност не са по-различни.",
    "3180664128": "Чрез изучаване на хиляди сигнали, моделите могат да направят извод и да постигнат висока увереност при откриване на злонамерено поведение много бързо, дори когато нито един отделен сигнал сам по себе си не би бил достатъчно силен, за да покаже проблем.",
    "961941354": "Нищо от това обаче не изисква използване на лична информация („PII“). Съвременните криптографски техники ни позволяват да изхвърлим всякакви лични данни възможно най-бързо, създавайки вместо това еднопосочни подписи, които не могат да бъдат свързани с никое лице.",
    "1706581702": "Обучението върху деидентифицирани данни работи също толкова добре и не изисква компрометиране нито на сигурността, нито на поверителността. Нашите клиенти са направили емпиричните тестове и са ни обявили за равни или по-добри от много по-малко частни алтернативи.",
    "3203921334": "Харесаха ни няколко неща в решенията hCaptcha: 1) те не продават лични данни; те събират само минимално необходими лични данни, прозрачни са при описанието на информацията, която събират и как я използват и/или разкриват.",
    "305735018": "И накрая, надеждна алтернатива на Google. hCaptcha Enterprise осигурява драматични спестявания на вашата сметка reCAPTCHA с по-висока сигурност: до 80% по-евтино в някои случаи.",
    "3695206755": "Изпробвайте ни във вашата среда без задължение.",
    "2941545733": "Ние сме инженери, а не търговци: искаме да сте доволни от избора си.",
    "131871195": "Най-добрият начин да гарантирате вашето удовлетворение е да демонстрирате, че отговаряме на вашите нужди.",
    "3436534225": "На практика всички компании, които стартират пилотен проект, в крайна сметка избират нашите решения.",
    "4060250206": "Използвайте този формуляр, за да се свържете с някой от нашите технически специалисти. Ние реагираме бързо.",
    "1159746815": "Можете също да ни изпратите имейл директно.",
    "2531534427": "Подробности са тук.",
    "2059998584": "регион",
    "3916131732": "Америка",
    "135276624": "Европа, Близкия изток, Африка (EMEA)",
    "1182294134": "Азиатско-тихоокеанския регион (APAC)",
    "2437934778": "Твоето име",
    "3859506577": "Бизнес имейл",
    "1268414751": "Някакви други подробности, които трябва да имаме?",
    "42559805": "Имате ли нужда от спешно въвеждане?",
    "851679588": "да.",
    "1729677626": "Аз съм атакуван и се нуждая от незабавно въвеждане.",
    "2808971932": "Това е някакъв текст вътре в блок div.",
    "2468683988": "Заглавие",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Текстова връзка",
    "2212670355": "Регистрирай се",
    "31502377": "Какво е елемент с богат текст?",
    "2310705547": "Елементът с богат текст ви позволява да създавате и форматирате заглавия, абзаци, блокови цитати, изображения и видеоклипове на едно място, вместо да се налага да ги добавяте и форматирате поотделно. Просто щракнете двукратно и лесно създавайте съдържание.",
    "2590587108": "Статично и динамично редактиране на съдържание",
    "778204464": "Елемент с богат текст може да се използва със статично или динамично съдържание. За статично съдържание просто го пуснете на която и да е страница и започнете да редактирате. За динамично съдържание добавете поле за обогатен текст към всяка колекция и след това свържете елемент с богат текст към това поле в панела с настройки. Voila!",
    "1890955039": "Как да персонализирате форматирането за всеки форматиран текст",
    "3286051798": "Заглавия, абзаци, блокови кавички, фигури, изображения и надписи на фигури могат да бъдат стилизирани след добавяне на клас към елемента с богат текст с помощта на вложената система за избор „Когато е вътре в“.",
    "504332576": "С гордост съобщаваме, че hCaptcha се превърна в най-голямата независима услуга за киберсигурност в света, работеща в около 15% от интернет – и ние взехме по-голямата част от този пазарен дял директно от Google reCAPTCHA. Заедно, hCaptcha и",
    "1155436473": "(нашето корпоративно предложение) сега защитава стотици милиони потребители в десетки милиони уебсайтове и приложения всеки месец. Нашата история показва, че можете да се конкурирате с Big Tech, когато поставите поверителността на първо място.",
    "3108727249": "BotStop",
    "1296696044": "Поверителност срещу сигурност: Защо не и двете?",
    "538871570": "Конкуренцията с Google и други големи технологични компании изглежда като трудна задача: тяхната монополна пазарна сила, ефекти на платформата и армия от високоплатени разработчици обикновено се считат за твърде мощни, за да се справят с всеки друг, освен за други технологични гиганти като Facebook или Amazon. Нашата история показва, че не е задължително да е така - можете да победите Big Tech, като се съсредоточите върху поверителността.",
    "3600718611": "Помислете за Google reCAPTCHA,",
    "4281708680": ". В hCaptcha умишлено сме възприели много различен подход, използвайки техники за машинно обучение за запазване на поверителността, за да идентифицираме типично поведение на ботове с висока точност, като същевременно консумираме и съхраняваме възможно най-малко данни.",
    "3312336121": "което консумира огромни количества поведенчески данни, за да определи дали уеб потребителите са законни хора или ботове",
    "1193738791": ": проследяват поведението на потребителите на всяка страница на уебсайт и в мрежата. Ние проектирахме hCaptcha, за да бъде възможно най-щадяща поверителността от първия ден. Това доведе до съвсем различен подход към проблема. Както се оказва, проследяването на потребителите в мрежата и обвързването на тяхната уеб история с тяхната самоличност е напълно ненужно за постигане на добра сигурност. Многото компании, които са преминали към hCaptcha",
    "2620705814": "Google е рекламна компания и техните продукти за сигурност приличат много на техните рекламни продукти",
    "1126447688": "често съобщават за еднакво или по-добро представяне при откриване и смекчаване на ботове въпреки нашия фокус върху поверителността",
    "439777523": "Регулационни въпроси",
    "3588274874": "Фокусирайки се върху предоставянето на продукт, съобразен с регулаторните усилия като GDPR на Европейския съюз и CCPA на Калифорния, ние постигнахме огромен растеж – разбира се, помага, че hCaptcha е проста „вместваща“ замяна на reCAPTCHA и по този начин може да бъде инсталирана за минути.",
    "2150595700": ". GDPR и CCPA поставиха опасенията за поверителността на картата на корпоративните купувачи и в същото време онлайн поверителността става все по-важна за обществеността, тъй като всички започваме да разбираме как индустриите за онлайн реклама и маркетинг исторически са използвали нашите данни.",
    "2624949852": "Разбира се, reCAPTCHA беше ранен участник в уеб сигурността от 2009 г., като защитаваше милиони уебсайтове срещу постоянно нарастващи заплахи от злонамерени ботове и спамъри. Въпреки това, той беше напълно компрометиран през последните години:",
    "499510428": "Ние всъщност вярваме, че регулирането ни е помогнало тук",
    "1232651561": "софтуерът вече е толкова добър, колкото хората в решаването на предизвикателствата на reCAPTCHA.",
    "824740867": "Вместо да подобри решението, Google вместо това пусна reCAPTCHA v3, който работи много повече като рекламна мрежа, отколкото софтуер за сигурност, като събира поведенчески данни от цялата мрежа, за да изгради потребителски профили. За съжаление, този вид сигнал лесно се побеждава и по този начин осигурява малка защита срещу ботове, като същевременно накърнява поверителността на потребителите.",
    "1027023087": "Вместо това ние от hCaptcha се фокусирахме върху по-модерни подходи към проблема, които не изискват запазване на дългосрочни записи за поведение като история на сърфиране и се оказахме далеч по-устойчиви срещу решителни противници откакто услугата беше въведена.",
    "2852295413": "Присъщ конфликт на интереси: спирането на ботове намалява приходите за рекламна мрежа",
    "1597520917": "Все по-голям брой критици посочват, че пренебрегването от страна на Google към поверителността на потребителите трябва да засяга клиентите, които искат да защитят своите уебсайтове и приложения.",
    "763447231": "В същото време спирането на достъпа на ботове до сайтове на издатели може да разкрие рекламни измами, като насочи продукта на Google reCAPTCHA директно срещу рекламния им бизнес, който произвежда над 80% от приходите им.",
    "999674529": "Всеки бот, който Google открива, трябва да печели нулеви рекламни долари. По този начин фирмените стимули на Google са слабо съобразени с потребителите на техните услуги за сигурност и това може да е едно от обясненията за лошото представяне на тяхното предложение за сигурност reCAPTCHA.",
    "956019009": "Най-големите компании за уеб инфраструктура вече са предприели действия",
    "1923297430": "Последният преломен момент за много по-големи клиенти дойде, когато Google започна да таксува компаниите за използване на техния продукт в какъвто и да е значим мащаб. Това накара потребителите на reCAPTCHA дълго време да търсят по-добри алтернативи, тъй като регулаторните опасения по света вече направиха използването на предложенията на Google все по-непривлекателни.",
    "2197218442": "Главният изпълнителен директор на Cloudflare Матю Принс обобщи тази гледна точка в",
    "155456850": "обявявайки преминаването им към hCaptcha:",
    "435302267": "публикация в блога на компанията",
    "2087769953": "„Вълнуваме се от тази промяна, защото тя помага да се справим с притесненията за поверителността, присъщи на разчитането на услуга на Google, която имаме от известно време. Ние оценихме редица доставчици на CAPTCHA, както и сами изградихме система. В крайна сметка, hCaptcha се очертава като най-добрата алтернатива на reCAPTCHA.” „Харесахме няколко неща в hCaptcha решенията: 1) те не продават лични данни; те събират само минимално необходими лични данни, прозрачни са при описанието на информацията, която събират и как я използват и/или разкриват.\"",
    "595582512": "Ако искате да защитите сайта или приложението си ефективно от ботове, спамъри или други злонамерени участници, като същевременно запазите поверителността на вашите потребители (и спазвате всички съответни разпоредби!), помислете за hCaptcha и нашето Enterprise предложение",
    "3388180864": "Интересувате ли се от работа по дълбоки технически предизвикателства в уеб мащаб? Ние винаги наемаме талантливи инженери по целия свят -",
    "3892952987": "разгледайте нашите работни места и кандидатствайте тук",
    "3368788823": "Терънс Идън прави интересна точка в своя блог: \"",
    "1491780143": "CAPTCHA не доказват, че сте човек – те доказват, че сте американец",
    "2146900431": "Интуитивно това твърдение има много смисъл. CAPTCHA, както почти всичко, са вградени в културен контекст и ако вашият набор от предизвикателства е създаден предимно в една култура, това може да не се преведе много добре в друга. В основата си това е въпрос на култура",
    "378086442": "на CAPTCHA, а не на техния UX сам по себе си.",
    "1445008801": "Както казва Идън:",
    "332723732": "съдържание",
    "2072808435": "„Познайте какво, Google? Такситата в моята страна като цяло са черни. Гледал съм достатъчно филми, за да знам, че всички в Америка са жълти. Но във всяка друга страна, която съм посетил, такситата са били смесица от различни нюанси.\"",
    "3206136647": "Проблемът на Google тук се основава на данните от въпросите, които използват, спрямо кой ги вижда. Ако всички данни идват от една и съща култура (и в случая на Google от една и съща компания), със сигурност можете да очаквате да имате предизвикателства, които не се превеждат добре в други култури, в съответствие с оплакването на Eden.",
    "2217842245": "Въпреки това, нашите данни показват, че (за hCaptcha)",
    "4280117172": "Много страни всъщност се справят малко по-добре от САЩ, включително Нигерия, Индия, Бразилия и Германия:",
    "555749578": "има по-малко от 1% отклонение в процента на решаване в големите държави на всеки континент.",
    "151737819": "Цените на hCaptcha Solve в целия свят показват много малка разлика",
    "3908992897": "и се използва във всяка страна и територия по света, така че ние сме много фокусирани върху предоставянето на последователен глобален опит.",
    "2808122102": "По този начин междукултурната функционалност е основно изискване за нашата услуга. Да се уверим, че всички легитимни потребители имат бърз достъп до съдържание, е критична част от нашата мисия. Ние предлагаме предизвикателства на 110 езика и непрекъснато подобряваме съответните преводи, за да сме сигурни, че нашите предизвикателства могат да бъдат решени от всеки.",
    "3913801502": "hCaptcha вече работи в около 15% от интернет",
    "2077639538": ". От една страна, данните за предизвикателствата за нашата услуга могат да идват от много източници, а не само от един - от големи компании от Fortune 500 до стартиращи фирми за машинно обучение, стига да се придържат към нашите",
    "3951112506": ". Това вече гарантира по-висока степен на хетерогенност в данните.",
    "1803943584": "Второ, оставяме предизвикателствата да се самооптимизират, за да определим в кои държави или езици ще се изпълняват, увеличавайки още повече вероятността за последователно изживяване. Ако точността е по-ниска от очакваната, набор от въпроси просто ще спре да се изпълнява в региона или езика, където се появява този ефект.",
    "3668873369": "В hCaptcha възприехме различен подход от първия ден",
    "1519201684": "Политика за етика на ИИ",
    "2155089487": ". Ако нашите предизвикателства бяха по-лесни за решаване за някои групи, бихме очаквали да видим разлика в начина, по който хората по целия свят и в различните култури се представят, когато ги решават. В контекста на публикацията на Идън бихме очаквали американците да се справят по-добре от хората в други страни. Тъй като сме прекарали години в разработване на системи, за да избегнем този проблем, всъщност виждаме точно обратното.",
    "2603863826": "PS: Ако намерите превод на вашия език, който би могъл да послужи за подобрения, не се колебайте да изпратите a",
    "3543141425": "за него!",
    "2697276059": "Доказателство, че това работи: еднакви проценти на решаване по целия свят",
    "664236229": "заявка за изтегляне"
}