{
  "23114595": "Страхотно потребителско изживяване",
  "34074886": "Всеки път, когато отговорите на предизвикателство, ние използваме сложни модели, за да разберем дали сте човек. След това уебсайтът, който сте посетили, използва този резултат, за да ви помогне да подобрите изживяването ви на техния сайт, като избягва ботове.",
  "98173630": "hCaptcha е най-широко използваната независима услуга CAPTCHA в света.",
  "111184581": "Хостинг на първа страна",
  "119298044": "Усъвършенстваните самоконтролирани ML и AI технологии защитават вашите уеб свойства от заплахи и атаки",
  "121743429": "За компании за уеб инфраструктура",
  "122875767": "Удовлетворете законовите си нужди, когато други компании не могат.",
  "126134492": "Друго",
  "152010250": "hCaptcha комбинира усъвършенствано самоконтролирано машинно обучение с нова изчислителна платформа, която уникално минимизира събирането и задържането на данни, доставяна от над 250 места в световен мащаб за масивна мащабируемост.",
  "179723061": "Повече контрол за екипи, които се нуждаят от водеща в класа сигурност",
  "191460155": "Нулево триене и 99,9% пасивни режими",
  "282913023": "Ефективният вариант за предприятия с голям трафик",
  "328625009": "... ние сме готови, когато вие сте: нашата услуга е достъпна денонощно.",
  "353066938": "Екип с опит, работещ по най-трудните проблеми на днешния ден. hCaptcha е услуга на",
  "353367791": "Открийте лоши актьори от много различни типове.",
  "359073033": "Таблата за управление предоставят високо ниво или фино зърнени изгледи на дейността.",
  "392886773": "Работи във всяка страна",
  "451701069": "Съответства с GDPR, CCPA,",
  "547245263": "Решете проблема си с ботовете днес.",
  "552920956": "hCaptcha позволява на уебсайтовете да печелят награди, докато блокират ботове и други форми на злоупотреба. hCaptcha също ви позволява да подкрепяте благотворителните организации по ваш избор с тези приходи.",
  "555158694": "Услуга, която използвате, избра да подобри вашето изживяване на техния сайт, като инсталира hCaptcha, за да намали злонамерения трафик.",
  "585557010": "Предизвикайте по-малко от 0,1% от законните потребители.",
  "713281684": "Патладжан",
  "719304627": "Нуждаете се от контрол от край до край?",
  "734735952": "Ние оценихме редица доставчици на CAPTCHA, както и сами изградихме система. В крайна сметка hCaptcha се очертава като най-добрата алтернатива на reCAPTCHA.",
  "751483365": "Поддръжка за не-JavaScript клиенти.",
  "788770967": "Съжалявам да го чуя! Може да искате да използвате нашата опция за достъпност:",
  "793242047": "Намалете предизвикателствата пред потребителите, за да позволите бърз достъп до приложенията",
  "829047995": "В момента използвате reCAPTCHA?",
  "836577577": "Добавянето на hCaptcha отнема само минути и само няколко реда код. Основният API е съвместим с reCAPTCHA V2 и превключването отнема само минути.",
  "838049015": "Изберете всички изображения, които отговарят на заявката",
  "846501387": "Защита от ботове от световна класа",
  "861167568": "hCaptcha решава един от най-належащите проблеми на ИТ: предотвратяване на злонамерени ботове да атакуват вашите уеб приложения",
  "880478438": "за най-добрия в класа си управление на ботове и измами.",
  "897432717": "С нашия нов дизайн за персонализирани оценки на заплахите,   добавянето на вашите бизнес познания позволява на нашите модели да предоставят резултати, уникално подходящи за вашите потребители.",
  "910989640": "Генерирайте подробни и персонализирани отчети за дейността",
  "976209454": "Печелете награди или давайте за благотворителност",
  "981806349": "Създаден на доказана платформа hCaptcha",
  "999610953": "И накрая, надеждна алтернатива на Google. hCaptcha Enterprise осигурява драматични спестявания на вашата сметка reCAPTCHA с по-висока сигурност: до 80% по-евтино в някои случаи.",
  "1014004474": "Плановете Enterprise на hCaptcha предлагат усъвършенствани споразумения за ниво на обслужване, за да запазите вашата организация защитена",
  "1045484714": "SAML SSO интеграция с вашия доставчик на идентичност, напр. Okta или Azure AD.",
  "1050501253": "Твърде трудно",
  "1070364246": "Опа! Нещо се обърка при изпращане на формуляра.",
  "1103295010": "Печелете пари или давайте за благотворителност, когато хората решават CAPTCHA",
  "1130868224": "Три реда код",
  "1131525092": "Групирайте лошите участници без усилие чрез нашите запазващи поверителността Scoped UID, за да откриете и спрете свързани измами и злоупотреби",
  "1141402092": "Разширени функции за отчитане",
  "1150035777": "Усъвършенстваните модели за машинно обучение генерират резултати за увереност на ботове въз основа на много точки от данни, освен дали на въпросите е отговорено правилно",
  "1150963691": "APT смекчаване",
  "1172067553": "Платформата HUMAN зад hCaptcha предоставя изключително сложни функции за качество на работа и управление чрез локални, хибридни или SaaS внедрявания, които се интегрират с вашите съществуващи системи.",
  "1173652155": "Съветници",
  "1218990730": "как да докладвате за проблеми с подробни регистрационни файлове",
  "1250541092": "— Серги Исаси",
  "1263998069": "Печелете награди за човешки решения",
  "1300485304": "hCaptcha защитава от напреднали заплахи и примамки, предназначени да проникнат във вашите мрежи",
  "1345083090": "Подаване на сигнал за проблем с функционалността?",
  "1356745565": "Съвместим чак до Internet Explorer 8.",
  "1368787974": "Споделяне на управление във вашия екип.",
  "1393184984": "са всичко, от което се нуждаете.",
  "1475399473": "Научете повече за екипа на hCaptcha",
  "1485807325": "Многопотребителски табла за управление, SAML SSO",
  "1508655687": "Добавете свои собствени предизвикателства, пригодени за вашата аудитория, за да рационализирате или ограничите достъпа",
  "1510448156": "Можете да работите с превъзходна алтернатива днес и да включите по-разширени функции, ако е необходимо.",
  "1525403768": "За повече информация се свържете с Enterprise Sales.",
  "1544546608": "Пропуск за поверителност",
  "1549336309": "hCaptcha преобръща този модел. Когато използвате hCaptcha, компаниите наддават за работата, която вашите потребители вършат, докато доказват своята човечност. Получавате наградите.",
  "1559631739": "Частно обучение",
  "1579093044": "С нашия прост дизайнерски дизайнер на предизвикателства можете да стартирате съдържание за предизвикателство за марка само за няколко минути.",
  "1586809757": "Резултати от ботове с висока точност",
  "1599610318": "Издател",
  "1637702726": "Относно hCaptcha",
  "1662477701": "Ресурси",
  "1676849166": "Намалете триенето, като избягвате изцяло предизвикателство за 99,9% от вашия легитимен трафик, като същевременно осигурявате отлична сигурност, благодарение на усъвършенстваните модели на ботове.",
  "1685871181": "Най-добрите онлайн услуги разчитат",
  "1752795854": "hCaptcha носи модерен, фокусиран върху поверителността подход за спиране на ботове.",
  "1779265104": "Персонализирани условия и гаранции за поверителност",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Поддръжка на наследени браузъри",
  "1803009328": "Тестван в битки в уеб мащаб.",
  "1844885924": "Широка библиотека от типове, от които да избирате.",
  "1849717906": "Персонализирайте със собствено предизвикателство",
  "1849805607": "hCaptcha защитава от заплахи и примамки, предназначени да проникнат във вашите мрежи",
  "1886100235": "Много от най-големите онлайн услуги в света преминаха към hCaptcha Enterprise и получиха подобрено откриване на ботове заедно със значителни икономии на разходи.",
  "1894355645": "hCaptcha осигурява лесно, лесно и надеждно откриване на ботове, като същевременно е тривиално за решаване от хората.",
  "1927613000": "hCaptcha съчетава сложно машинно обучение с мощна платформа за предизвикателство за защита на уеб приложенията от поглъщане на акаунти, пълнене на идентификационни данни, изстъргване и други видове злоупотреби.",
  "1936512180": "‍Лесен достъп до API, красиви табла за управление и най-новата технология на модела в цикъла за максимизиране на ефективността на работниците.",
  "1956967813": "Нашите услуги се доверяват от най-големите компании в света, за да обслужват много милиони ежедневни потребители в десетки милиони сайтове.",
  "1958297836": "Координирана защита от атаки и смекчаване на APT",
  "2041686284": "Повече данни обикновено дава по-добри резултати при обучение на модели за машинно обучение. Неотдавнашният успех на дълбоките модели доведе до все по-големи набори от данни и hCaptcha обслужва тази нужда. Въпреки това, създаването на големи набори от данни, прегледани от хора, използвайки традиционни методи, е както бавно, така и скъпо.",
  "2103563261": "Частна или обществена информация",
  "2131386784": "Достижим експертен опит и поддръжка както за вас, така и за вашите потребители",
  "2138799135": "hCaptcha има десетки предварително изградени интеграции за предните и задните системи, които използвате.",
  "2163914794": "Нуждаете се от повече етикети за вашите набори от данни? hCaptcha осигурява бързо, рентабилно и висококачествено етикетиране на данни за компании, работещи върху приложения за изкуствен интелект и машинно обучение.",
  "2183926131": "Започнете с hCaptcha Enterprise",
  "2184564739": "Виж",
  "2188609322": "Лошите актьори са все по-често срещани онлайн. Но пожертването на поверителността на потребителите не е отговорът.",
  "2319072959": "Работете изцяло офлайн със собствената си работна сила, проследявайте стойността, консумирана от бизнес единици или партньори в консорциума, избирателно насочвайте работни места към различни вътрешни или външни доставчици на работна ръка въз основа на изискванията за разходи и сигурност и др.",
  "2320894364": "С над 200 точки на присъствие, облакът на hCaptcha защитава вашите активи по целия свят",
  "2354267648": "Политика за поверителност, подходяща за GDPR, CCPA и LGPD",
  "2373007864": "hCaptcha Enterprise работи на технологията на платформата hCaptcha, разширена, за да включва функциите, от които се нуждаят предприятията с голям трафик.",
  "2418549423": ", нововъзникващ стандарт за запазване на поверителността онлайн чрез криптографски доказателства и други уникални функции, на първо място за поверителност.",
  "2489287539": "Без триене „Без CAPTCHA“ и 99,9% пасивни режими",
  "2510209017": "Нуждаете се от повече помощ?",
  "2513143348": "Системата hCaptcha Enterprise е уникално гъвкава в своя дизайн: тя може да бъде частично или изцяло разгърната на ръба на вашата мрежа, ако управлявате публичен облак или притежавате много центрове за данни.",
  "2535001179": "Ако случайно идвате от reCAPTCHA на Google, нашите API са заместващи.",
  "2593768395": "Безпроблемно изживяване в мрежата, родната мобилна мрежа, мобилната мрежа. Налични са предварително изградени интеграции и собствени SDK.",
  "2650502379": "Стартирайте вашите собствени предизвикателства за секунди",
  "2670003220": "Работни места",
  "2671622670": "Предприятие",
  "2676853536": "Многопотребителски табла за управление",
  "2681650568": "И както винаги, поверителността е основна ценност за нас. Добавете нашия код за предизвикателство само там, където е необходимо и където има смисъл да защитите както вас, така и вашите потребители. Минимизирането на събирането на данни започва от момента на интеграцията.",
  "2682873489": "Дефиниране на ограничаваща област за обекти",
  "2686825859": "Регистрирайте се безплатно или се свържете с нас относно решенията на hCaptcha Enterprise",
  "2698140263": "Не всички проблеми са еднакви: получаването на един резултат означава, че той трябва да отговаря на вашите нужди, за да бъде полезен.",
  "2698640210": "Показани са предизвикателства и видове контрол",
  "2707282231": "Персонализирайте предизвикателствата за вашите потребители. Направете невъзможно разрешаването и проникването на ботове.",
  "2714878440": "Защитете услугите си от изтръгване, поглъщане на акаунти, пълнене на идентификационни данни и спам с нашето разширено машинно обучение и проверка на човечеството.",
  "2718999653": "Персонализирани оценки на заплахите",
  "2781507299": "Незабавна проверка",
  "2782263070": "Обслужването е основен приоритет за нас. Поддържаме 24/7 поддръжка на повикване и предлагаме директна координация на Slack с вашия екип за инженерна интеграция и нашия дежурен персонал по време и след внедряването.",
  "2806751666": "Какво е hCaptcha?",
  "2826051554": "и още",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Рекламните мрежи виждат вашите посетители като продукт. За нас единственият продукт е определянето на тяхната човечност. Нашите услуги отговарят или надвишават изискванията на GDPR, CCPA, LGPD и PIPL и поддържат инициативи като Privacy Pass. Работим усилено, за да балансираме поверителността и сигурността.",
  "2927700175": "Показваме CAPTCHA предизвикателства, които са трудни за ботовете, но лесни за хората, като събираме трудни за етикетиране данни от проблеми с машинното обучение и ги използваме, за да разграничим дали посетителят на уебсайт или приложение е човек.",
  "2968026167": "Вашият любим зеленчук",
  "3018523079": "Останете на марката с постоянно потребителско изживяване.",
  "3065000659": "Осъзнахте ли всеки път, когато \"щракнете върху колата\", вие помагате да тренирате сингъл",
  "3093388779": "hCaptcha е безплатна за използване за издатели от всякакъв размер",
  "3093689546": "Лесна интеграция",
  "3096063825": "Опитай го",
  "3107683988": "Това може драстично да намали трафика и разходите извън мрежата, като същевременно запази всички предимства на управлението от нашия денонощен дежурен персонал, за да изпълни най-строгите SLA.",
  "3117887301": "Доверен от най-големите онлайн услуги",
  "3121248460": "Показвайте безкрайно разнообразни персонализирани предизвикателства – от прости до сложни – за очакваната от вас аудитория",
  "3153117136": "Как работят настройките за трудност на hCaptcha",
  "3160820928": "Координирана защита от атака",
  "3161489950": "Най-напредналата ML платформа за сигурност в света",
  "3167979932": "Проектиран за поверителност от първия ден. Силно споразумение за обработка на данни.",
  "3194111925": "поддържа",
  "3213351333": "Не се изисква предварителен ангажимент",
  "3213957230": "Когато потребителите трябва да решат предизвикателство, за да отговорят на изискванията за сигурност, защо не създават задачи, които са приятни и подходящи за потребителя?",
  "3225770968": "hCaptcha е предназначена за решаване на най-трудоемкия проблем в машинното обучение; етикетиране на огромни количества данни по навременен, достъпен и надежден начин.",
  "3230004040": "Имате увредено зрение или по друг начин не можете да попълните hCaptchas?",
  "3235430156": "системите за машинно обучение на компанията безплатно?",
  "3260825523": "Машини за интуиция",
  "3264813246": "Неподходящо",
  "3265895521": "Повишавайте и намалявайте трудността на предизвикателството в зависимост от времето на деня",
  "3266612494": "Доверен партньор",
  "3276777569": "hCaptcha",
  "3287172429": "Показани са типове контролни предизвикателства",
  "3365203058": "Защита срещу ботове от световна класа",
  "3412647984": "Това ви позволява да избягвате бъдещи въпроси, като се регистрирате и зададете бисквитка. Моля, опитайте също да изключите своя рекламен блокер.",
  "3417372336": "Превключете за минути",
  "3446714684": "Мобилна (iOS и Android) интеграция",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "За корпоративни потребители са налични опции за пълно избягване на предизвикателства в повечето сценарии.",
  "3478726913": "hCaptcha разполага с един от най-големите пулове на планетата, достъпни за вашата употреба. Какъвто и да е вашият мащаб, ние можем да се справим с него без скъпи предварителни ангажименти. Милиони задачи на ден не са проблем.",
  "3480023141": "Научете повече за опциите за достъпност",
  "3483700676": "Стартирайте милиони задачи незабавно",
  "3500503648": "hCaptcha е предназначена да елиминира дългосрочното задържане на данни, като разчита на незабавна оценка, вместо да записва и анализира вашата история на сърфиране. Подкрепяме и инициативи като",
  "3524251858": "Директор на продуктовия мениджмънт, Cloudflare",
  "3526939538": "Софтуерна грешка",
  "3530599065": "Поверителността е изградена от самото начало. hCaptcha не запазва лични данни и е в съответствие с многобройни мандати и разпоредби за поверителност.",
  "3570415321": "Търговско дружество",
  "3573245166": "За разлика от reCAPTCHA, ние работим във всяка страна.",
  "3578122193": "Останете на марката с подходящо съдържание",
  "3620442880": "Функции за защита на Flash Sale",
  "3630114728": "Вижте какво се случва във всичките ви сайтове и приложения.",
  "3644106388": "Контакт",
  "3660619092": "Регистрирайте се безплатно или се свържете с отдела за продажби за корпоративни решения",
  "3688621388": "Сигнатури за заплаха",
  "3704893754": "Искате ли да видите сами? Опитайте безплатно hCaptcha",
  "3714002185": "Научете повече за hCaptcha Enterprise",
  "3715747429": "Нашите инженери по адаптиране могат да ви помогнат бързо, независимо дали имате нужда от интеграция на React, комплекти за разработване на софтуер (SDK) за приложения, които са естествени за iOS, пример за бекенд на Java или почти всеки друг сценарий.",
  "3717512591": "Директна интеграция на платформата",
  "3721365241": "Опитвам",
  "3729345277": "hCaptcha е начин компаниите да получават анотациите, от които се нуждаят, по-бързо, с по-високо качество и на по-ниска цена в сравнение с други алтернативи.",
  "3730038780": "Изберете от почти безкраен брой предизвикателства, които потребителите да разрешат",
  "3739936967": "Този уникален фокус върху поверителността означава, че можем да предложим нулево индивидуално запазване на данни, работа без бисквитки и други договорни гаранции за поверителност, както се изисква, като същевременно поддържаме отлична сигурност. Прочетете още.",
  "3740051331": "Ние също така се ангажираме активно да наблюдаваме и да отговаряме на въпросите на вашите потребители в социалните медии, форуми и нашите канали за поддръжка в уиджети и имейли. Ние сме достъпни и отзивчиви и се отнасяме към удовлетвореността на потребителите като към водещ KPI.",
  "3753956446": "Безплатно",
  "3758963444": "Благодаря ти! Вашето представяне е получено!",
  "3767462250": "Проектиран за поверителност",
  "3768951251": "SLA на предприятието",
  "3807059944": "Контролирайте използваното съдържание за предизвикателство",
  "3816867833": "Обратна връзка",
  "3817811295": "Гарантирана надеждност и бърза 24/7 поддръжка на повикване.",
  "3892905664": "hCaptcha помага на любимите ви онлайн услуги да пазят ботове, спам и злоупотреби, като задават прости въпроси, които са лесни за хората и трудни за машините.",
  "3913848038": "Налични са 99,99% срокове на работа SLA и 24/7 глобална поддръжка.",
  "3951254541": "Оценяваме вашия принос. Уведомете ни за всички проблеми и ние ще ги разрешим бързо.",
  "3952259236": "Комбинирайте вашите заслепени данни с хилядите сигнали на hCaptcha, за да обучите hCaptcha за класове поведение - само за вашия пример - за по-добро прогнозиране на злонамерено поведение по-добре от всяко решение самостоятелно",
  "3953584369": "Налични са сложни ограничения за достъп до RBAC.",
  "4007826952": "Първата CAPTCHA за поверителността за уеб, мобилни устройства и др.",
  "4019660456": "0ms латентност: проверете hCaptcha токените без API извикване.",
  "4065065042": "Наберете това, за да отговаря точно на вашия случай на употреба.",
  "4083018285": "Пакет от разширени функции, които се комбинират с подобрен SOC мониторинг и реакция за справяне със сложни постоянни заплахи",
  "4146870445": "Кои сме ние",
  "4147497805": "морков",
  "4194763679": "Дребни нива на трудност",
  "4195759329": "Откриване на ботове и оценки на риска",
  "4199502476": "Разширени табла за управление и API за отчитане",
  "4238473596": "Минимизирането на триенето за реалните потребители е важно. hCaptcha използва прости задачи и отнема по-малко време за повечето потребители, като същевременно спира повече трафик от ботове.",
  "4272022475": "Всички заявки и активи отиват на hcaptcha.yourdomain.com",
  "4272454814": "Интегрирайте се с доставчика на идентичност по ваш избор.",
  "header-privacy-link": "поверителност",
  "header-integration-link": "Интеграция",
  "header-cost-link": "Цена",
  "header-features-link": "Характеристика",
  "header-docs-link": "Документи",
  "header-login-button": "Влизам",
  "header-contact-button": "Свържете се с отдел продажби",
  "intro-heading": "Проверка на човечеството с нулево триене.",
  "intro-contact-button": "Свържете се с нас, за да научите повече",
  "intro-text-bottom": "Разчитат на компаниите, които захранват мрежата.",
  "sub-menu-button": "Свържете се с отдел продажби",
  "sub-menu-item1": "Предприятие",
  "sub-menu-item2": "Цена",
  "sub-menu-item3": "Интеграция",
  "sub-menu-item4": "Характеристика",
  "sub-menu-item5": "поверителност",
  "sub-menu-item6": "Документи",
  "info-head-1": "Създаден на доказана платформа hCaptcha",
  "info-text-1": "hCaptcha Enterprise работи на технологията на платформата hCaptcha, разширена, за да включва функциите, от които се нуждаят предприятията с голям трафик.",
  "info-head-2": "Доверен партньор",
  "intro-subtitle": "Решете проблема си с ботовете днес.",
  "info-text-2": "Нашите услуги се доверяват от най-големите компании в света, за да обслужват много милиони ежедневни потребители в десетки милиони сайтове.",
  "cloudflare-quote-text": "Ние оценихме редица доставчици на CAPTCHA, както и сами изградихме система. В крайна сметка hCaptcha се очертава като най-добрата алтернатива на reCAPTCHA.",
  "cloudflare-quote-detail": "Директор на продуктовия мениджмънт, Cloudflare",
  "section-quote-head": "Ефективният вариант за предприятия с голям трафик",
  "section-quote-text": "И накрая, надеждна алтернатива на Google. hCaptcha Enterprise осигурява драматични спестявания на вашата сметка reCAPTCHA с по-висока сигурност: до 80% по-евтино в някои случаи. Много от най-големите онлайн услуги в света преминаха към hCaptcha Enterprise и получиха подобрено откриване на ботове заедно със значителни икономии на разходи.",
  "section-quote-button": "Свържете се с нас днес за оферта",
  "section-privacy-header": "Фокусиран върху поверителността",
  "section-privacy-text-1": "Рекламните мрежи виждат вашите посетители като продукт. За нас единственият продукт е определянето на тяхната човечност. Нашите услуги отговарят или надвишават изискванията на GDPR, CCPA и LGPD и поддържат инициативи като Privacy Pass. Работим усилено, за да балансираме поверителността и сигурността.",
  "section-privacy-text-2": "Този уникален фокус върху поверителността означава, че можем да предложим нулево индивидуално запазване на данни, работа без бисквитки и други договорни гаранции за поверителност, както се изисква, като същевременно поддържаме отлична сигурност.",
  "section-security-header": "Сигурността на първо място",
  "section-security-text-1": "Точността е във ваш и наш интерес. hCaptcha работи, за да ви даде реални данни и да ви позволи да решите как да ги използвате. Други captcha се предоставят от рекламни компании Gigantic. Това означава, че всеки блокиран бот може да намали приходите им.",
  "section-security-text-2": "Използването на най-новите техники за машинно обучение с фокус върху поверителността ни позволява да надхвърлим стандартите за сигурност на наследените стратегии за запис на всичко завинаги, без да накърняваме сигурността или поверителността на потребителите.",
  "section-user-experience-header": "Страхотно потребителско изживяване",
  "section-user-experience-text1": "За корпоративни потребители са налични опции за пълно избягване на предизвикателства в повечето сценарии.",
  "section-user-experience-text2": "Намалете триенето, като избягвате изцяло предизвикателство за 99,9% от вашия легитимен трафик, като същевременно осигурявате отлична сигурност, благодарение на усъвършенстваните модели на ботове.",
  "section-easy-integration-header": "Лесна интеграция",
  "section-easy-integration-text": "Добавянето на hCaptcha отнема само минути и само няколко реда код. Основният API е съвместим с reCAPTCHA V2 и превключването отнема само минути. Можете да работите с превъзходна алтернатива днес и да включите по-разширени функции, ако е необходимо.",
  "section-easy-integration-serverside": "Страна на сървъра:",
  "section-easy-integration-frontend": "Фронтенд:",
  "section-threat-header": "Персонализирани оценки на заплахите",
  "section-threat-text": "Не всички проблеми са еднакви: получаването на един резултат означава, че той трябва да отговаря на вашите нужди, за да бъде полезен. С уникалните персонализирани оценки на заплахите на hCaptcha, бързата консултация ни позволява да настроим нашите модели, за да предоставим резултати, по-подходящи за вашия бизнес.",
  "section-challenges-header": "Стартирайте вашите собствени предизвикателства за секунди",
  "section-challenges-text-1": "Останете на марката с подходящо съдържание",
  "section-challenges-text-2": "Когато потребителите трябва да решат предизвикателство, за да отговорят на изискванията за сигурност, защо не създават задачи, които са приятни и подходящи за потребителя? С нашия прост персонализиран дизайнер на предизвикателства можете да стартирате съдържание за предизвикателство за марка само за няколко минути.",
  "section-integration-header": "Директна интеграция на платформата",
  "section-integration-subheader": "За компании за уеб инфраструктура",
  "section-integration-text": "Системата hCaptcha Enterprise е уникално гъвкава в своя дизайн: тя може да бъде частично или изцяло разгърната на ръба на вашата мрежа, ако управлявате публичен облак или притежавате много центрове за данни. Това може драстично да намали разходите и трафика извън мрежата, като същевременно запази всички предимства на управлението от нашия денонощен дежурен персонал, за да изпълни най-строгите SLA.",
  "section-support-header": "Достижим експертен опит и поддръжка както за вас, така и за вашите потребители",
  "section-support-text": "Обслужването е основен приоритет за нас. Поддържаме денонощна поддръжка на повикване и предлагаме директна координация на Slack с вашия екип за инженерна интеграция и нашия дежурен персонал по време и след внедряването.‍ ‍Също така се ангажираме активно да наблюдаваме и да отговаряме на въпросите на вашите потребители в социалните медии, форуми , както и нашите канали за поддръжка на вградени приспособления и имейли. Ние сме достъпни и отзивчиви и се отнасяме към удовлетвореността на потребителите като към водещ KPI.",
  "section-enterprise-header": "Корпоративни функции",
  "section-enterprise-title-1": "Защита срещу ботове от световна класа",
  "section-enterprise-desc-1": "Тестван в битки в уеб мащаб.",
  "section-enterprise-title-2": "Резултати от ботове с висока точност",
  "section-enterprise-desc-2": "Открийте лоши актьори от много различни типове.",
  "section-enterprise-title-3": "Нулево триене и 99,9% пасивни режими",
  "section-enterprise-desc-3": "Предизвикайте по-малко от 0,1% от законните потребители.",
  "section-enterprise-title-4": "Показани са типове контролни предизвикателства",
  "section-enterprise-desc-4": "Широка библиотека от типове, от които да избирате.",
  "section-enterprise-title-5": "Контролирайте използваното съдържание за предизвикателство",
  "section-enterprise-desc-5": "Останете на марката с постоянно потребителско изживяване.",
  "section-enterprise-title-6": "Enterprise SLA",
  "section-enterprise-desc-6": "Гарантирана надеждност и бърза 24/7 поддръжка на повикване.",
  "section-enterprise-title-7": "Поддръжка на наследени браузъри",
  "section-enterprise-desc-7": "Съвместим чак до Internet Explorer 8.",
  "section-enterprise-title-8": "Разширени табла за управление и API за отчитане",
  "section-enterprise-desc-8": "Вижте какво се случва във всичките ви сайтове и приложения.",
  "section-enterprise-title-9": "Работи във всяка страна",
  "section-enterprise-desc-9": "За разлика от reCAPTCHA, ние работим във всяка страна.",
  "section-enterprise-title-10": "Политика за поверителност, подходяща за GDPR, CCPA и LGPD",
  "section-enterprise-desc-10": "Проектиран за поверителност от първия ден. Силно споразумение за обработка на данни.",
  "section-enterprise-title-11": "Дребни нива на трудност",
  "section-enterprise-desc-11": "Наберете това, за да отговаря точно на вашия случай на употреба.",
  "section-enterprise-title-12": "Хостинг на първа страна",
  "section-enterprise-desc-12": "Всички заявки и активи отиват на hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Многопотребителски табла за управление",
  "section-enterprise-desc-13": "Споделяне на управление във вашия екип.",
  "section-enterprise-title-14": "Незабавна проверка",
  "section-enterprise-desc-14": "0ms латентност: проверете hCaptcha токените без API извикване.",
  "section-enterprise-title-15": "Мобилна (iOS и Android) интеграция",
  "section-enterprise-desc-15": "Безпроблемно изживяване в мрежата, родната мобилна мрежа, мобилната мрежа. Налични са предварително изградени интеграции и собствени SDK.",
  "section-enterprise-title-16": "Персонализирани условия и гаранции за поверителност",
  "section-enterprise-desc-16": "Задоволете законовите си нужди, когато други компании не могат.",
  "presented-challlenges-head": "Представени предизвикателства",
  "presented-challenges-title-1": "Сравнение",
  "presented-challenges-text-1": "Изберете всички изображения, които отговарят на заявката",
  "presented-challenges-title-2": "Ограничителна кутия",
  "presented-challenges-text-2": "Дефиниране на ограничаваща област за обекти",
  "presented-challenges-title-3": "Категоризация",
  "presented-challenges-text-3": "Идентифицирайте съответните етикети",
  "presented-challenges-subheader": "...и други прости задачи. Лесно за хората, трудно за ботовете.",
  "presented-challenges-subtext": "Персонализирани задачи са достъпни и за корпоративни издатели.",
  "footer-header-1": "Търговско дружество",
  "footer-header-2": "Ресурси",
  "footer-header-3": "Контакт",
  "footer-link-1": "Етикетиране",
  "footer-link-2": "относно",
  "footer-link-3": "Работни места",
  "footer-link-4": "Търговски марки",
  "footer-link-5": "Етика на ИИ",
  "footer-link-6": "Блог",
  "footer-link-7": "Състояние",
  "footer-link-8": "Документация",
  "footer-link-9": "Съобщете за грешка",
  "footer-terms": "Условия",
  "footer-privacy": "поверителност",
  "footer-attribution": "Приписване",
  "footer-subheader-1": "поддържа",
  "footer-subheader-2": "Контакт",
  "switch-to-english-link": "Превключете на английски",
  "intro-heading-privacy": "Проектиран за поверителност.",
  "intro-subtitle-p1-privacy": " Уникален подход към онлайн сигурността, основан на поверителността.",
  "info-head-2-pr": "Записването на онлайн активност не е отговорът.",
  "info-text-1-pr": "hCaptcha Enterprise има само една цел: да предотврати лошите участници да нарушат вашите онлайн операции и да навредят на потребителите ви.",
  "info-text-2-pr": "По този начин нашите системи са проектирани от самото начало, за да минимизират събирането и запазването на данни, като същевременно поддържат водеща в класа сигурност. Най-добрият начин да защитите потребителските данни е изобщо да не ги съхранявате.",
  "info-text-3-pr": "Всички взаимоотношения с клиенти също са защитени от силно споразумение за обработка на данни. Услугата hCaptcha е в съответствие с всички закони за поверителност, независимо къде пребивават вашата услуга или вашите клиенти. Несъхраняването на лични данни прави това много по-лесно за нас, отколкото за други компании.",
  "info-text-2-2-pr": "Услуги като reCAPTCHA v3 казват, че поставянето на техния проследяващ пиксел на всяка страница от вашия сайт е необходимо за добра сигурност. Това не е така.",
  "info-text-2-3-pr": "Простият поведенчески анализ е сигнал, който лесно се подправя от лоши участници и изисква запазване на историята на сърфиране и за целия ви легитимен трафик.",
  "info-text-2-4-pr": "Ние не управляваме рекламна мрежа и нямаме интерес да наблюдаваме поведението на потребителите ви, за да им продаваме реклами. Това означава, че не изискваме пасивен пиксел на всяка страница от вашия сайт.",
  "info-text-2-5-pr": "Добавете нашия код за предизвикателство само там, където е необходимо и където има смисъл да защитите както вас, така и вашите потребители.",
  "info-head-3-pr": "Машинното обучение е полезно. Но не са необходими лични данни, за да работи.",
  "info-text-3-1-pr": "Машинното обучение сега засяга почти всеки аспект от живота ни, често по начини, които не осъзнаваме и не можем да видим. Онлайн услугите за сигурност не са по-различни.",
  "info-text-3-2-pr": "Чрез изучаване на хиляди сигнали, моделите могат да направят извод и да постигнат висока увереност при откриване на злонамерено поведение много бързо, дори когато нито един отделен сигнал сам по себе си не би бил достатъчно силен, за да покаже проблем.",
  "info-text-3-3-pr": "Нищо от това обаче не изисква използване на лична информация (PII). Съвременните криптографски техники ни позволяват да изхвърлим всякакви лични данни възможно най-бързо, създавайки вместо това еднопосочни подписи, които не могат да бъдат свързани с никое физическо лице.",
  "info-text-3-4-pr": "Обучението върху деидентифицирани данни работи също толкова добре и не изисква компрометиране нито на сигурността, нито на поверителността. Нашите клиенти са направили емпиричните тестове и са ни обявили за равни или по-добри от много по-малко частни алтернативи.",
  "cloudflare-quote-text-privacy": "Харесаха ни няколко неща в решенията hCaptcha: 1) те не продават лични данни; те събират само минимално необходими лични данни, прозрачни са при описанието на информацията, която събират и как я използват и/или разкриват.",
  "pilot-head": "Изпробвайте ни във вашата среда без задължение.",
  "pilot-text-1a": "Ние сме инженери, а не търговци: искаме да сте доволни от избора си.",
  "pilot-text-1b": "Най-добрият начин да гарантирате вашето удовлетворение е да демонстрирате, че отговаряме на вашите нужди.",
  "pilot-text-1c": "На практика всички компании, които стартират пилотен проект, в крайна сметка избират нашите решения.",
  "pilot-text-1d": "Използвайте този формуляр, за да се свържете с някой от нашите технически специалисти. Ние реагираме бързо.",
  "pilot-text-1e": "Можете също да ни изпратите имейл директно.",
  "pilot-email-details": "Подробностите са тук.",
  "pilot-f1": "регион",
  "pilot-f2": "Твоето име",
  "pilot-f3": "Твоето име",
  "pilot-f4": "Бизнес имейл",
  "pilot-f5": "Някакви други подробности, които трябва да имаме?",
  "pilot-f6": "Имате ли нужда от спешно въвеждане?",
  "pilot-f7": "да.",
  "pilot-f8": "Аз съм атакуван и се нуждая от незабавно въвеждане.",
  "pilot-f9": "Изпращане",
  "pilot-f10": "С въвеждането на вашия имейл вие се съгласявате с нашите Условия и Политика за поверителност и да получавате имейл от нас.",
  "pilot-fo-1": "Интеграцията не може да бъде по-лесна.",
  "pilot-fo-2": "hCaptcha има десетки предварително изградени интеграции за предните и задните системи, които използвате.",
  "pilot-fo-3": "Ако случайно идвате от reCAPTCHA на Google, нашите API са заместващи. Три реда код са всичко, от което се нуждаете.",
  "pilot-fo-4": "Нашите инженери по адаптиране могат да ви помогнат бързо, независимо дали имате нужда от интеграция с React, комплекти за разработване на софтуер (SDK) за приложения, които са естествени за iOS, пример за бекенд на Java или почти всеки друг сценарий.",
  "pilot-fo-5": "И както винаги, поверителността е основна ценност за нас. Добавете нашия код за предизвикателство само там, където е необходимо и където има смисъл да защитите както вас, така и вашите потребители. Минимизирането на събирането на данни започва от момента на интеграцията.",
  "pilot-fdone": "Благодаря ти. Ще се свържем скоро.",
  "home-ent-2-new": "Научете повече за нашето корпоративно решение.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Решенията на hCaptcha Enterprise осигуряват водеща в класа сигурност и защитават много от най-добрите онлайн услуги.",
  "home-plans-button-2-new": "Научете повече",
  "header-enterprise-link": "Предприятие",
  "sales-interstitial-c1b-new": "Научете повече за hCaptcha Enterprise",
  "a11y-img-1": "Потребителски екран за достъпност след влизане",
  "a11y-img-2": "Опция за достъпност в менюто на потребителския интерфейс на приспособлението",
  "a11y-img-3": "Диалогов прозорец за достъпност в потребителския интерфейс на приспособлението",
  "about-advisors-brendan": "Главен изпълнителен директор на Brave. Съосновател на Mozilla. Създател на езика за програмиране JavaScript. Конструктор на браузъри и др.",
  "about-advisors-dawn": "Професор, CS в Калифорнийския университет, Бъркли. Дълбоко обучение, сигурност, експерт по блокчейн. Главен изпълнителен директор на Oasis Labs.",
  "about-advisors-head": "Съветници",
  "about-advisors-keiran": "Учен изследовател в Станфорд. Машинно обучение и количествено финансиране в големи банки, хедж фондове и академични среди.",
  "about-content-head-1": "Какво правим",
  "about-content-head-2": "Защо е важно",
  "about-content-text-1a": "hCaptcha предлага модерен подход, насочен към поверителността, за спиране на ботове.",
  "about-content-text-1b": "Показваме предизвикателствата на CAPTCHA, които са трудни за ботовете, но са лесни за хората, като събираме трудно обозначими данни от проблеми с машинното обучение и ги използваме, за да различим дали посетителят на уебсайт или приложение е човек.",
  "about-content-text-2a": "Лошите актьори са все по-често срещани онлайн. Но жертването на поверителност на потребителите не е решението.",
  "about-content-text-2b": "Решенията за сигурност, предлагани от рекламните компании, се фокусират предимно върху проследяването на потребители в мрежата. Създадохме ефективно решение за сигурност, което доказва, че увреждането на поверителността на потребителите не е необходимо, за да се постигнат отлични резултати.",
  "about-intro-head-1": "За hCaptcha",
  "about-intro-head-2": "Поверителност, сигурност и машинно обучение.",
  "about-intro-text": "hCaptcha е най-широко използваната независима услуга CAPTCHA в света.",
  "about-leadership-head": "Кои сме ние",
  "about-leadership-headsub": "Опитен екип, работещ по най-трудните проблеми днес.",
  "about-leadership-link1": "Кои сме ние",
  "about-leadership-text1": "Ние сме специализирани в дълбоко обучение и визуално машинно обучение в мащаб, със специален фокус върху защитата на онлайн системите от все по-сложни съвременни заплахи.",
  "about-leadership-text2": "С десетилетия опит в областта на софтуера и машинното обучение, ние изграждаме и експлоатираме мащабируеми системи, за да се справим с някои от най-трудните проблеми днес, като същевременно запазваме поверителността.",
  "acc-opt": "Опции за достъпност",
  "acc-opt-but": "Научете повече за опциите за достъпност",
  "acc-opt-text": "Имате ли зрителни увреждания или по друг начин не можете да попълните hCaptchas?",
  "accessibility-link": "Достъпност",
  "appreciate-in": "Оценяваме вашето мнение. Уведомете ни за всички проблеми и ще ги разрешим бързо.",
  "fb-but": "Изпратете ни обратна връзка",
  "feedback-text": "Предоставете отзиви за hCaptcha, който току-що видяхте",
  "footer-copyright-text": "hCaptcha е регистрирана търговска марка на Intuition Machines, Inc.",
  "footer-link-10": "Достъпност",
  "h-plans": "Абонаментни планове",
  "header-labeling-services-link": "Услуги за етикетиране",
  "header-plans-link": "Планове",
  "header-signup-button": "Регистрирай се",
  "home-about-head": "За hCaptcha",
  "home-about-subtitle": "Осъществено от ЧОВЕШКИ протокол",
  "home-about-text-1": "hCaptcha е предназначен за решаване на най-трудоемкия проблем в машинното обучение: етикетиране на огромни количества данни своевременно, достъпно и надеждно.",
  "home-about-text-2": "Повече данни обикновено дават по-добри резултати при обучението на модели за машинно обучение. Неотдавнашният успех на дълбоките модели доведе до все по-големи масиви от данни, почти винаги с някакъв човешки преглед. Създаването на големи прегледани от човека набори от данни чрез Mechanical Turk, Figure Eight и др. Е едновременно бавно и скъпо.",
  "home-about-text-3": "hCaptcha позволява на уебсайтовете да правят пари, обслужващи това търсене, като същевременно блокира ботове и други форми на злоупотреба.",
  "home-about-text-4": "Пазарът hCaptcha се задвижва от HUMAN Protocol, отворен децентрализиран протокол за човешки преглед, който работи на блокчейн Ethereum. Уебсайтовете печелят човешки токени (HMT), когато потребителите използват приспособлението hCaptcha на своя сайт, а компаниите за машинно обучение плащат на човешките токени, за да получат етикети на данните си.",
  "home-ba-labeling-services-link": "Услуги за етикетиране",
  "home-benefits-head-1": "Стойността при етикетиране на данни",
  "home-benefits-head-2": "Върнете се на благотворителността",
  "home-benefits-text-1": "Осъзнавахте ли, че всеки път, когато щракнете върху колата, помагате да обучите безплатно системи за машинно обучение на една компания от Gigantic?",
  "home-benefits-text-2": "hCaptcha обръща този модел. Когато използвате hCaptcha, компаниите наддават за работата на вашите потребители, докато доказват своята човечност. Получавате наградите.",
  "home-benefits-text-3": "Искате ли да върнете на любимата си благотворителна организация? hCaptcha ви позволява да подкрепяте избраните от вас благотворителни организации с печалбите, които получавате от използването му. Потребителите на вашия сайт скоро ще могат да видят вашия принос за благотворителност чрез дискретно брандиране на интерфейса hCaptcha.",
  "home-challenge-text-1": "Изберете всички изображения, които съответстват на заявката",
  "home-challenge-text-2": "Определете ограничаваща област за обекти",
  "home-challenge-text-3": "Идентифицирайте съответните етикети",
  "home-challenge-title-1": "Сравнение",
  "home-challenge-title-2": "Ограничителна кутия",
  "home-challenge-title-3": "Категоризация",
  "home-challenges-head": "Представени предизвикателства",
  "home-challenges-text-1": "... и други прости задачи. Лесно за хората, трудно за ботове.",
  "home-challenges-text-2": "Персонализирани задачи са достъпни и за корпоративни издатели.",
  "home-ent-1": "Търсите нашите предложения за корпоративна сигурност?",
  "home-ent-2": "Посетете нашия нов специален сайт: BotStop.com",
  "home-ent-button": "Научете повече: BotStop от hCaptcha",
  "home-from-the-blog": "ОТ БЛОГА:",
  "home-from-the-blog-value": "Как работят настройките за трудност на hCaptcha",
  "home-intro-body": "Използвате ли капча за предпазване от ботове? hCaptcha защитава поверителността на потребителите, възнаграждава уебсайтове и помага на компаниите да получат етикети на данните си. Това е заместващо средство за reCAPTCHA: можете да превключите в рамките на минути.",
  "home-intro-button": "Включи се сега",
  "home-intro-head": "Спрете още ботове. Започнете да защитавате поверителността на потребителите.",
  "home-main-1": "Частен. Сигурно. По-бързо. И ние ви плащаме да го използвате.",
  "home-main-2": "Поверителност фокусирана",
  "home-main-2c": "Рекламните мрежи виждат вашите посетители като продукт. За hCaptcha продуктът е работата, която предоставят. Не ни интересува кои са вашите потребители, а само колко е вероятно те да бъдат злонамерени. Подкрепяме инициативи като Privacy Pass и работим усилено, за да балансираме поверителността и сигурността.",
  "home-main-3": "Сигурност на първо място",
  "home-main-3c": "Точността е във ваш и наш интерес. hCaptcha е фокусиран върху издателя. Ние работим, за да ви предоставим реални данни и да ви позволим да решите как да ги използвате. Други captchas се предоставят от гигантски рекламни компании. Това означава, че всеки бот, който блокират, може да намали приходите си.",
  "home-main-4": "По-добро потребителско изживяване",
  "home-main-4c": "Сложните модели за машинно обучение се използват от hCaptcha за определяне на човечеството. Това ни позволява да изискваме по-малко досадни задачи от вашите потребители и да отделяме по-малко време за това, като същевременно създаваме полезни етикетирани данни за етикетиране на клиенти.",
  "home-main-plans": "hCaptcha е безплатна за използване за издатели от всякакъв размер. Въпреки това, за предприятия и платформи, които се нуждаят от повече контрол, нашите корпоративни решения са на разположение.",
  "home-main-plans2": "Корпоративните решения hCaptcha защитават милиони потребители в десетки милиони уебсайтове за някои от най-големите компании на планетата. Моля, свържете се с нас за повече информация или посетете",
  "home-main-plans3": "Корпоративните решения hCaptcha защитават милиони потребители в десетки милиони уебсайтове за някои от най-големите компании на планетата. Моля, свържете се с нас за повече информация или посетете",
  "home-main-plans4": "за детайли.",
  "home-plans-button-1": "Включи се сега",
  "home-plans-button-2": "Свържете се с продажбите",
  "home-plans-chart-head-1": "Характеристика",
  "home-plans-chart-head-2": "Издател",
  "home-plans-chart-head-3": "Предприятие",
  "home-plans-chart-row-1-cell-1": "Показани са типове контролни предизвикателства",
  "home-plans-chart-row-1-cell-2": "Ограничен",
  "home-plans-chart-row-1-cell-3": "Обща сума",
  "home-plans-chart-row-10-cell-1": "Табла за много потребители",
  "home-plans-chart-row-11-cell-1": "Разширени функции за отчитане",
  "home-plans-chart-row-12-cell-1": "Enterprise SLA",
  "home-plans-chart-row-2-cell-1": "Контролирайте използваното съдържание на предизвикателството",
  "home-plans-chart-row-2-cell-2": "Ограничен",
  "home-plans-chart-row-2-cell-3": "Обща сума",
  "home-plans-chart-row-3-cell-1": "Печелете награди за човешки решения",
  "home-plans-chart-row-4-cell-1": "Защита от ботове от световна класа",
  "home-plans-chart-row-5-cell-1": "Работи във всяка държава",
  "home-plans-chart-row-5a-cell-1": "Без CAPTCHA и 99,9% пасивни режими",
  "home-plans-chart-row-5b-cell-1": "Резултати за доверие на бота",
  "home-plans-chart-row-6-cell-1": "Политика за поверителност на GDPR и CCPA",
  "home-plans-chart-row-7-cell-1": "Финозърнести нива на трудност",
  "home-plans-chart-row-8-cell-1": "Стартирайте вашето собствено съдържание за предизвикателство",
  "home-plans-chart-row-9-cell-1": "График на трудност, базиран на времето",
  "home-try-it-out-button": "Вземете hCaptcha",
  "home-try-it-out-head": "Опитай го",
  "home-try-it-out-text": "hCaptcha осигурява просто, лесно и надеждно откриване на ботове, като същевременно е тривиално за хората.",
  "labeling-about-head": "За hCaptcha",
  "labeling-about-text-1": "hCaptcha е предназначен за решаване на най-трудоемкия проблем в машинното обучение; етикетиране на огромни количества данни своевременно, достъпно и надеждно. Повече данни обикновено дават по-добри резултати при обучението на модели за машинно обучение. Неотдавнашният успех на дълбоките модели доведе до все по-големи масиви от данни и hCaptcha обслужва тази нужда.",
  "labeling-about-text-2": "Създаването на големи прегледани от човека набори от данни с помощта на традиционни методи е едновременно бавно и скъпо. hCaptcha е начин за компаниите да получат анотациите, които са им необходими, по-бързо, с по-високо качество и на по-ниска цена от другите алтернативи.",
  "labeling-annotations-head": "Типове анотации",
  "labeling-annotations-text-1": "Точно откриване на обект в изображения и видео",
  "labeling-annotations-text-2": "Точно откриване на обект в изображения и видео",
  "labeling-annotations-text-3": "Точкови анотации за много различни случаи на употреба",
  "labeling-annotations-text-4": "Сортирайте или добавяйте произволни категории от всякакъв размер",
  "labeling-annotations-text-5": "Откриване и класификация, задвижвани от човека",
  "labeling-annotations-text-6": "Нуждаете се от друг тип, който не е посочен тук? Просто ни попитайте.",
  "labeling-annotations-title-1": "Ограничителни кутии",
  "labeling-annotations-title-2": "Многоъгълници",
  "labeling-annotations-title-3": "Природни забележителности",
  "labeling-annotations-title-4": "Категоризация на атрибутите",
  "labeling-annotations-title-5": "Сравнение и откриване",
  "labeling-annotations-title-6": "... и много други",
  "labeling-ent-button": "Свържете се с нашия екип за корпоративни решения",
  "labeling-ent-head": "Нуждаете се от контрол до край?",
  "labeling-ent-text-1": "Платформата HUMAN зад hCaptcha предоставя изключително усъвършенствани функции за качество на работа и управление чрез локални, хибридни или SaaS внедрения, които се интегрират със съществуващите ви системи.",
  "labeling-ent-text-2": "Работете изцяло офлайн със собствената си работна сила, проследявайте стойността, консумирана от бизнес звена или партньори в консорциума, избирателно маршрутизирайте заданията до различни вътрешни или външни доставчици на работна сила въз основа на изисквания за разходи и сигурност и др.",
  "labeling-ent-text-3": "Лесен достъп до API, красиви табла за управление и най-новата технология модел-в-цикъла за максимална ефективност.",
  "labeling-ent-text-4": "Налични са 99,99% SLA за непрекъсната работа и 24/7 глобална поддръжка. За повече информация:",
  "labeling-features-head-1": "Прости API-задвижвани тръбопроводи.",
  "labeling-features-head-2": "Оптимизиран за цена и качество. Не се изисква предварително ангажимент.",
  "labeling-features-head-3": "Плащайте само за точността, от която се нуждаете.",
  "labeling-features-head-4": "Предоставете свои собствени данни за истината или ни позволете да ги изградим в движение.",
  "labeling-features-text-1": "Искате ли да интегрирате човешкия преглед директно във вашите бизнес операции? Ние предлагаме SLA с висока надеждност, гарантиран капацитет и прости REST API.",
  "labeling-features-text-2": "Платформата HUMAN използва изчерпателни модели на доверие за извършване на сложен анализ на качеството в реално време. Това ни позволява бързо да определим както трудността на въпросите, така и вероятния им верен отговор, спестявайки ви време и пари.",
  "labeling-features-text-3": "Не всички проблеми са еднакви. Анотациите за критични за безопасността задачи може да изискват 99,99% доверие от изцяло човешки работници. Анотациите за една бета функция в приложение за мобилни игри може да изискват само умерена увереност. Ти решаваш.",
  "labeling-features-text-4": "Имате ли сурови данни без изчерпателен набор за проверка? В повечето случаи можем да създадем такъв за вас, когато задачите се изпълняват през системата, или да създадем етикетирани проби за ваше одобрение.",
  "labeling-info-head": "Получаване на етикети на данни",
  "labeling-info-text-1": "Говорете с един от нашите експерти по домейни, за да определите нуждите на вашия проект: целева точност, формат и всякакви специални изисквания.",
  "labeling-info-text-2": "Изпълняваме малка производствена работа въз основа на вашите примерни данни. Това тества работата, която сме свършили заедно, за да гарантираме, че получавате точно това, от което се нуждаете.",
  "labeling-info-text-3": "С нашия голям обем и ниска латентност ние ще обърнем вашата работа бързо, с автоматична доставка веднага щом приключи.",
  "labeling-info-text-4": "Тъй като по-добре разбираме параметрите на вашата производствена работа, резултатите ще продължат да се подобряват с течение на времето.",
  "labeling-info-text-5": "Таблата за управление на живо ви позволяват да предоставите обратна връзка или да спрете производството по всяко време.",
  "labeling-info-title-1": "Определете спецификациите",
  "labeling-info-title-2": "Първоначален тест за работа",
  "labeling-info-title-3": "Внедряване на производствени работни места",
  "labeling-info-title-4": "Непрекъснато усъвършенстване",
  "labeling-info-title-5": "Резултати в реално време",
  "labeling-main-1": "Рентабилно етикетиране на данни в мащаб",
  "labeling-main-1-button": "Вземете данните си с етикет сега",
  "labeling-main-1c": "Нуждаете се от повече етикети за вашите набори от данни? hCaptcha осигурява бързо, рентабилно и висококачествено етикетиране на данни за компании, работещи върху приложения за изкуствен интелект и машинно обучение.",
  "labeling-main-2": "Стартирайте незабавно милиони задачи.",
  "labeling-main-2-button": "Купете услуги за етикетиране на данни",
  "labeling-main-2c": "hCaptcha разполага с един от най-големите басейни на планетата, който можете да използвате. Какъвто и да е вашият мащаб, ние можем да се справим без скъпи предварителни ангажименти. Милиони задачи на ден не са проблем.",
  "labeling-platform-head": "Частна или публична информация",
  "labeling-platform-text": "hCaptcha е изграден на платформата HUMAN, която позволява усъвършенствано маршрутизиране и анализ за оптимизиране на разходите и ефективността на всяка стъпка. Тази технология позволява на подходящата работна сила да се справи с всяка част от вашата работа, като максимизира ефективността на разходите, като същевременно запазва поверителността и отговаря на всички регулаторни изисквания, които могат да се прилагат.",
  "labeling-try-button": "Купете услуги за етикетиране на данни",
  "labeling-try-head": "Искате ли да опитате с вашите данни?",
  "labeling-try-text": "... ние сме готови, когато сте вие: нашата услуга е достъпна денонощно.",
  "learn-more-hcaptcha": "Научете повече за hCaptcha",
  "page-acc-faq-1": "Въпрос: Съвместим ли е hCaptcha Section 508 + WCAG 2.1 AA? Отговор: Вярваме, че е така: всички потребители с каквато и да е форма на увреждане, които могат да сърфират в мрежата и да въвеждат текст във формуляри, могат да получат достъп до услуги, защитени от hCaptcha при регистрация. Това обаче не е правен съвет: трябва да извършите своя собствена оценка, като вземете предвид конкретното ви изпълнение, за да сте сигурни, че това е така за вашето внедряване.",
  "page-acc-faq-2": "Въпрос: Работите ли върху други опции за достъпност (a11y), като аудио? Отговор: Популярните преди това опции като аудио captchas дискриминират много потребители на a11y и лесно биват победени от съвременните техники за машинно обучение. Това принуди настоящите аудио предизвикателства да стават все по-трудни, въвеждайки шум, странно време, необичайни комбинации от думи и така нататък, за да победят нападателите. Следователно ние сме по-малко ентусиазирани от този подход спрямо избягването на предизвикателството като цяло, но ще го разгледаме, ако има търсене от общността на a11y. Въпреки това, ние сме много заинтересовани от Privacy Pass за случая на използване на Accessibility. Вярваме, че комбинирането на настоящия ни подход a11y с издаването на Privacy Pass ще позволи на потребителите на a11y да сърфират безопасно, защитени със знанието, че техният трафик е по-личен, като същевременно ще ограничи злоупотребата от оператори на ботове, която неизбежно възниква, когато са налични опции a11y. Ние сме активни участници в работната група на IETF, която стандартизира тази нова технология.",
  "page-acc-faq-3": "Въпрос: Какво ще кажете за поверителността? Регистрацията разкрива ли по някакъв начин данните за сърфиране на a11y? Какво правиш с имейла? Отговор: hCaptcha е проектиран за поверителност от самото начало. Това е много различно от традиционните опции като reCAPTCHA, които са собственост на рекламни мрежи, които имат стимул да ви проследяват в мрежата и да ви свързват с истинска самоличност. Никога не използваме имейли или информация за достъпност за друга цел, освен за улесняване на 11-то използване и предотвратяване на злоупотреби. Нашата политика за поверителност има изчерпателни и авторитетни отговори за това как използваме данните, но краткият отговор е, че нямаме интерес да ви свързваме като човек с вашата история на сърфиране. В момента също работим върху криптографско решение за бързо изхвърляне на вашия имейл адрес като същевременно запазваме способността си да предотвратяваме злоупотреби, допълвайки работата ни с Privacy Pass.",
  "page-acc-link-1": "Ако сте потребител на достъпност, моля, регистрирайте се тук.",
  "page-acc-subhead": "Осигуряване на безпроблемен достъп за всички потребители, като същевременно се запазва сигурността",
  "page-acc-summary": "Обобщение",
  "page-acc-summary-contents-1": "hCaptcha е предназначена да спре ботове, като ги разграничава от хората. Визуалните тестове са удобен инструмент за това, но не всеки може да реши визуално предизвикателство. Поради тази причина създадохме проста и безболезнена алтернатива, за да позволим на издателите, използващи нашата услуга, да запазят достъпността за всички с пълно съответствие с раздел 508 и WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Как работи: първо, потребител за достъпност се регистрира на този URL, който е свързан в информационната страница на приспособлението hCaptcha. Те получават криптирана бисквитка, която може да се използва няколко пъти на ден, но трябва да се опреснява на всеки 24 часа чрез вход. Когато се подаде предизвикателство на потребител за достъпност на който и да е сайт, използващ услугата hCaptcha, те автоматично ще преминат.",
  "page-acc-title": "hCaptcha Информация за достъпност",
  "page-acc-tr-body": "Въпрос: Все още виждам предизвикателство след настройката на бисквитката. Какво причинява това?<br> Отговор: Обикновено това се дължи на използването на агресивен рекламен блокер или разширение против бисквитки, или настройка, която блокира бисквитки между сайтове, в този случай бисквитка за hcaptcha.com, която е зададена или проверена от hCaptcha JS на различен сайт , като този, който посещавате.<br><br> hCaptcha бисквитките за достъпност работят с всички популярни браузъри и рекламни блокери със стандартните им настройки, така че обикновено неуспехите се дължат на анти-анти-adblock скриптове или подобни набори от правила, насочени към определени сайтове.<br><br> Решения:<br><br> 1. Бял списък с бисквитки hcaptcha.com и * .hcaptcha.com във вашия рекламен блокер или разширение за сигурност на браузъра.<br> 2. Ако използвате браузъра Brave, който понастоящем няма никакъв бял списък с бисквитки, отидете на Preferences -> Shields -> Cookies и изберете Allow All Cookies.<br> 3. Ако използвате най-новата версия на Safari на наскоро пуснатата OS X 10.15 или iOS 13.4, Apple току-що е променила поведението на Safari, свързано с бисквитки на трети страни, като блокира всички по подразбиране. Ние прилагаме решение, но междувременно, моля, посетете предпочитанията на Safari, раздела за поверителност и премахнете отметката от проследяването на уебсайта: Предотвратете проследяването на различни сайтове, за да позволите на бисквитката за достъпност да функционира според очакванията.<br><br> Въпрос: Използвам множество устройства. Трябва ли да се регистрирам няколко пъти?<br> Отговор: Не. Моля, щракнете върху същата връзка за вход по имейл, изпратена до вас на всяко устройство, което използвате, за да зададете бисквитката.<br><br> Въпрос: Как мога да се предпазя от проследяване на бисквитки на трети страни, докато използвам бисквитката за достъпност?<br> Отговор: Използването на разширение за поверителност или блокиране на реклами, което поддържа списък с разрешени домейни на ниво (напр. UBlock Origin), ще работи според очакванията: просто не забравяйте да добавите hcaptcha.com в белия списък.",
  "page-acc-tr-title": "За потребители на достъпност: Чести въпроси и ръководство за отстраняване на неизправности",
  "page-acc-tr2-body": "Сафари<br> За да активирате бисквитки в Safari (Mac): Отидете в падащото меню Safari. Изберете Предпочитания. Щракнете върху Поверителност в горния панел. Под „Блокиране на бисквитки“ изберете опцията „Никога“.<br> За да активирате бисквитките в Safari (iPhone / iPad iOS 11+): Отворете настройките си. Превъртете надолу и изберете Safari. Под Поверителност и сигурност изключете „Предотвратяване на проследяването между страници“ и „Блокиране на всички бисквитки“<br><br> Firefox<br> Кликнете върху щита вляво от адресната лента на която и да е уеб страница. Щракнете върху Настройки за защита. Ще се отвори панелът за поверителност и сигурност на предпочитанията на Firefox. Под Подобрена защита от проследяване изберете Потребителски. Изберете кои тракери и скриптове да блокирате, като поставите отметки в тези квадратчета. Уверете се, че сте деблокирали hcaptcha.com.<br><br> Можете също така временно да изключите някои защити в Custom, за да отстраните грешки, като премахнете отметките от квадратчетата: Премахнете отметката от квадратчетата Trackers или премахнете отметката от полето Cookies, ако все още имате проблеми.<br><br> Google Chrome<br> Google Chrome (компютър)<br> Изберете иконата на менюто на Chrome. Изберете Настройки.<br> Отидете на Поверителност и сигурност, след това „Бисквитки“ и други данни от сайта.<br> Уверете се, че „Блокиране на бисквитки на трети страни“ не е активирано.<br><br> Google Chrome (Mac):<br> Отворете предпочитанията на Chrome от лентата с менюта.<br> Отидете на Поверителност и сигурност, след това „Бисквитки“ и други данни от сайта.<br> Уверете се, че „Блокиране на бисквитки на трети страни“ не е активирано.<br><br> Google Chrome (Android):<br> На устройството си с Android отворете приложението Chrome.<br> Горе вдясно докоснете Още и след това Настройки.<br> Докоснете Настройки на сайта и след това „Бисквитки“.<br> Включете настройката до „Бисквитки“.<br> Поставете отметка в квадратчето до „Разрешаване на бисквитки на трети страни“.<br><br> Internet Explorer<br> 1. Изберете зъбното колело в горния десен ъгъл на екрана, след което изберете „Опции за интернет“. Ако сте активирали лентата с менюта, можете да изберете „Инструменти“, след което „Опции за интернет“.<br> 2. Щракнете върху раздела „Поверителност“.<br> 3. Изберете бутона „Разширени“.<br> 4. Под „Бисквитки на трети страни“ изберете „Приемам“.<br> 5. Щракнете върху „OK“",
  "page-acc-tr2-head": "Инструкции на браузъра за бисквитки между сайтове",
  "priv-hc": "Поверителност фокусирана",
  "priv-hc-text": "Рекламните мрежи ви възприемат като техен продукт. Ние не го правим. Не ни интересува кои са потребителите, а само колко вероятно е те да бъдат злонамерени. Поддържаме инициативи като Privacy Pass и работим усилено, за да балансираме поверителността и сигурността.",
  "reporting-bugs-accessibility-button": "Научете повече за опциите за достъпност",
  "reporting-bugs-accessibility-head": "Опции за достъпност",
  "reporting-bugs-accessibility-text": "Имате ли зрителни увреждания или по друг начин не можете да попълните hCaptchas?",
  "reporting-bugs-guide-ff-head": "Заснемане на подробности за доклада за грешки: Firefox",
  "reporting-bugs-guide-ff-step-1": "Стъпка 1: Отворете инструментите за програмисти (Това започва записването на сесията.)",
  "reporting-bugs-guide-ff-step-2": "Стъпка 2: Щракнете върху раздела Мрежа в Инструменти за програмисти. Поставете отметка в квадратчето Persist logs в горната част.",
  "reporting-bugs-guide-ff-step-3": "Стъпка 3: посетете https://accounts.hcaptcha.com/demo или уебсайта, на който имате проблем (Забележка за поверителност: само ако нямате нищо против да споделите какво представлява) ... и след това щракнете върху I бутон съм човек и се опитайте да решите.",
  "reporting-bugs-guide-ff-step-4": "Стъпка 4: Щракнете върху HAR, след като се опитате да решите, и изберете Save All като HAR, за да запазите мрежовия дневник. Изпратете ни този файл.",
  "reporting-bugs-guide-ff-step-5": "Стъпка 5: Щракнете върху раздела Конзола и щракнете с десния бутон, след това Изберете всичко и запазете това в текстов файл, за да запазите конзолния дневник. Изпратете ни и това.",
  "reporting-bugs-guide-ff-step-6": "Последна стъпка: Изпратете ни имейл тези HAR и конзолни регистрационни файлове и опишете проблема Използвайте: support@hcaptcha.com (моля, използвайте услуга като Dropbox или Filebin и изпратете връзки) и по избор екранна снимка, ако подозирате, че нещо не се показва правилно . Моля, изпратете и IP адреса, който използвате. Можете да го получите от https://www.whatsmyip.org/ Благодаря, че отделихте време, за да ни помогнете да получим тази информация! Ние се ангажираме да накараме hCaptcha да работи добре за всички.",
  "reporting-bugs-guide-head": "Улавяне на подробности за доклада за грешки: Chrome",
  "reporting-bugs-guide-step-1": "Стъпка 1: Отворете инструментите за програмисти (Това започва записването на сесията.)",
  "reporting-bugs-guide-step-2": "Стъпка 2: Щракнете върху раздела Мрежа в Инструменти за програмисти. Поставете отметка в квадратчето Запазване на регистрационния файл в горната част.",
  "reporting-bugs-guide-step-3": "Стъпка 3: посетете https://accounts.hcaptcha.com/demo или уебсайта, на който имате проблем (Забележка за поверителност: само ако нямате нищо против да споделите какво представлява) ... и след това щракнете върху I бутон съм човек и се опитайте да решите.",
  "reporting-bugs-guide-step-4": "Стъпка 4: Щракнете върху Export HAR (малката стрелка надолу), след като се опитате да разрешите, което запазва мрежовия регистър. Изпратете този файл до нас.",
  "reporting-bugs-guide-step-5": "Стъпка 5: Щракнете върху раздела Конзола и щракнете с десния бутон, след това Запази като .., за да запазите регистрационния файл на конзолата. Изпратете ни и това.",
  "reporting-bugs-guide-step-6": "Последна стъпка: Изпратете ни имейл тези HAR и конзолни регистрационни файлове и опишете проблема. Използвайте: support@hcaptcha.com (моля използвайте услуга като Dropbox или Filebin и изпратете връзки) и по желание екранна снимка, ако подозирате, че нещо не се показва правилно. Моля, изпратете и IP адреса, който използвате. Можете да го получите от https://www.whatsmyip.org/ Благодаря, че отделихте време, за да ни помогнете да получим тази информация! Ние се ангажираме да накараме hCaptcha да работи добре за всички.",
  "reporting-bugs-guide-text-1": "Изпращането на информация за отстраняване на грешки с вашия отчет ще ни улесни много да идентифицираме какво се случва. Ето инструкции стъпка по стъпка:",
  "reporting-bugs-guide-text-2": "Ако сте уеб разработчик или експертен потребител, обобщението е, че бихме искали да ни изпратите мрежов запис на HAR и регистрационни файлове на конзолата на браузъра. Моля, опитайте първо да деактивирате всеки блокер на реклами или разширения за защита на браузъра и след това опитайте отново, преди да преминете през тези стъпки. Ако това реши проблема ви, все пак ще сме благодарни да ни уведомите за версията на браузъра си, блокера на реклами или разширението на браузъра, както и URL адреса на уебсайта.",
  "reporting-bugs-intro-head": "Открихте грешка? Ето как да съобщите за това.",
  "reporting-bugs-intro-text": "Милиони хора използват hCaptcha всеки месец в хиляди комбинации от браузъри, разширения, устройства, защитни стени и др. Нашата цел е да се уверим, че винаги работи за вас, затова много оценяваме вашите отчети! За да дадете бърза обратна връзка, просто щракнете върху бутона Изпратете ни обратна връзка. Ако виждате функционален проблем, моля, следвайте инструкциите за регистрация на грешки за Chrome или инструкциите за регистрация на грешки за Firefox по-долу. За всички други браузъри просто ни пишете. За потенциални проблеми със сигурността или поверителността вижте инструкциите по-долу.",
  "reporting-bugs-privacy-head": "Проблеми с поверителността",
  "reporting-bugs-privacy-text": "Не ни интересува кои са потребителите, а само колко вероятно е те да бъдат злонамерени или машини. Поддържаме инициативи като Privacy Pass и работим усилено, за да балансираме поверителността и сигурността. Ако сте открили проблем, който според вас може да засегне поверителността на потребителите, моля, изпратете ни имейл на support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Изпратете ни обратна връзка",
  "reporting-bugs-provide-feedback-head": "Предоставете незабавна обратна връзка за hCaptcha",
  "reporting-bugs-provide-feedback-text": "Оценяваме вашето мнение. Уведомете ни за всички проблеми и ще ги разрешим бързо.",
  "reporting-bugs-security-head": "Грешки в сигурността",
  "reporting-bugs-security-text": "Винаги се интересуваме от получаване на доклади за грешки в сигурността. Изпратете имейл на support@hcaptcha.com & CC security@hcaptcha.com и ние ще се свържем с вас бързо. Имаме и програма за награди за грешки за допустими отчети за защита на услугата hCaptcha и свързания с нея изходен код.",
  "sales-interstitial-c1": "За фирми",
  "sales-interstitial-c1a": "Решения за корпоративна сигурност (платени)",
  "sales-interstitial-c1b": "Научете повече за hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Анотиране на данни",
  "sales-interstitial-c1d": "Закупете услуги за анотиране на hCaptcha",
  "sales-interstitial-c2": "За физически лица",
  "sales-interstitial-c2a": "Добавете hCaptcha към вашата услуга (безплатно)",
  "sales-interstitial-c2b": "Добавете hCaptcha за издатели към моя уебсайт или приложение",
  "sales-interstitial-c2c": "Какво е hCaptcha?",
  "sales-interstitial-c2d": "Научете повече за hCaptcha",
  "sales-interstitial-head": "Нека се погрижим да стигнете до правилното място.",
  "sec-hc": "Сигурност на първо място",
  "sec-hc-text": "hCaptcha е фокусиран върху издателя. Работим, за да предоставим на сайтовете реални данни и да ги оставим да решат как да ги използват. Точността е във ваш и наш интерес. Други captcha се предоставят от рекламни компании. Всеки бот, който блокират, може да намали приходите им.",
  "signup-interstitial-c1": "За фирми или уебсайтове",
  "signup-interstitial-c1a": "Добавете hCaptcha към вашата услуга (безплатно)",
  "signup-interstitial-c1b": "Добавете hCaptcha за издатели към моя уебсайт или приложение",
  "signup-interstitial-c1c": "Решения за корпоративна сигурност (платени)",
  "signup-interstitial-c1d": "Научете повече за hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Анотиране на данни",
  "signup-interstitial-c1f": "Закупете услуги за анотиране на hCaptcha",
  "signup-interstitial-c2": "За физически лица",
  "signup-interstitial-c2a": "Достъпност",
  "signup-interstitial-c2b": "Научете за опциите за достъпност за hCaptcha",
  "signup-interstitial-c2c": "Печеля пари",
  "signup-interstitial-c2d": "Работете като индивидуален етикет на данни",
  "signup-interstitial-head": "Нека се погрижим да стигнете до правилното място.",
  "support-interstitial-c1": "За фирми",
  "support-interstitial-c1a": "Решения за корпоративна сигурност (платени)",
  "support-interstitial-c1b": "Получете поддръжка за hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "Издател hCaptcha (безплатно)",
  "support-interstitial-c1d": "Получете поддръжка за hCaptcha Publisher",
  "support-interstitial-c2": "За физически лица",
  "support-interstitial-c2a": "Имате затруднения с предизвикателство?",
  "support-interstitial-c2b": "Научете за опциите за достъпност за hCaptcha",
  "support-interstitial-c2c": "Искате ли да съобщите за грешка?",
  "support-interstitial-c2d": "Научете повече за докладването на проблеми със софтуера",
  "support-interstitial-head": "Нека се погрижим да стигнете до правилното място.",
  "what-is-hcaptcha": "Какво е hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha помага на любимите ви уеб услуги да пазят ботове, нежелана поща и злоупотреба, като задава прости въпроси, които са лесни за хората и трудни за машините.",
  "why-hc": "Защо hCaptcha?",
  "why-hc-text": "Всеки път, когато отговорите на предизвикателство, ние използваме усъвършенствани модели, за да разберем дали сте човек или машина. След това уебсайтът, който посетихте, използва този резултат, за да помогне за подобряване на вашето изживяване на техния сайт, като не пуска ботове.",
  "footer-link-5b": "Натиснете",
  "footer-link-cyberattacks": "Кибератаки 101"
}