{
  "header-privacy-link": "Pribadi",
  "header-integration-link": "Integrasi",
  "header-cost-link": "Biaya",
  "header-features-link": "Fitur",
  "header-docs-link": "Dokumen",
  "header-login-button": "Gabung",
  "header-contact-button": "Hubungi Penjualan",
  "intro-heading": "Verifikasi kemanusiaan tanpa gesekan.",
  "intro-contact-button": "Hubungi kami untuk mempelajari lebih lanjut",
  "intro-text-bottom": "Diandalkan oleh perusahaan yang menggerakkan web.",
  "sub-menu-button": "Hubungi Penjualan",
  "sub-menu-item1": "Perusahaan",
  "sub-menu-item2": "Biaya",
  "sub-menu-item3": "Integrasi",
  "sub-menu-item4": "Fitur",
  "sub-menu-item5": "Pribadi",
  "sub-menu-item6": "Dokumen",
  "info-head-1": "Dibangun di atas platform hCaptcha yang telah terbukti",
  "info-text-1": "hCaptcha Enterprise berjalan pada teknologi platform hCaptcha, diperluas untuk menyertakan fitur-fitur yang dibutuhkan perusahaan dengan lalu lintas tinggi.",
  "info-head-2": "Mitra terpercaya",
  "intro-subtitle": "Selesaikan masalah bot Anda hari ini.",
  "info-text-2": "Layanan kami dipercaya oleh perusahaan terbesar di dunia untuk melayani jutaan pengguna harian di puluhan juta situs.",
  "cloudflare-quote-text": "Kami mengevaluasi sejumlah vendor CAPTCHA serta membangun sistem sendiri. Pada akhirnya, hCaptcha muncul sebagai alternatif terbaik untuk reCAPTCHA.",
  "cloudflare-quote-detail": "Direktur Manajemen Produk, Cloudflare",
  "section-quote-head": "Opsi hemat biaya untuk perusahaan dengan lalu lintas tinggi",
  "section-quote-text": "Akhirnya, alternatif yang kredibel untuk Google. hCaptcha Enterprise memberikan penghematan dramatis pada tagihan reCAPTCHA Anda dengan keamanan yang lebih tinggi: hingga 80% lebih murah dalam beberapa kasus. Banyak layanan online terbesar di dunia telah beralih ke hCaptcha Enterprise dan menerima deteksi bot yang ditingkatkan di samping penghematan biaya yang substansial.",
  "section-quote-button": "Hubungi kami hari ini untuk penawaran",
  "section-privacy-header": "Berfokus pada Privasi",
  "section-privacy-text-1": "Jaringan iklan melihat pengunjung Anda sebagai produk. Bagi kami satu-satunya produk adalah menentukan kemanusiaan mereka. Layanan kami memenuhi atau melampaui persyaratan GDPR, CCPA, dan LGPD, dan mendukung inisiatif seperti Privacy Pass. Kami bekerja keras untuk menyeimbangkan privasi dan keamanan.",
  "section-privacy-text-2": "Fokus unik pada privasi ini berarti bahwa kami dapat menawarkan nol penyimpanan data individu, operasi bebas cookie, dan jaminan privasi kontraktual lainnya sebagaimana diperlukan sambil mempertahankan keamanan yang sangat baik.",
  "section-security-header": "Keamanan Pertama",
  "section-security-text-1": "Akurasi adalah kepentingan Anda dan kami. hCaptcha berfungsi untuk memberi Anda data nyata dan membiarkan Anda memutuskan bagaimana menggunakannya. Captcha lainnya disediakan oleh perusahaan periklanan raksasa. Ini berarti setiap bot yang mereka blokir dapat mengurangi pendapatan mereka.",
  "section-security-text-2": "Menggunakan teknik pembelajaran mesin terbaru dengan fokus pada privasi memungkinkan kami melampaui standar keamanan catatan lama, segala strategi selamanya tanpa merusak keamanan atau privasi pengguna.",
  "section-user-experience-header": "Pengalaman Pengguna yang Luar Biasa",
  "section-user-experience-text1": "Untuk pengguna Perusahaan, opsi tersedia untuk sepenuhnya menghindari tantangan di sebagian besar skenario.",
  "section-user-experience-text2": "Kurangi gesekan dengan menghindari tantangan sepenuhnya untuk 99,9% lalu lintas sah Anda sambil tetap memberikan keamanan yang sangat baik, berkat model bot canggih.",
  "section-easy-integration-header": "Integrasi yang mudah",
  "section-easy-integration-text": "Menambahkan hCaptcha hanya membutuhkan beberapa menit dan hanya beberapa baris kode. API dasar kompatibel dengan reCAPTCHA V2, dan hanya perlu beberapa menit untuk beralih. Anda dapat memulai dan menjalankan dengan alternatif yang lebih unggul hari ini, dan mengaktifkan fitur yang lebih canggih seperlunya.",
  "section-easy-integration-serverside": "Sisi server:",
  "section-easy-integration-frontend": "Paling depan:",
  "section-threat-header": "Skor Ancaman yang Disesuaikan",
  "section-threat-text": "Tidak semua masalah sama: mendapatkan satu skor berarti harus memenuhi kebutuhan Anda agar berguna. Dengan Skor Ancaman Khusus hCaptcha yang unik, konsultasi cepat memungkinkan kami untuk menyesuaikan model kami untuk memberikan skor yang lebih relevan dengan bisnis Anda.",
  "section-challenges-header": "Luncurkan Tantangan Anda Sendiri dalam Detik",
  "section-challenges-text-1": "Tetap pada merek dengan konten yang relevan",
  "section-challenges-text-2": "Ketika pengguna harus memecahkan tantangan untuk memenuhi persyaratan keamanan, mengapa tidak membuat tugas yang menyenangkan dan relevan bagi pengguna? Dengan desainer tantangan kustom sederhana kami, Anda dapat meluncurkan konten tantangan merek hanya dalam beberapa menit.",
  "section-integration-header": "Integrasi Platform Langsung",
  "section-integration-subheader": "Untuk Perusahaan Infrastruktur Web",
  "section-integration-text": "Sistem hCaptcha Enterprise secara unik fleksibel dalam desainnya: dapat digunakan sebagian atau seluruhnya di tepi jaringan Anda jika Anda mengoperasikan cloud publik atau memiliki banyak pusat data. Ini dapat secara dramatis mengurangi biaya dan lalu lintas di luar jaringan sambil mempertahankan semua manfaat manajemen oleh staf panggilan 24/7 kami untuk memenuhi SLA yang paling ketat.",
  "section-support-header": "Keahlian dan Dukungan yang Dapat Dijangkau Untuk Anda dan Pengguna Anda",
  "section-support-text": "Pelayanan adalah prioritas utama bagi kami. Kami mempertahankan dukungan panggilan 24/7 dan menawarkan koordinasi Slack langsung dengan tim integrasi teknik Anda dan staf panggilan kami selama dan setelah implementasi.‍ Kami juga berkomitmen untuk secara aktif memantau dan menanggapi pertanyaan pengguna Anda di media sosial, forum , dan saluran dukungan dalam widget dan email kami. Kami dapat diakses dan responsif, dan memperlakukan kepuasan pengguna sebagai KPI teratas.",
  "section-enterprise-header": "Fitur perusahaan",
  "section-enterprise-title-1": "Perlindungan anti-bot kelas dunia",
  "section-enterprise-desc-1": "Diuji dalam pertempuran pada skala web.",
  "section-enterprise-title-2": "Skor bot akurasi tinggi",
  "section-enterprise-desc-2": "Mendeteksi aktor jahat dari berbagai jenis.",
  "section-enterprise-title-3": "Nol gesekan dan mode pasif 99,9%",
  "section-enterprise-desc-3": "Tantang kurang dari 0,1% pengguna yang sah.",
  "section-enterprise-title-4": "Kontrol jenis tantangan yang ditampilkan",
  "section-enterprise-desc-4": "Pustaka jenis yang luas untuk dipilih.",
  "section-enterprise-title-5": "Kontrol konten tantangan yang digunakan",
  "section-enterprise-desc-5": "Tetap pada merek dengan pengalaman pengguna yang konsisten.",
  "section-enterprise-title-6": "SLA perusahaan",
  "section-enterprise-desc-6": "Keandalan yang terjamin dan dukungan panggilan 24/7 yang cepat.",
  "section-enterprise-title-7": "Dukungan browser lawas",
  "section-enterprise-desc-7": "Kompatibel sepanjang jalan kembali ke Internet Explorer 8.",
  "section-enterprise-title-8": "Dasbor dan API pelaporan lanjutan",
  "section-enterprise-desc-8": "Lihat apa yang terjadi di semua situs dan aplikasi Anda.",
  "section-enterprise-title-9": "Bekerja di setiap negara",
  "section-enterprise-desc-9": "Tidak seperti reCAPTCHA, kami bekerja di setiap negara.",
  "section-enterprise-title-10": "GDPR, CCPA, dan kebijakan privasi ramah LGPD",
  "section-enterprise-desc-10": "Dirancang untuk privasi sejak hari pertama. Perjanjian Pemrosesan Data yang Kuat.",
  "section-enterprise-title-11": "Tingkat kesulitan berbutir halus",
  "section-enterprise-desc-11": "Panggil ini agar pas dengan kasus penggunaan Anda.",
  "section-enterprise-title-12": "Hosting pihak pertama",
  "section-enterprise-desc-12": "Semua permintaan dan aset masuk ke hcaptcha.domainanda.com",
  "section-enterprise-title-13": "Dasbor multi-pengguna",
  "section-enterprise-desc-13": "Bagikan manajemen ke seluruh tim Anda.",
  "section-enterprise-title-14": "Verifikasi Instan",
  "section-enterprise-desc-14": "Latensi 0ms: verifikasi token hCaptcha tanpa panggilan API.",
  "section-enterprise-title-15": "Integrasi Seluler (iOS dan Android)",
  "section-enterprise-desc-15": "Pengalaman yang mulus di seluruh web, seluler asli, web seluler. Integrasi bawaan dan SDK asli tersedia.",
  "section-enterprise-title-16": "Persyaratan Khusus dan Jaminan Privasi",
  "section-enterprise-desc-16": "Memenuhi kebutuhan hukum Anda ketika perusahaan lain tidak bisa.",
  "presented-challlenges-head": "Tantangan yang Disajikan",
  "presented-challenges-title-1": "Perbandingan",
  "presented-challenges-text-1": "Pilih semua gambar yang cocok dengan kueri",
  "presented-challenges-title-2": "Kotak pembatas",
  "presented-challenges-text-2": "Mendefinisikan daerah batas untuk objek",
  "presented-challenges-title-3": "Kategorisasi",
  "presented-challenges-text-3": "Identifikasi label yang sesuai",
  "presented-challenges-subheader": "...dan tugas sederhana lainnya. Mudah bagi manusia, sulit bagi bot.",
  "presented-challenges-subtext": "Tugas khusus juga tersedia untuk penerbit perusahaan.",
  "footer-header-1": "Perusahaan",
  "footer-header-2": "Sumber daya",
  "footer-header-3": "Kontak",
  "footer-link-1": "Pelabelan",
  "footer-link-2": "Tentang",
  "footer-link-3": "Pekerjaan",
  "footer-link-4": "Merek Dagang",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentasi",
  "footer-link-8": "Laporkan Bug",
  "footer-link-9": "Aksesibilitas",
  "footer-terms": "Ketentuan",
  "footer-privacy": "Pribadi",
  "footer-attribution": "Atribusi",
  "footer-subheader-1": "Mendukung",
  "footer-subheader-2": "Kontak",
  "switch-to-english-link": "Beralih ke bahasa Inggris",
  "intro-heading-privacy": "Dirancang untuk privasi.",
  "intro-subtitle-p1-privacy": " Pendekatan unik berbasis privasi untuk keamanan online.",
  "info-head-2-pr": "Merekam aktivitas online bukanlah jawabannya.",
  "info-text-1-pr": "hCaptcha Enterprise hanya memiliki satu tujuan: untuk mencegah pelaku jahat mengganggu operasi online Anda dan merugikan pengguna Anda.",
  "info-text-2-pr": "Dengan demikian, sistem kami dirancang dari bawah ke atas untuk meminimalkan pengumpulan dan penyimpanan data sambil mempertahankan keamanan terdepan di kelasnya. Cara terbaik untuk melindungi data pengguna adalah dengan tidak menyimpannya sama sekali.",
  "info-text-3-pr": "Semua hubungan pelanggan juga dilindungi oleh Perjanjian Pemrosesan Data yang kuat. Layanan hCaptcha mematuhi semua undang-undang privasi di mana pun layanan Anda atau pelanggan Anda berada. Tidak menyimpan data pribadi membuat ini jauh lebih mudah bagi kami daripada perusahaan lain.",
  "info-text-2-2-pr": "Layanan seperti reCAPTCHA v3 mengatakan bahwa menempatkan piksel pelacakan mereka di setiap halaman situs Anda diperlukan untuk keamanan yang baik. Ini bukan kasusnya.",
  "info-text-2-3-pr": "Analisis perilaku sederhana adalah sinyal yang mudah dipalsukan oleh aktor jahat, dan juga memerlukan penyimpanan riwayat penelusuran untuk semua lalu lintas sah Anda.",
  "info-text-2-4-pr": "Kami tidak mengoperasikan jaringan iklan, dan tidak tertarik untuk mengamati perilaku pengguna Anda untuk menjual iklan kepada mereka. Ini berarti kami tidak memerlukan piksel pasif di setiap halaman situs Anda.",
  "info-text-2-5-pr": "Tambahkan kode tantangan kami hanya jika diperlukan, dan jika masuk akal untuk melindungi Anda dan pengguna Anda.",
  "info-head-3-pr": "Pembelajaran mesin berguna. Tapi itu tidak memerlukan data pribadi untuk bekerja.",
  "info-text-3-1-pr": "Pembelajaran mesin sekarang berdampak pada hampir setiap aspek kehidupan kita, seringkali dengan cara yang tidak kita sadari dan tidak dapat kita lihat. Layanan keamanan online tidak berbeda.",
  "info-text-3-2-pr": "Dengan mempelajari lebih dari ribuan sinyal, model dapat menyimpulkan dan mencapai keyakinan tinggi dalam mendeteksi perilaku jahat dengan sangat cepat, bahkan ketika tidak ada sinyal individu dengan sendirinya yang cukup kuat untuk menunjukkan masalah.",
  "info-text-3-3-pr": "Namun, semua ini tidak memerlukan penggunaan informasi pengenal pribadi (PII). Teknik kriptografi modern memungkinkan kita untuk membuang data pribadi apa pun secepat mungkin, sebagai gantinya membuat tanda tangan satu arah yang tidak dapat ditautkan ke individu mana pun.",
  "info-text-3-4-pr": "Pelatihan tentang data yang tidak teridentifikasi berfungsi dengan baik, dan tidak memerlukan kompromi pada keamanan atau privasi. Pelanggan kami telah melakukan tes empiris, dan telah menyatakan kami sama atau lebih baik daripada alternatif pribadi yang jauh lebih sedikit.",
  "cloudflare-quote-text-privacy": "Kami menyukai beberapa hal tentang solusi hCaptcha: 1) mereka tidak menjual data pribadi; mereka hanya mengumpulkan data pribadi minimum yang diperlukan, mereka transparan dalam menjelaskan informasi yang mereka kumpulkan dan bagaimana mereka menggunakan dan/atau mengungkapkannya.",
  "pilot-head": "Coba kami di lingkungan Anda tanpa kewajiban.",
  "pilot-text-1a": "Kami adalah insinyur, bukan tenaga penjualan: kami ingin Anda bahagia dengan pilihan Anda.",
  "pilot-text-1b": "Cara terbaik untuk memastikan kepuasan Anda adalah dengan menunjukkan bahwa kami memenuhi kebutuhan Anda.",
  "pilot-text-1c": "Hampir semua perusahaan yang memulai percontohan akhirnya memilih solusi kami.",
  "pilot-text-1d": "Gunakan formulir ini untuk menghubungi salah satu pakar teknis kami. Kami merespon dengan cepat.",
  "pilot-text-1e": "Anda juga dapat mengirim email kepada kami secara langsung.",
  "pilot-email-details": "Detailnya ada di sini.",
  "pilot-f1": "Wilayah",
  "pilot-f2": "Namamu",
  "pilot-f3": "Namamu",
  "pilot-f4": "Email Bisnis",
  "pilot-f5": "Adakah detail lain yang harus kami miliki?",
  "pilot-f6": "Apakah Anda memerlukan orientasi yang mendesak?",
  "pilot-f7": "Ya.",
  "pilot-f8": "Saya sedang diserang dan membutuhkan orientasi segera.",
  "pilot-f9": "Kirim",
  "pilot-f10": "Dengan memasukkan email Anda, Anda menyetujui Persyaratan dan Kebijakan Privasi kami, dan untuk menerima email dari kami.",
  "pilot-fo-1": "Integrasi tidak bisa lebih mudah.",
  "pilot-fo-2": "hCaptcha memiliki lusinan integrasi bawaan untuk sistem frontend dan backend yang Anda gunakan.",
  "pilot-fo-3": "Jika Anda berasal dari reCAPTCHA Google, API kami adalah pengganti drop-in. Hanya tiga baris kode yang Anda butuhkan.",
  "pilot-fo-4": "Insinyur orientasi kami dapat membantu Anda dengan cepat, apakah Anda memerlukan integrasi React, SDK untuk aplikasi asli iOS, contoh backend Java, atau hampir semua skenario lainnya.",
  "pilot-fo-5": "Dan seperti biasa, privasi adalah nilai inti bagi kami. Tambahkan kode tantangan kami hanya jika diperlukan, dan jika masuk akal untuk melindungi Anda dan pengguna Anda. Meminimalkan pengumpulan data dimulai dari saat integrasi.",
  "pilot-fdone": "Terima kasih. Kami akan segera menghubungi Anda.",
  "home-ent-2-new": "Pelajari lebih lanjut tentang solusi perusahaan kami.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Solusi hCaptcha Enterprise menghadirkan keamanan terdepan di kelasnya dan melindungi banyak layanan online teratas.",
  "home-plans-button-2-new": "Belajarlah lagi",
  "header-enterprise-link": "Perusahaan",
  "sales-interstitial-c1b-new": "Pelajari lebih lanjut tentang hCaptcha Enterprise"
}
