{
    "1137470858": "11 Desember 2021",
    "12462594": "hCaptcha dibangun di atas platform MANUSIA, yang memungkinkan perutean dan analisis canggih untuk mengoptimalkan biaya dan efisiensi di setiap langkah.",
    "2262549101": "Metode kontak alternatif didokumentasikan di Kantor Hak Cipta AS Direktori Agen yang Ditunjuk DMCA",
    "2272776729": "Harap perhatikan bahwa Anda harus memverifikasi identitas dan permintaan Anda sebelum tindakan lebih lanjut diambil, seperti dengan memberikan identifikasi pemerintah Anda. Sesuai dengan hukum California, Anda dapat menunjuk agen resmi untuk mengajukan permintaan atas nama Anda. Untuk menunjuk agen resmi untuk mengajukan permintaan atas nama Anda, Anda harus memberikan surat kuasa yang sah, tanda pengenal resmi yang dikeluarkan oleh pemohon, dan tanda pengenal resmi dari agen resmi yang dikeluarkan oleh pemerintah.",
    "2335607721": "Melihat. Semua pemberitahuan yang terkait dengan Ketentuan Layanan ini akan dikirim melalui email atau diposting di situs web kami. Anda harus mengirimkan pemberitahuan kepada kami di",
    "2875934612": "20 November 2020",
    "3084122606": "Jika penggunaan kami atas informasi pribadi Anda didasarkan pada persetujuan Anda, Anda berhak untuk menariknya kapan saja dengan cara yang ditunjukkan dalam Layanan atau dengan menghubungi kami di",
    "3312286067": "atau ajukan keluhan kepada regulator perlindungan data di yurisdiksi Anda. Anda dapat menemukan regulator perlindungan data Anda di",
    "3506025515": "hCaptcha tidak terpengaruh oleh log4shell. Berikut cara kami mengetahuinya.",
    "3516838896": "Bug eksekusi kode jarak jauh log4j2 baru-baru ini menyapu internet, memengaruhi sebagian besar layanan online. hCaptcha tidak terpengaruh. Inilah cara kami memverifikasi fakta itu.",
    "3553195003": "hCaptcha tidak terpengaruh oleh log4shell.",
    "3610875753": "– Jika setelah gangguan bisnis yang signifikan Anda tidak dapat menghubungi kami seperti yang biasa Anda lakukan di",
    "3612764043": ", Anda harus mengunjungi situs web kami di hcaptcha.com atau hcaptchastatus.com.",
    "3626193263": "Agen yang Ditunjuk hCaptcha untuk Digital Millennium Copyright Act (DMCA) adalah",
    "3794891866": "Konsumen California dapat mengajukan permintaan sesuai dengan hak mereka berdasarkan CCPA dengan menghubungi kami di",
    "3814036702": "– Jika Anda memiliki pertanyaan tentang perencanaan kelangsungan bisnis kami, Anda dapat menghubungi kami di",
    "3975007628": "sekarang melindungi ratusan juta pengguna di puluhan juta situs web dan aplikasi setiap bulan. Kisah kami menunjukkan bahwa Anda dapat bersaing dengan Big Tech ketika Anda mengutamakan privasi.",
    "4038264749": "Perhatikan bahwa sementara pesanan COVID-19 lokal tetap berlaku, tidak ada jaminan bahwa surat akan diterima tepat waktu, dan email (",
    "4115505783": ") adalah saluran yang benar untuk menjangkau kami. Perusahaan tidak menyimpan nomor telepon atau faks; ini adalah abad ke-21.",
    "4164851712": "Kami hanya menggunakan informasi pribadi Anda sebagaimana diizinkan oleh hukum. Kami diharuskan untuk memberi tahu Anda tentang dasar hukum pemrosesan informasi pribadi Anda oleh kami, yang dijelaskan di bawah ini. Jika Anda memiliki pertanyaan tentang dasar hukum di mana kami memproses informasi pribadi Anda, hubungi kami di",
    "4201262098": "Teknologi ini memungkinkan tenaga kerja yang tepat menangani setiap bagian pekerjaan Anda, memaksimalkan efisiensi biaya sambil menjaga privasi dan memenuhi persyaratan peraturan yang mungkin berlaku.",
    "4217188341": "30 November 2020",
    "4238473596": "Meminimalkan gesekan untuk pengguna nyata adalah penting. hCaptcha menggunakan tugas-tugas sederhana dan membutuhkan lebih sedikit waktu untuk sebagian besar pengguna sambil menghentikan lebih banyak lalu lintas bot.",
    "4243935861": "ha.com",
    "4270798104": "2. Coba nonaktifkan ekstensi lain. Jika itu menyelesaikannya, aktifkan satu per satu sampai Anda menemukan masalahnya, dan beri tahu pengembang ekstensi itu, serta beri tahu kami di",
    "427220273": "Kami dapat meminta informasi spesifik dari Anda untuk membantu kami mengonfirmasi identitas Anda dan memproses permintaan Anda. Hukum yang berlaku mungkin mengharuskan atau mengizinkan kami untuk menolak permintaan Anda. Jika kami menolak permintaan Anda, kami akan memberi tahu Anda alasannya, tunduk pada batasan hukum. Jika Anda ingin menyampaikan keluhan tentang penggunaan informasi pribadi Anda oleh kami atau tanggapan atas permintaan Anda terkait informasi pribadi Anda, Anda dapat menghubungi kami di",
    "433026247": "Dengan melakukan tugas, Anda dapat memperoleh kualifikasi dan keterampilan, yang akan kami berikan atas kebijaksanaan kami. Kami berhak untuk membuat, mengedit, atau mencabut kualifikasi dan keterampilan Anda kapan saja, dengan alasan apa pun atau tanpa alasan sama sekali. Karena kami tidak melakukan diskriminasi berdasarkan asal negara, ras, warna kulit, jenis kelamin, orientasi seksual, atau kelas lain yang dilindungi oleh hukum, Anda akan memiliki kesempatan yang sama seperti Kontributor lainnya untuk mendapatkan akses ke tugas seiring dengan terakumulasinya kualifikasi dan keterampilan Anda . Sebagai Kontributor, jika Anda yakin bahwa pertanyaan tes yang bermasalah telah memengaruhi kualifikasi, keterampilan, atau penghargaan Anda, Anda dapat memberikan argumen yang didukung dengan baik yang menjelaskan pertanyaan tes yang bermasalah melalui antarmuka tugas atau melalui tiket di sistem dukungan kami, misalnya melalui email pada",
    "492025216": "13 Desember 2021",
    "799274928": "Pemberitahuan email dianggap sebagai pemberitahuan tertulis untuk semua tujuan yang mungkin memerlukan pemberitahuan tertulis. Pemberitahuan email dianggap telah diterima pada hari kerja setelah pengiriman yang ditujukan dengan benar kepada penerima yang dituju.",
    "211351380": "Dari blognya:",
    "3153117136": "Cara Kerja Pengaturan Kesulitan hCaptcha",
    "2915355938": "Aksesibilitas",
    "793784899": "Rencana",
    "2671622670": "Perusahaan",
    "3527140447": "Dokumen",
    "505891021": "Layanan Pelabelan",
    "692176459": "Gabung",
    "1892574253": "Mendaftar",
    "2593864519": "Hentikan lebih banyak bot. Mulai lindungi privasi pengguna.",
    "4007826952": "CAPTCHA pertama privasi #1 untuk web, seluler, dan lainnya.",
    "3721365241": "Mencoba",
    "3753956446": "Gratis",
    "3276777569": "hCaptcha",
    "55035359": "Saat ini menggunakan reCAPTCHA?",
    "3417372336": "Beralih dalam hitungan menit",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Layanan online teratas mengandalkan",
    "1470290349": "untuk manajemen bot dan penipuan terbaik di kelasnya.",
    "3714002185": "Pelajari lebih lanjut tentang hCaptcha Enterprise",
    "3946753128": "Pribadi. Aman. Lebih cepat.",
    "939665604": "Berfokus pada Privasi",
    "780475098": "Jaringan iklan melihat pengunjung Anda sebagai produk. Kami hanya peduli apakah kunjungan itu baik atau buruk. hCaptcha mematuhi GDPR, CCPA, LGPD, PIPL, dan undang-undang data global lainnya.",
    "219813583": "Keamanan Pertama",
    "2714878440": "Lindungi layanan Anda dari pengikisan, pengambilalihan akun, isian kredensial, dan spam dengan pembelajaran mesin canggih dan verifikasi kemanusiaan kami.",
    "1397766838": "Pengalaman Pengguna yang Lebih Baik",
    "2670352917": "hCaptcha menyediakan deteksi bot yang lebih andal sekaligus mudah dipecahkan oleh manusia.",
    "2806751666": "Apa itu hCaptcha?",
    "3096063825": "Cobalah",
    "2968026167": "Sayuran favoritmu",
    "713281684": "Terong",
    "4147497805": "Wortel",
    "3758963444": "Terima kasih! Kiriman Anda telah diterima!",
    "1070364246": "Ups! Terjadi masalah saat mengirimkan formulir.",
    "1129833879": "Hentikan bot jahat, lindungi privasi pengguna",
    "58091799": "Pelajari lebih lanjut tentang hCaptcha Publisher dan Enterprise",
    "1599610318": "Penerbit",
    "3093388779": "hCaptcha gratis digunakan untuk penerbit dari berbagai ukuran",
    "179723061": "Lebih banyak kontrol untuk tim yang membutuhkan keamanan terbaik di kelasnya",
    "846501387": "Perlindungan bot kelas dunia",
    "119298044": "Teknologi ML dan AI mandiri yang canggih melindungi properti web Anda dari ancaman dan serangan",
    "1263998069": "Dapatkan hadiah untuk pemecahan manusia",
    "1103295010": "Hasilkan uang atau berikan untuk amal ketika manusia memecahkan CAPTCHA",
    "392886773": "Bekerja di setiap negara",
    "2320894364": "Dengan lebih dari 200 titik kehadiran, cloud hCaptcha melindungi aset Anda di seluruh dunia",
    "451701069": "Sesuai dengan GDPR, CCPA,",
    "2826051554": "dan banyak lagi",
    "3530599065": "Privasi dibangun dari bawah ke atas. hCaptcha tidak mempertahankan PII dan mematuhi berbagai mandat dan peraturan privasi.",
    "2489287539": "\"Tanpa CAPTCHA\" bebas gesekan & mode pasif 99,9%",
    "793242047": "Kurangi tantangan yang diberikan kepada pengguna untuk memungkinkan akses cepat ke aplikasi",
    "4195759329": "Deteksi bot dan skor risiko",
    "1150035777": "Model pembelajaran mesin yang canggih menghasilkan skor kepercayaan bot berdasarkan banyak poin data di luar apakah pertanyaan dijawab dengan benar",
    "3688621388": "Tanda tangan ancaman",
    "1131525092": "Kelompokkan aktor jahat bersama-sama dengan mudah melalui UID Cakupan kami yang menjaga privasi untuk menemukan dan menghentikan penipuan dan penyalahgunaan terkait",
    "1559631739": "Belajar privat",
    "3952259236": "Gabungkan data buta Anda dengan ribuan sinyal hCaptcha untuk melatih hCaptcha pada kelas perilaku -- hanya untuk contoh Anda -- untuk lebih memprediksi perilaku jahat dengan lebih baik daripada salah satu solusi saja",
    "1150963691": "Mitigasi APT",
    "4083018285": "Serangkaian fitur tambahan yang digabungkan dengan pemantauan dan respons SOC yang ditingkatkan untuk mengatasi ancaman persisten yang canggih",
    "3160820928": "Perlindungan serangan terkoordinasi",
    "1849805607": "hCaptcha melindungi dari ancaman dan umpan yang dirancang untuk menyusup ke jaringan Anda",
    "1958297836": "Perlindungan serangan terkoordinasi & mitigasi APT",
    "1300485304": "hCaptcha melindungi dari ancaman dan umpan canggih yang dirancang untuk menyusup ke jaringan Anda",
    "2698640210": "Kontrol tantangan dan tipe yang ditampilkan",
    "3121248460": "Tampilkan tantangan khusus yang sangat beragam -- dari yang sederhana hingga yang rumit -- untuk audiens yang Anda nantikan",
    "3807059944": "Kontrol konten tantangan yang digunakan",
    "2707282231": "Sesuaikan tantangan untuk pengguna Anda. Buat bot tidak mungkin dipecahkan dan ditembus.",
    "4194763679": "Tingkat kesulitan berbutir halus",
    "3730038780": "Pilih dari jumlah tantangan yang hampir tak terbatas untuk dipecahkan pengguna",
    "1849717906": "Sesuaikan dengan konten tantangan Anda sendiri",
    "1508655687": "Tambahkan tantangan Anda sendiri yang disesuaikan untuk audiens Anda untuk merampingkan atau membatasi akses",
    "3620442880": "Fitur perlindungan Penjualan Flash",
    "3265895521": "Naikkan dan turunkan kesulitan tantangan berdasarkan waktu",
    "1485807325": "Dasbor multi-pengguna, SSO SAML",
    "359073033": "Dasbor memberikan tampilan aktivitas tingkat tinggi atau mendetail.",
    "4272454814": "Integrasikan dengan penyedia identitas pilihan Anda.",
    "1141402092": "Fitur pelaporan lanjutan",
    "910989640": "Hasilkan laporan aktivitas yang terperinci dan disesuaikan",
    "3768951251": "SLA perusahaan",
    "1014004474": "Paket Enterprise hCaptcha menawarkan perjanjian tingkat layanan lanjutan untuk menjaga organisasi Anda tetap terlindungi",
    "1177598246": "Hubungi Penjualan",
    "1067704102": "Nilai dalam Pelabelan Data",
    "3065000659": "Apakah Anda menyadari setiap kali Anda \"mengklik pada mobil\" Anda membantu untuk melatih satu",
    "3235430156": "sistem pembelajaran mesin perusahaan secara gratis?",
    "1549336309": "hCaptcha mengubah model ini. Saat Anda menggunakan hCaptcha, perusahaan menawar pekerjaan yang dilakukan pengguna Anda saat mereka membuktikan kemanusiaan mereka. Anda mendapatkan imbalannya.",
    "3725880582": "Berikan Kembali untuk Amal",
    "1671436004": "Ingin memberikan kembali ke badan amal favorit Anda?",
    "1663628612": "memungkinkan Anda",
    "4272088465": "amal pilihan Anda dengan penghasilan yang Anda peroleh dari menggunakannya.",
    "2894845722": "Pengguna di situs Anda akan segera dapat melihat kontribusi Anda untuk amal melalui pencitraan merek di antarmuka hCaptcha.",
    "3194111925": "mendukung",
    "1637702726": "Tentang hCaptcha",
    "2323282990": "Pendekatan Modern untuk Memverifikasi Kemanusiaan",
    "1201821619": "hCaptcha memecahkan salah satu masalah paling mendesak saat ini: mencegah bot jahat menyalahgunakan layanan online.",
    "1475399473": "Pelajari lebih lanjut tentang tim hCaptcha",
    "3161489950": "Platform ML Keamanan Tercanggih di Dunia",
    "3247172580": "hCaptcha menggabungkan pembelajaran mesin mandiri yang canggih dengan pendekatan komputasi edge baru yang secara unik meminimalkan pengumpulan dan penyimpanan data, yang dikirimkan dari lebih dari 250 lokasi secara global untuk skalabilitas yang besar.",
    "3767462250": "Dirancang untuk Privasi",
    "3500503648": "hCaptcha dirancang untuk menghilangkan retensi data jangka panjang dengan mengandalkan evaluasi instan daripada merekam dan menganalisis riwayat penelusuran Anda. Kami juga mendukung inisiatif seperti",
    "2418549423": ", standar yang muncul untuk menjaga privasi online melalui bukti kriptografis, dan fitur privasi pertama yang unik lainnya.",
    "1544546608": "Kartu Privasi",
    "976209454": "Dapatkan Hadiah atau Berikan untuk Amal",
    "552920956": "hCaptcha memungkinkan situs web untuk mendapatkan hadiah sambil memblokir bot dan bentuk penyalahgunaan lainnya. hCaptcha juga memungkinkan Anda untuk mendukung badan amal pilihan Anda dengan penghasilan ini.",
    "654326661": "Mau lihat sendiri? Coba hCaptcha gratis.",
    "3570415321": "Perusahaan",
    "3987022469": "Pelabelan",
    "1636202177": "Tentang",
    "2670003220": "Pekerjaan",
    "3233305531": "Merek Dagang",
    "3028319964": "Etika AI",
    "4131598919": "tekan",
    "1662477701": "Sumber daya",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Dokumentasi",
    "920212083": "Laporkan Bug",
    "2076066173": "Serangan siber 101",
    "3644106388": "Kontak",
    "2182196747": "Mendukung",
    "487083593": "Penjualan",
    "878585497": "Ketentuan",
    "1697438123": "Pribadi",
    "1316817321": "Atribusi",
    "3488019891": "hCaptcha adalah merek dagang terdaftar dari Intuition Machines, Inc.",
    "4224961202": "Privasi, Keamanan, dan Pembelajaran Mesin.",
    "98173630": "hCaptcha adalah layanan CAPTCHA independen yang paling banyak digunakan di dunia.",
    "1514478724": "Belajarlah lagi",
    "1752795854": "hCaptcha menghadirkan pendekatan modern yang berfokus pada privasi untuk menghentikan bot.",
    "2927700175": "Kami menunjukkan tantangan CAPTCHA yang sulit bagi bot tetapi mudah bagi orang-orang dengan mengumpulkan data yang sulit diberi label dari masalah pembelajaran mesin, dan menggunakannya untuk membedakan apakah pengunjung situs web atau aplikasi adalah manusia.",
    "2188609322": "Aktor jahat semakin umum secara online. Tetapi mengorbankan privasi pengguna bukanlah jawabannya.",
    "2032102720": "Solusi keamanan yang ditawarkan oleh perusahaan iklan berfokus terutama pada pelacakan pengguna di seluruh web. Kami telah menciptakan solusi keamanan yang efektif yang membuktikan bahwa merugikan privasi pengguna tidak diperlukan untuk memberikan hasil yang sangat baik.",
    "4146870445": "Siapa kita",
    "353066938": "Tim yang berpengalaman, bekerja pada masalah tersulit hari ini. hCaptcha adalah layanan dari",
    "1173652155": "Penasehat",
    "2256305371": "Profesor, CS di University of California, Berkeley. Pembelajaran mendalam, keamanan, pakar blockchain. CEO Oasis Labs.",
    "2177660021": "Ilmuwan Riset di Stanford. Pembelajaran mesin dan menghitung keuangan di bank-bank besar, dana lindung nilai, dan akademisi.",
    "2686825859": "Daftar gratis atau hubungi kami tentang solusi hCaptcha Enterprise",
    "583434701": "Aksesibilitas hCaptcha",
    "611905972": "Memastikan akses tanpa batas untuk semua pengguna dengan tetap menjaga keamanan",
    "874098071": "Jika Anda adalah pengguna aksesibilitas, silakan daftar di sini",
    "2745385064": "Ringkasan",
    "3353238942": "hCaptcha dirancang untuk menghentikan bot dengan membedakannya dari manusia. Tes visual adalah alat yang nyaman untuk ini, tetapi tidak semua orang dapat menyelesaikan tantangan visual.",
    "3600022491": "Untuk alasan ini, kami telah merancang alternatif yang sederhana dan tidak menyakitkan untuk memungkinkan penayang yang menggunakan layanan kami mempertahankan aksesibilitas untuk semua dengan kepatuhan penuh Bagian 508 dan WCAG 2.1 AA.",
    "2557240048": "Cara kerjanya: pertama, pengguna aksesibilitas mendaftar melalui",
    "3871665286": ", yang secara jelas ditautkan di halaman info widget hCaptcha. Mereka diberikan cookie terenkripsi yang dapat digunakan beberapa kali per hari, tetapi harus di-refresh setiap 24 jam melalui login.",
    "3441764123": "Ketika tantangan disajikan kepada pengguna aksesibilitas di situs yang menggunakan layanan hCaptcha, mereka akan lulus secara otomatis.",
    "4247858664": "halaman pendaftaran aksesibilitas",
    "1297657322": "Layar pengguna aksesibilitas setelah login",
    "1717658846": "Opsi aksesibilitas di menu UI widget",
    "1266963825": "T: Apakah hCaptcha Bagian 508 + WCAG 2.1 AA sesuai?",
    "850025770": "J: Kami yakin demikian: semua pengguna dengan segala bentuk gangguan yang dapat menjelajahi web dan memasukkan teks pada formulir dapat mengakses layanan yang dilindungi oleh hCaptcha pada saat pendaftaran. Namun, ini bukan nasihat hukum: Anda harus melakukan evaluasi Anda sendiri, dengan mempertimbangkan penerapan khusus Anda untuk memastikan hal ini berlaku untuk penerapan Anda.",
    "159272246": "T: Apakah Anda sedang mengerjakan opsi aksesibilitas (\"a11y\") lainnya, seperti audio?",
    "4074220464": "J: Opsi yang sebelumnya populer seperti captcha audio mendiskriminasi banyak pengguna 11y dan mudah dikalahkan oleh teknik pembelajaran mesin modern. Ini telah memaksa tantangan audio saat ini menjadi semakin sulit, memperkenalkan kebisingan, pengaturan waktu yang aneh, kombinasi kata yang tidak biasa, dan sebagainya untuk mengalahkan penyerang. Oleh karena itu, kami kurang antusias dengan pendekatan ini vs. menghindari tantangan sama sekali, tetapi akan mempertimbangkannya jika ada permintaan dari komunitas a11y.",
    "2309661107": "Namun, kami sangat tertarik pada",
    "2555914614": "untuk kasus penggunaan Aksesibilitas. Kami percaya menggabungkan pendekatan a11y kami saat ini dengan penerbitan Privacy Pass akan memungkinkan pengguna a11y untuk menjelajah dengan aman, aman karena mengetahui bahwa lalu lintas mereka lebih pribadi, sambil membatasi penyalahgunaan oleh operator bot yang pasti terjadi ketika opsi a11y tersedia. Kami adalah peserta aktif dalam kelompok kerja IETF yang menstandarisasi teknologi baru ini.",
    "2583775432": "T: Bagaimana dengan privasi? Apakah pendaftaran mengekspos data penjelajahan a11y dalam beberapa cara? Apa yang Anda lakukan dengan email?",
    "4215483493": "J: hCaptcha dirancang untuk privasi dari awal. Ini sangat berbeda dari opsi tradisional seperti reCAPTCHA yang dimiliki oleh jaringan iklan, yang memiliki insentif untuk melacak Anda di web dan mengaitkan Anda dengan identitas asli.",
    "2474661839": "Kita",
    "4137573005": "memiliki jawaban yang komprehensif dan otoritatif tentang bagaimana kami menggunakan data, tetapi jawaban singkatnya adalah kami tidak tertarik untuk mengaitkan Anda sebagai orang dengan riwayat penelusuran Anda.",
    "4101570501": "Kami juga sedang mengerjakan solusi kriptografi untuk membuang alamat email Anda dengan cepat sambil tetap menjaga kemampuan kami untuk mencegah penyalahgunaan, melengkapi pekerjaan Privacy Pass kami.",
    "260595108": "Kami tidak pernah menggunakan email atau info aksesibilitas untuk tujuan apa pun selain memfasilitasi penggunaan dan mencegah penyalahgunaan.",
    "3063819779": "Kebijakan pribadi",
    "465714311": "Untuk Pengguna Aksesibilitas: T&J dan Panduan Pemecahan Masalah",
    "3596207631": "T: Saya masih melihat tantangan setelah menyetel cookie. Apa yang menyebabkan ini?",
    "469089249": "J: Ini biasanya disebabkan oleh penggunaan pemblokir iklan agresif atau ekstensi anti-cookie, atau pengaturan yang memblokir cookie \"lintas situs\", dalam hal ini cookie untuk hcaptcha.com yang disetel atau diperiksa oleh hCaptcha JS pada situs yang berbeda, seperti yang Anda kunjungi.",
    "4263626815": "Cookie aksesibilitas hCaptcha bekerja dengan semua browser populer dan pemblokir iklan dengan pengaturan standar mereka, jadi biasanya kegagalan disebabkan oleh skrip \"anti-anti-adblock\" atau aturan serupa yang menargetkan situs tertentu.",
    "3906359167": "Solusi:",
    "3464870463": "1. Daftar putih cookie hcaptcha.com dan *.hcaptcha.com di pemblokir iklan atau ekstensi keamanan browser Anda.",
    "1204911585": "2. Jika Anda menggunakan browser Brave, yang (per April 2020) tampaknya tidak memiliki daftar putih cookie apa pun, buka Preferences -> Shields -> Cookies dan pilih \"Allow All Cookies.\"",
    "2932826396": "3. Jika Anda menggunakan Safari versi terbaru pada OS X 10.15 atau iOS 13.4 yang baru dirilis, Apple baru saja mengubah perilaku Safari terkait cookie pihak ketiga, memblokir semuanya secara default. Kami sedang menerapkan solusi, tetapi sementara itu silakan kunjungi Preferensi Safari, bagian Privasi, dan hapus centang \"Pelacakan situs web: Cegah pelacakan lintas situs\" untuk mengaktifkan cookie aksesibilitas berfungsi seperti yang diharapkan.",
    "3836291932": "T: Saya menggunakan beberapa perangkat. Apakah saya perlu mendaftar beberapa kali?",
    "3251220335": "J: Tidak. Silakan klik tautan masuk email yang sama yang dikirimkan kepada Anda di setiap perangkat yang Anda gunakan untuk menyetel cookie.",
    "2082407178": "T: Bagaimana cara melindungi diri saya dari pelacakan cookie pihak ketiga saat menggunakan cookie aksesibilitas?",
    "2700197090": "J: Menggunakan privasi atau ekstensi pemblokiran iklan apa pun yang mendukung daftar putih tingkat domain (misalnya uBlock Origin) akan berfungsi seperti yang diharapkan: pastikan untuk memasukkan hcaptcha.com ke daftar putih.",
    "3657743880": "Instruksi Browser untuk Cookie Lintas Situs",
    "1960601330": "Untuk mengaktifkan cookie di Safari (Mac): Buka menu tarik-turun Safari. Pilih Preferensi. Klik Privasi di panel atas. Di bawah 'Blokir cookie' pilih opsi 'Tidak Pernah'.",
    "1622303590": "Untuk mengaktifkan cookie di Safari (iPhone/iPad iOS 11+): Buka Pengaturan Anda. Gulir ke bawah dan pilih Safari. Di bawah Privasi & Keamanan, matikan \"Cegah Pelacakan Lintas Situs\" dan \"Blokir Semua Cookie\"",
    "2199048568": "Klik perisai di sebelah kiri bilah alamat di halaman web mana pun. Klik pada Pengaturan Perlindungan. Panel Privasi & Keamanan Preferensi Firefox akan terbuka. Di bawah Perlindungan Pelacakan yang Disempurnakan, pilih Kustom. Pilih pelacak dan skrip mana yang akan diblokir dengan memilih kotak centang tersebut. Pastikan Anda telah membuka blokir hcaptcha.com.",
    "3967047208": "Anda juga dapat menonaktifkan sementara beberapa perlindungan di Kustom untuk men-debug ini, dengan menghapus centang pada kotak: Hapus centang pada kotak Pelacak atau hapus centang pada kotak Cookie jika Anda masih mengalami masalah.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Pilih ikon menu Chrome. Pilih Pengaturan.",
    "926138631": "Buka Privasi dan Keamanan, lalu Cookie dan data situs lainnya.",
    "3419878556": "Pastikan \"Blokir cookie pihak ketiga\" tidak diaktifkan.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Buka preferensi Chrome dari bilah menu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Di perangkat Android Anda, buka aplikasi Chrome.",
    "3620039756": "Di kanan atas, tap Lainnya, lalu Setelan.",
    "2813310562": "Ketuk Pengaturan Situs dan kemudian Cookie.",
    "3014657981": "Di samping \"Cookie\", aktifkan setelan.",
    "1242066691": "Centang kotak di samping \"Izinkan cookie pihak ketiga\".",
    "292250020": "1. Pilih roda gigi di sudut kanan atas layar, lalu pilih \"Opsi Internet\". Jika Bilah Menu diaktifkan, Anda dapat memilih \"Alat\" lalu \"Opsi Internet\".",
    "4114820649": "2. Klik tab \"Privasi\".",
    "946838734": "3. Pilih tombol \"Lanjutan\".",
    "348809718": "4. Di bawah \"Cookie pihak ketiga\" pilih \"Terima\".",
    "1253441326": "5. Klik \"Oke\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Kebijakan Etika AI",
    "1161704803": "Mengapa kami memiliki kebijakan Etika AI?",
    "1806535500": "Hampir setiap teknologi, dari pensil hingga dinamit, adalah",
    "24452499": "larutan; dapat digunakan untuk kebaikan atau keburukan. Setiap perusahaan yang meneliti, membangun, atau menjual solusi penggunaan ganda memiliki kewajiban untuk mempertimbangkan konsekuensi dari tindakan mereka.",
    "4023575072": "dua kegunaan",
    "3336625692": "Halaman ini merinci pemikiran kami tentang topik ini dalam konteks Etika AI, dan proses yang kami ikuti untuk memastikan penggunaan layanan kami tetap sejalan dengan kebijakan yang telah kami adopsi sebagai perusahaan.",
    "835717930": "Etika AI di hCaptcha",
    "2179524509": "Kami terkadang mendapat pertanyaan tentang jenis pertanyaan apa yang diizinkan untuk layanan hCaptcha, dan mengapa pertanyaan tertentu diajukan.",
    "1962721652": "Manusia adalah pencari pola, dan terkadang pertanyaan yang tidak berbahaya bisa berubah dari tidak mengejutkan menjadi mencurigakan dalam sekejap, karena perubahan di dunia dan bukan karena motivasi siapa pun yang mengajukan pertanyaan.",
    "3974566657": "Sebagai layanan menjadi lebih populer, kejadian semacam ini pasti menjadi lebih sering. hCaptcha digunakan oleh jutaan orang setiap hari di hampir setiap negara di dunia, jadi kami menerbitkan kebijakan ini dan studi kasus tentang cara kami mengatasi masalah ini agar setransparan mungkin.",
    "1830910223": "Studi kasus Etika AI dunia nyata",
    "805971861": "\"Umbrella\" adalah istilah dalam ImageNet, kumpulan data benchmark standar yang digunakan oleh peneliti visi komputer. Mengidentifikasi orang yang memegang payung dengan andal juga penting untuk membangun sistem bantuan pengemudi lanjutan (ADAS) generasi mendatang yang aman.",
    "3988350": "Ini berarti ada kasus penggunaan yang sangat baik untuk anotasi payung dunia nyata. Ada ruang untuk ketidaksepakatan tentang dampak mobil self-driving, tetapi sistem ADAS sudah menghemat",
    "548587288": "keliling dunia.",
    "3138772661": "ribuan nyawa setiap tahun",
    "3168199226": "Namun, pada tahun 2020 menjadi jelas bahwa membangun kumpulan data semacam ini dapat dianggap sebagai teknologi penggunaan ganda dengan cara yang sedikit diharapkan tahun lalu.",
    "558378834": "Dengan demikian, kami tidak lagi menerima permintaan untuk pertanyaan terkait payung saat ini. Potensi kebingungan ketika pengguna akhir melihat pertanyaan tentang payung pada saat ini terlalu tinggi, dan pada akhirnya tujuan kami adalah membuat dunia menjadi tempat yang lebih menyenangkan.",
    "3376604063": "Kebijakan dan proses Etika AI",
    "1923365316": "Kami memiliki kebijakan Etika AI yang ketat di hCaptcha, dan sebagian di antaranya termasuk proses Mengenal Pelanggan Anda (KYC).",
    "4230322909": "Kami selalu berusaha untuk mendapatkan pemahaman yang baik tentang setiap pelanggan baru dan kasus penggunaan yang mereka maksudkan, baik untuk mengonfirmasi bahwa itu cocok untuk produk dan layanan kami dan untuk memastikan bahwa itu mengikuti kebijakan yang telah kami adopsi sebagai sebuah perusahaan.",
    "2735073144": "Kami juga melakukan tinjauan berkelanjutan jika diperlukan. Misalnya, dalam tinjauan terbaru kami tentang tanggal dan sumber permintaan untuk permintaan pelabelan terkait payung, kami dengan cepat dapat mengonfirmasi bahwa tidak ada entitas pemerintah atau pemasok perangkat lunak pengawasan negara yang diketahui telah membuat permintaan terkait payung yang menggunakan layanan kami dalam 12 bulan terakhir. .",
    "2715462692": "Seperti apa proses Etika AI kami?",
    "3049976256": "Untuk setiap pelanggan pelabelan baru, kami melalui daftar periksa selama proses penjualan. Ini termasuk uji KYC awal sebelum orientasi, serta verifikasi semua permintaan yang diajukan ke analis kami, dan pemeriksaan langsung waktu nyata dan tinjauan berkala atas permintaan yang dibuat menggunakan platform layanan mandiri kami.",
    "3103642530": "Tinjauan ini terdiri dari beberapa set kriteria:",
    "3349094124": "Kriteria masalah etika: Tujuan",
    "1038019440": "1. Apakah pelanggan ini mewakili kepentingan nasional suatu negara yang diketahui terlibat dalam perilaku yang bertentangan dengan hukum dan norma internasional?",
    "493717511": "2. Apakah pelanggan ini meminta layanan yang bisa",
    "2209109640": "hanya digunakan untuk tujuan jahat, dalam konteks aktivitas bisnis normal mereka?",
    "3457805519": "3. Dapatkah permintaan pelanggan dipenuhi menurut hukum AS dan aturan keterlibatan kita?",
    "1942611550": "terutama",
    "109179759": "Kriteria masalah etika: Subyektif",
    "1033698050": "1. Apakah kami percaya bahwa pelanggan telah memberi kami kasus penggunaan yang kami anggap dapat diterima secara moral, menurut interpretasi kami tentang norma-norma masyarakat Barat yang khas?",
    "361372538": "2. Apakah kami percaya bahwa layanan yang kami berikan kemungkinan akan digunakan untuk tujuan diskriminatif oleh pelanggan, dengan cara yang mungkin legal tetapi tidak dapat kami terima?",
    "2867855718": "3. Apakah kami percaya bahwa kebutuhan privasi dapat dipenuhi untuk permintaan tersebut?",
    "2462728596": "Jika kami tidak dapat memuaskan diri kami sendiri pada poin-poin ini, kami akan menolak permintaan dan dapat menghentikan akses lebih lanjut ke platform kami, sebagaimana diuraikan dalam Ketentuan kami.",
    "1995277831": "Terima kasih",
    "1818116402": "Kami harap Anda menghargai pandangan tentang cara kami menangani pertanyaan operasional dengan komponen Etika AI ini.",
    "1499894352": "Sangat sedikit perusahaan yang menawarkan transparansi dalam proses pengambilan keputusan mereka di bidang ini, dan kami berharap perusahaan lain akan mengikuti contoh ini!",
    "535659033": "Atribusi Creative Commons",
    "1495915066": "Bagaimana kami, mitra penelitian akademis kami, dan pelanggan kami menggunakan media Creative Commons",
    "3017533972": "Kami, mitra penelitian akademis kami, dan pelanggan kami sesekali dapat merujuk atau mereproduksi bagian dari konten berlisensi Creative Commons melalui platform hCaptcha untuk memajukan pengetahuan umat manusia di bidang pembelajaran mesin.",
    "1428053210": "Konten ini umumnya berubah dari bentuk aslinya. Misalnya, sebuah video dapat dipecah menjadi banyak gambar, gambar tersebut dapat dipecah menjadi banyak gambar baru, dan gambar baru tersebut kemudian dicampur secara acak untuk menghasilkan hasil akhir yang ditampilkan.",
    "1728211763": "Penggunaan konten dengan cara ini dan untuk tujuan ini termasuk dalam pedoman penggunaan wajar menurut pemahaman kami tentang hukum dan praktik standar di lapangan, tetapi kami adalah penggemar lama Creative Commons dan lebih suka memberikan penghargaan kepada siapa pun yang membantu dalam tugas monumental untuk meningkatkan kecerdasan mesin.",
    "1949452297": "Karena kendala intrinsik UI hCaptcha dan pertimbangan keamanannya, tidak mungkin mereproduksi sumber setiap gambar yang berbatasan langsung dengan penggunaannya. Sebagai gantinya, kami menautkan ke halaman ini dari beranda kami dan menyimpan daftar sumber yang saat ini atau baru-baru ini disajikan melalui platform. Anda dapat mengakses daftar saat ini",
    "2367602973": "di sini",
    "659124570": "Selain itu, jika Anda melihat konten milik Anda direproduksi di platform hCaptcha dan ingin konten tersebut dihapus karena alasan apa pun, Anda dapat menghubungi kami melalui email di",
    "2066749488": "Keluhan lainnya",
    "3479034323": "Jika Anda melihat konten milik Anda direproduksi di platform hCaptcha dan ingin konten tersebut dihapus karena alasan apa pun, Anda dapat menghubungi kami melalui email.",
    "1836554225": "Postingan Blog",
    "2873297188": "Apakah semua CAPTCHA mendiskriminasi orang non-Amerika?",
    "165932542": "Lihat tarif hCaptcha di seluruh dunia",
    "1865097546": "16 November 2021",
    "3005876482": "hCaptcha Sekarang Layanan CAPTCHA Independen Terbesar, Berjalan di 15% Internet",
    "693820850": "Anda dapat mengalahkan Google dengan mengutamakan privasi",
    "3609106478": "Isian Kredensial:",
    "299335340": "Apa Itu Dan Bagaimana Menghentikan Serangan",
    "354925785": "Pendahuluan",
    "423222878": "Beberapa serangan siber yang paling sulit untuk dideteksi, dicegah, dan dihentikan adalah ketika pelaku kejahatan dapat menggunakan kredensial pengguna yang sah untuk masuk ke akun pengguna aktif. Tanpa banyak kemampuan pendeteksian yang canggih, perusahaan yang menghosting akun tidak memiliki alasan untuk mencurigai ada sesuatu yang salah. Seorang pelanggan tampaknya telah masuk ke akunnya. Penyerang mencapai tipu muslihat yang berhasil ini menggunakan kredensial curian—biasanya hasil dari teknik serangan siber yang dikenal sebagai “penjejalan kredensial.” Ini adalah masalah serius hari ini, tetapi masalah itu dapat dikurangi dengan tindakan pencegahan yang tepat.",
    "777660551": "Apa itu Isian Kredensial?",
    "2602763587": "Credential stuffing adalah bentuk serangan siber di mana penyerang mencoba masuk ke situs web beberapa kali menggunakan pasangan nama pengguna dan kata sandi yang dicuri. \"Isi\" mengacu pada upaya login berulang, yang hampir selalu dilakukan oleh perangkat lunak bot otomatis.",
    "1271831121": "Bukannya peretas (berpakaian hoodie, tentu saja!) sedang duduk di sana, mengetik kredensial demi kredensial. Bot login otomatis dapat dibuat dari alat siap pakai seperti Selenium atau alat peretas yang dikembangkan khusus.",
    "2588750717": "Memang, beberapa serangan isian kredensial melibatkan jutaan kredensial—semuanya dimasukkan ke dalam antarmuka login situs web yang tidak curiga dengan harapan bisa masuk. Begitu masuk, penyerang dapat mengambil alih akun korban.",
    "1137757109": "Jika itu adalah akun eCommerce, penyerang dapat memesan barang dagangan. Jika korbannya adalah bank, penyerang dapat mentransfer dana ke luar negeri, dan sebagainya.",
    "1559150837": "Target bukannya tidak berdaya. Sebagian besar situs web memiliki kontrol yang memblokir pengguna mencurigakan yang mencoba masuk ke ribuan akun berbeda dari alamat IP yang sama dalam waktu singkat. Apa yang dilakukan penyerang isian kredensial untuk menyiasati teknik perlindungan ini adalah dengan mensimulasikan keragaman geografis dan IP. Dengan menggunakan alat yang kuat dan sering kali digerakkan oleh AI, mereka dapat membuat seolah-olah ribuan pengguna secara acak mencoba masuk pada waktu yang berbeda dalam sehari dari seluruh negeri. Ini jauh lebih sulit untuk dideteksi dan dihentikan.",
    "1892020899": "Dari mana para peretas mendapatkan kredensial?",
    "2597149484": "Alasan peretas harus \"mengisi\" begitu banyak kredensial berkaitan dengan di mana mereka mendapatkan kredensial curian mereka.",
    "3030395800": "Kredensial ini biasanya berasal dari pelanggaran data. Juga dikenal sebagai \"tumpahan kredensial,\" serangan ini dapat mengakibatkan jutaan kredensial dibuang ke web gelap. Jika tumpahan berasal dari bank, peretas akan mencoba menggunakan kredensial tersebut untuk masuk ke situs lain. Pendekatan ini berhasil karena begitu banyak orang menggunakan kombinasi nama pengguna dan kata sandi yang sama untuk beberapa situs. (Praktik ini tidak disarankan, tetapi kenyataannya memang demikian. Orang cenderung mengulangi kredensial login yang sama.)",
    "1258965840": "Jadi, jika penyerang bisa masuk ke satu situs, dia mungkin bisa masuk ke beberapa situs menggunakan kredensial yang tumpah. Misalnya, mereka mungkin mendapatkan pasangan nama pengguna/kata sandi seperti JohnDoe/525momma, tetapi mereka tidak tahu apa yang akan dilakukan pasangan itu untuk mereka. Jadi, mereka mencoba pasangan di Amazon.com, Ebay, Citibank, Walgreens, dan seterusnya. Mereka mungkin mencoba pasangan itu di seribu situs berbeda.",
    "3594440415": "Akhirnya, mereka akan mulai membuka pintu.",
    "780280214": "Bagaimana hCaptcha dan hCaptcha Enterprise mengurangi ancaman isian kredensial",
    "4165374512": "Meskipun dimungkinkan untuk menggunakan IP dan alat deteksi lokasi untuk mencegah isian kredensial, metode yang lebih hemat biaya dan akurat adalah dengan menghentikan bot isian kredensial otomatis itu sendiri. hCaptcha dan hCaptcha Enterprise dapat menghentikan bot pada titik masuk. Bahkan jika bot memiliki kredensial yang tepat, jika bot tidak dapat melewati deteksi hCaptcha Enterprise atau CAPTCHA hCaptcha, bot tidak akan dapat menyelesaikan tugasnya dan situs serta pengguna Anda terlindungi.",
    "3269644546": "Tolong",
    "1058572205": "kami jika Anda ingin mempelajari lebih lanjut tentang",
    "3753613260": "kontak",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Melaporkan Keluhan DMCA",
    "54093347": "Agen Terdaftar DMCA",
    "3233441200": "Kebijakan Pelanggar Berulang",
    "4011712313": "Sebagai bagian dari Kebijakan DMCA kami, kami menempatkan akun pelanggan yang kami terima beberapa pemberitahuan DMCA tentang dugaan pelanggaran ke dalam Kebijakan Pelanggaran Berulang DMCA multi-langkah. Setelah menerima pemberitahuan DMCA berulang dalam satu bulan kalender, akun pelanggan akan berkembang dari satu langkah kebijakan ke langkah berikutnya.",
    "766825168": "Tindakan yang dapat kami ambil berdasarkan Kebijakan Pelanggaran Berulang DMCA termasuk mengirimkan peringatan tentang peningkatan visibilitas ke catatan pelanggan akun. Untuk mengetahui peringatan ini, kami mungkin meminta pelanggan untuk masuk ke akun atau menghubungi tim dukungan kami. Kami juga berhak untuk menangguhkan atau menghentikan, serta menerapkan tindakan sementara lainnya ke, layanan hCaptcha dan IMI dari pelanggan mana pun yang kami terus menerima pemberitahuan DMCA tentang dugaan pelanggaran bahkan setelah kami mengirimkan peringatan pelanggar berulang. Selain itu, kami dapat menghentikan atas kebijakan kami sendiri layanan hCaptcha atau IMI lain yang diberikan kepada pelanggan ini ketika kami menghentikan layanan hCaptcha berdasarkan kebijakan ini.",
    "2410122265": "Sumber Daya hCaptcha: Bot 101",
    "4166776480": "Isian Kredensial: Apa Itu Dan Bagaimana Menghentikan Serangan",
    "2301335298": "Penipuan Pembayaran: Mengurangi Mode Kejahatan Dunia Maya yang Berkembang Cepat",
    "3682071227": "Apa itu Pengambilalihan Akun dan Bagaimana Cara Kerjanya?",
    "2729131930": "Apa itu Scraping dan Bagaimana Cara Kerjanya?",
    "1344959096": "Bekerja sebagai pemberi label data individu",
    "3510143229": "hCaptcha adalah layanan untuk situs web dan aplikasi,",
    "3930611699": "pekerja individu.",
    "1051214799": "hCaptcha adalah layanan keamanan web yang mencoba berbagi nilai dengan penerbit situs web atau aplikasi yang menggunakannya.",
    "360236473": "Layanan hCaptcha tidak dimaksudkan untuk digunakan oleh siapa pun yang bekerja sebagai pemberi label individu. Itu tidak dirancang untuk atau cocok untuk tujuan ini. Kami tidak menyarankan siapa pun mencoba menggunakan hCaptcha sebagai sumber pendapatan pribadi.",
    "3842490632": "Pengguna individu yang mencoba menjawab banyak pertanyaan kemungkinan akan diberi peringkat terbatas atau dilarang dengan cepat. Sama pentingnya, sebagai kami",
    "1560232962": "mencakup secara rinci, tidak ada jaminan yang dibuat untuk jumlah yang diperoleh untuk setiap jawaban yang diberikan. Mungkin tidak ada pertanyaan berbayar yang tersedia saat itu, jawaban mungkin ditolak karena alasan kualitas, dan seterusnya.",
    "2694001822": "Namun, kami terkadang mempekerjakan individu untuk membantu kami menguji properti sistem dan fitur baru.",
    "1569804581": "Jika Anda ingin dihubungi di masa mendatang mengenai peluang terkait, silakan isi formulir ini.",
    "636461959": "Nama",
    "1139500589": "Negara",
    "1789607185": "Alamat email",
    "325077666": "Dengan mengirimkan info Anda, Anda setuju dengan kami",
    "3555583744": "dan",
    "3609929815": ". Kami akan menyimpan informasi nama, negara, dan alamat email Anda hanya untuk tujuan menghubungi Anda di masa mendatang terkait peluang kerja pelabelan individu.",
    "4197928199": "Kebijakan pribadi",
    "851786723": "Dengan memasukkan email Anda, Anda menyetujui Persyaratan dan Kebijakan Privasi kami, dan untuk menerima email dari kami.",
    "2402165761": "Bagaimana Cara Kerja Scraping?",
    "4260542944": "Pengikisan konten (juga dikenal sebagai \"pengikisan layar\" atau hanya \"pengikisan\") adalah proses yang sering digunakan dan sering berguna untuk mengumpulkan informasi dari web. Namun, dalam beberapa tahun terakhir, teknik ini telah menjadi alat favorit para peretas dan penipu. Penanggulangan dapat secara efektif mengurangi ancaman, tetapi untuk menerapkannya, penting untuk memahami bagaimana prosesnya bekerja.",
    "2066255783": "Apa itu Pengikisan Konten?",
    "1910628828": "Pengikisan konten adalah teknik untuk mengambil data dari sistem yang melibatkan perangkat otomatis yang meniru klien perangkat lunak atau browser web. Ini bukan hal baru. Bahkan, untuk software engineer yang mungkin membutuhkan data dari mainframe lama, scraping bisa menjadi satu-satunya cara untuk mengekstrak informasi. Konektor asli mungkin hilang dan tidak mungkin diganti.",
    "3408107995": "Namun, hari ini, menggores selalu berarti pendekatan terprogram untuk menarik data dari situs web. Perangkat lunak pengikisan bertindak seperti pengguna manusia, mengklik tombol dan membaca output yang dihasilkan. Ada banyak kegunaan yang sah untuk scraping. Perayap web yang menggerakkan mesin telusur adalah salah satu contohnya. Begitu juga alat seperti Skyscanner yang mencari penawaran perjalanan dengan menyisir ribuan situs web perjalanan. Perusahaan fintech juga menggunakannya, mengambil data keuangan pengguna dari situs bank jika tidak ada Application Programming Interfaces (API) yang tersedia untuk membuat koneksi data. Hal-hal yang perlu diingat tentang screen scraping adalah kecepatan dan skalabilitasnya. Prosesnya dapat memanen sejumlah besar data dari situs web, dengan asumsi situs tersebut tidak dikonfigurasi untuk menghentikannya terjadi. Dengan kecepatan komputasi, scraper dapat mengumpulkan kumpulan data besar dengan berinteraksi dengan situs web dan perangkat lunak serta basis data yang mendasarinya.",
    "1920884252": "Mengapa pengikisan konten merupakan ancaman keamanan?",
    "2256795853": "Kemampuan untuk mengekstrak banyak data, dengan cepat, dari situs web membuat pengikisan menjadi alat yang ampuh di tangan aktor jahat. Scraping bot dapat mengumpulkan data pengguna dari situs media sosial. Kemudian, dengan menggores situs yang berisi alamat dan informasi pribadi lainnya dan menghubungkan hasilnya, seorang peretas dapat terlibat dalam kejahatan identitas seperti mengirimkan aplikasi kartu kredit palsu.",
    "4087694419": "Peretas pengikis juga dapat mengumpulkan data dari situs seperti Amazon dan eBay untuk membuat daftar produk palsu atau menipu. Dia kemudian dapat menawarkannya untuk dijual di layanan peer-to-peer seperti OfferUp dan melakukan serangan phishing pada pembeli. Atau, penipu dapat menjual produk yang tidak ada. Penipuan pengikisan layar lebih lanjut melibatkan pemalsuan penerbit iklan. Dengan menggores konten dari situs penerbit, penipu dapat membuat halaman penerbit iklan palsu di berbagai layanan. Mereka kemudian dapat menjual iklan di halaman tersebut ke pengecer resmi, yang kontaknya mereka ambil dari file ads.txt penerbit. Slot iklan tampak nyata bagi pengiklan, tetapi sebenarnya tidak.",
    "3315658779": "Cegah Pengikisan Konten dengan hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise menggunakan pembelajaran mesin tingkat lanjut untuk mengidentifikasi lalu lintas berbahaya ke situs dan aplikasi Anda - termasuk aktivitas pengikisan.",
    "1422537019": "kita hari ini untuk belajar lebih banyak.",
    "1988268879": "Pelabelan data hemat biaya dalam skala besar",
    "2163914794": "Perlu lebih banyak label untuk set data Anda? hCaptcha menyediakan pelabelan data yang cepat, hemat biaya, dan berkualitas tinggi untuk perusahaan yang mengerjakan aplikasi kecerdasan buatan dan pembelajaran mesin.",
    "3378932530": "Dapatkan Data Anda Dilabeli Sekarang",
    "3483700676": "Luncurkan jutaan tugas secara instan",
    "3478726913": "hCaptcha memiliki salah satu kumpulan terbesar di planet ini yang tersedia untuk Anda gunakan. Apa pun skala Anda, kami dapat menanganinya tanpa komitmen di muka yang mahal. Jutaan tugas per hari tidak masalah.",
    "740501259": "Pipeline sederhana berbasis API",
    "2784612261": "Ingin mengintegrasikan tinjauan manusia secara langsung ke dalam operasi bisnis Anda? Kami menawarkan SLA keandalan tinggi, kapasitas terjamin, dan REST API sederhana.",
    "1144966033": "Dioptimalkan untuk biaya dan kualitas",
    "3213351333": "Tidak diperlukan komitmen di muka",
    "2107077506": "Platform HUMAN menggunakan model keyakinan yang komprehensif untuk melakukan analisis kualitas real-time yang canggih. Hal ini memungkinkan kami untuk dengan cepat menentukan tingkat kesulitan pertanyaan dan kemungkinan jawaban yang benar, sehingga menghemat waktu dan uang Anda.",
    "3576146278": "Hanya membayar untuk akurasi yang Anda butuhkan",
    "2952586316": "Tidak semua masalah sama. Anotasi untuk tugas kritis keselamatan mungkin memerlukan kepercayaan 99,99% dari seluruh pekerja manusia. Anotasi untuk satu fitur beta di aplikasi game seluler mungkin hanya memerlukan tingkat keyakinan sedang. Kamu putuskan.",
    "710145621": "Berikan data kebenaran dasar Anda sendiri atau biarkan kami membangunnya dengan cepat",
    "987901590": "Apakah Anda memiliki data mentah tanpa set verifikasi yang komprehensif? Dalam kebanyakan kasus, kami dapat membangunkannya untuk Anda saat tugas dijalankan melalui sistem, atau membuat sampel berlabel untuk persetujuan Anda.",
    "2597352122": "Jenis Anotasi",
    "1344687860": "Kotak pembatas",
    "1089415440": "Deteksi objek yang akurat dalam gambar dan video",
    "3817067682": "poligon",
    "2682873489": "Mendefinisikan daerah batas untuk objek",
    "1275150216": "Tengara",
    "2067112112": "Anotasi titik untuk banyak kasus penggunaan yang berbeda",
    "4228682126": "Kategorisasi Atribut",
    "2920213479": "Urutkan atau tambahkan kategori sewenang-wenang dari berbagai ukuran",
    "3288667364": "Perbandingan dan Deteksi",
    "155877895": "Deteksi dan klasifikasi bertenaga manusia",
    "3128433367": "... dan masih banyak lagi",
    "2827452240": "Perlu tipe lain yang tidak tercantum di sini? Tanyakan saja pada kami.",
    "719304627": "Perlu Kontrol End-to-End?",
    "1172067553": "Platform HUMAN di belakang hCaptcha menyediakan kualitas kerja yang sangat canggih dan fitur manajemen melalui penerapan di tempat, hibrida, atau SaaS yang terintegrasi dengan sistem Anda yang sudah ada.",
    "2319072959": "Jalankan sepenuhnya offline dengan tenaga kerja Anda sendiri, lacak nilai yang dikonsumsi di seluruh unit bisnis atau mitra konsorsium, rutekan pekerjaan secara selektif ke berbagai penyedia tenaga kerja internal atau eksternal berdasarkan persyaratan biaya dan keamanan, dan banyak lagi.",
    "1936512180": "Akses API yang mudah, dasbor yang indah, dan teknologi model-in-the-loop terbaru untuk memaksimalkan efisiensi pekerja.",
    "3913848038": "SLA waktu aktif 99,99% dan dukungan global 24/7 tersedia.",
    "1080752747": "Hubungi penjualan",
    "1525403768": "Untuk informasi lebih lanjut hubungi Penjualan Perusahaan.",
    "1546930020": "Mendapatkan Label Data",
    "2486638408": "Tentukan Spesifikasi",
    "1027200955": "Bicaralah dengan salah satu pakar domain kami untuk menentukan kebutuhan proyek Anda: akurasi target, format, dan persyaratan khusus apa pun.",
    "1156712451": "Tes Kerja Awal",
    "181065232": "Kami melakukan pekerjaan produksi kecil berdasarkan data sampel Anda. Ini menguji pekerjaan yang telah kami lakukan bersama untuk memastikan Anda mendapatkan apa yang Anda butuhkan.",
    "3207769512": "Menyebarkan Pekerjaan Produksi",
    "1099238677": "Dengan volume tinggi dan latensi rendah, kami akan menyelesaikan pekerjaan Anda dengan cepat, dengan pengiriman otomatis segera setelah selesai.",
    "465783046": "Ingin mencobanya dengan data Anda?",
    "328625009": "... kami siap saat Anda siap: layanan kami tersedia sepanjang waktu.",
    "3225770968": "hCaptcha dirancang untuk memecahkan masalah paling padat karya dalam pembelajaran mesin; pelabelan sejumlah besar data dengan cara yang tepat waktu, terjangkau, dan dapat diandalkan.",
    "2041686284": "Lebih banyak data umumnya menghasilkan hasil yang lebih baik dalam melatih model pembelajaran mesin. Keberhasilan model dalam baru-baru ini telah menghasilkan kumpulan data yang semakin besar, dan hCaptcha melayani kebutuhan ini. Namun, membuat kumpulan data besar yang ditinjau oleh manusia menggunakan metode tradisional lambat dan mahal.",
    "3729345277": "hCaptcha adalah cara bagi perusahaan untuk mendapatkan anotasi yang mereka butuhkan lebih cepat, dengan kualitas lebih tinggi dan dengan biaya lebih rendah daripada alternatif lain.",
    "2103563261": "Informasi Pribadi atau Publik",
    "2513143348": "Sistem hCaptcha Enterprise secara unik fleksibel dalam desainnya: dapat digunakan sebagian atau seluruhnya di tepi jaringan Anda jika Anda mengoperasikan cloud publik atau memiliki banyak pusat data.",
    "3107683988": "Hal ini dapat secara dramatis mengurangi lalu lintas dan biaya di luar jaringan sambil mempertahankan semua manfaat manajemen oleh staf siap panggil 24/7 kami untuk memenuhi SLA yang paling ketat.",
    "3660619092": "Daftar gratis atau hubungi bagian penjualan untuk solusi Perusahaan",
    "2351176803": "Persyaratan Lisensi untuk hCaptcha JS API",
    "2616226398": "Tunduk pada kami",
    "2024293275": ". Semua hak lainnya dilindungi undang-undang, untuk saat ini.",
    "1062291156": "istilah standar",
    "2712493234": "Penipuan Pembayaran: Mengurangi Mode Kejahatan Dunia Maya yang Berkembang Cepat",
    "1817772953": "Penipuan bukanlah bentuk kejahatan baru. Memang, para arkeolog telah menemukan perangkat anti-penipuan yang dirancang oleh bangsa Sumeria kuno untuk mengangkut ternak tanpa kehilangan hampir 10.000 tahun yang lalu! Dalam kasus mereka, mereka meletakkan token tanah liat, masing-masing mewakili binatang, di dalam bola tanah liat yang dikenal sebagai “bulla.” Banteng akan melakukan perjalanan dengan kawanan saat berpindah dari penjual ke pembeli. Bahkan kemudian, pemilik bisnis khawatir bahwa tidak semua orang yang mereka hadapi sedang naik daun. Banyak yang telah berubah dalam 10.000 tahun, tetapi kebutuhan untuk inovatif dalam mencegah penipuan tetap ada pada kita. Saat ini, masalah penipuan pembayaran online sangat penting. Dengan Internet, penipu menjadi semakin mahir dalam mengakali kontrol anti-penipuan. Namun, solusi baru membalikkan keadaan.",
    "1053787685": "Apa itu Penipuan Pembayaran?",
    "433424759": "Penipuan pembayaran terdiri dari semua jenis transaksi ilegal di mana penjahat dunia maya merampas sesuatu yang berharga dari korban, biasanya uang. Ini mungkin berarti menggunakan kartu kredit curian untuk memesan barang dagangan secara online atau mengambil alih rekening bank dan mentransfer dana secara ilegal darinya. Ada banyak variasi, tetapi semuanya memiliki hasil yang sama: seorang penjahat menggunakan identitas curian atau informasi pembayaran untuk mencuri dari konsumen, bank, atau pedagang.",
    "2939852138": "Bagaimana Penipu [Mencoba] Menghindari Penipuan Pembayaran?",
    "1665616092": "Penipuan pembayaran sederhana dalam konsep, tetapi bisa sangat kompleks dalam pelaksanaannya saat ini.",
    "4246520782": "Faktanya, Internet telah menjadi saksi perlombaan senjata yang sesungguhnya antara penipu dan pembela HAM dalam beberapa tahun terakhir.",
    "2167049807": "Tim keamanan telah mengadopsi berbagai tindakan pencegahan dan kontrol yang mengalahkan pendekatan yang mudah dan malas untuk penipuan pembayaran. Namun, serangannya menjadi semakin canggih. Misalnya, bot sekarang dapat memanen nomor dan PIN kartu kredit curian dari situs web palsu dan serangan phishing.",
    "1936449777": "Kemudian, dalam mode yang sepenuhnya otomatis, mereka dapat meniru perilaku manusia di situs e-niaga, mengklik tombol dan menambahkan item ke keranjang belanja—sampai pada titik di mana banyak, jika tidak sebagian besar kontrol anti-penipuan tidak dapat mengetahui bahwa bot mencoba mencuri barang dagangan. Sebaliknya, sepertinya pengguna manusia hanya berbelanja. Bot dapat masuk ke akun pelanggan nyata menggunakan kredensial masuk yang dicuri. Lebih lanjut mengaburkan penipuan adalah kemampuan bot untuk spoof alamat IP dan membuatnya tampak seolah-olah \"pembeli\" di suatu tempat yang berbeda dari penyerang, yang mungkin berada di negara asing.",
    "648630222": "Cegah Penipuan Pembayaran dengan hCaptcha Enterprise",
    "1621930829": "Apa yang dapat dilakukan terhadap aktivitas penipuan pembayaran yang canggih dan tak henti-hentinya saat ini? Mempekerjakan beberapa lapisan kontrol biasanya merupakan pendekatan yang bijaksana. Namun, tindakan pencegahan terbaik adalah yang dapat menjebak bot dan mengungkapkan bahwa itu palsu, terlepas dari upaya terbaik pembuatnya untuk meniru perilaku manusia.",
    "2423586454": "Masih ada beberapa hal yang tidak dapat dilakukan oleh perangkat lunak, tidak peduli seberapa bagus AI di belakangnya. Teknologi CAPTCHA modern menawarkan metode pemblokiran bot yang telah terbukti yang mencoba melanggengkan penipuan pembayaran. Sementara pendekatan lama untuk CAPTCHA, seperti angka miring sederhana di dalam kotak, sekarang sebagian besar kurang dalam mengurangi bot canggih, perangkat respons pengujian otomatis seperti hCaptcha Enterprise dapat dengan mudah menghentikan bot penipu pada saat login akun atau checkout keranjang belanja. Bahkan jika bot memiliki kredensial nyata, jika tidak akan dapat melewati CAPTCHA.",
    "1467308982": "Jadwal Pembayaran",
    "1291824746": "Pembayaran hCaptcha berjalan setiap tiga bulan dengan basis tambahan 60 hari. Untuk menggambarkan apa artinya ini, silakan lihat tabel di bawah ini.",
    "3444947612": "Lalu Lintas Antara",
    "4181611011": "Tanggal Rekonsiliasi",
    "728503636": "Tanggal Pembayaran",
    "3720584906": "15 Juli 2021 - 15 Oktober 2021",
    "388240587": "5-15 Januari 2022",
    "3426312287": "5-15 Januari 2022",
    "615618648": "15 April 2021 - 15 Juli 2021",
    "3376724603": "14-24 September 2021†††",
    "3398978455": "15-25 September 2021†††",
    "2722456056": "15 Januari 2021 - 15 April 2021",
    "4063155841": "Paling lambat tanggal 25 Juni 2021††",
    "4082053540": "19-25 Juni 2021††",
    "64953197": "15 Oktober 2020 - 15 Januari 2021",
    "1023070345": "Paling lambat 14 Maret 2021",
    "2600696085": "15 Maret 2021",
    "3217791519": "15 Juli 2020 - 15 Oktober 2020",
    "649261378": "5-11 Januari 2021*",
    "1559190296": "5-11 Januari 2021†",
    "3806054689": "15 April 2020 - 15 Juli 2020",
    "4162383380": "16 - 22 Sep 2020******",
    "1990824776": "16-24 Sep 2020******",
    "3856690908": "15 Januari 2020 - 15 April 2020",
    "3200641265": "Paling lambat 16 Juni 2020*",
    "3744079744": "15-19 Juni 2020****",
    "2209837451": "15 Oktober 2019 - 15 Januari 2020",
    "2510534204": "Paling lambat 23 Maret 2020***",
    "2910560864": "20-23 Maret 2020***",
    "2544565802": "15 Juli 2019 - 15 Oktober 2019",
    "3963642878": "Paling lambat 14 Desember 2019*",
    "622103562": "17 Desember 2019**",
    "4072202039": "15 April 2019 - 15 Juli 2019",
    "818049069": "Paling lambat tanggal 15 Juli 2019",
    "1169005651": "15 Sep 2019",
    "2303655425": "15 Januari 2019 - 15 April 2019",
    "3678889946": "Paling lambat tanggal 15 Juni 2019",
    "3094354698": "15 Juni 2019",
    "4217013126": "Pembayaran biasanya dilakukan sepanjang hari pada Tanggal Pembayaran, dan umumnya diselesaikan pada tengah malam waktu Pasifik. Jika akun telah ditandai untuk ditinjau, mungkin diperlukan waktu hingga lima hari kerja tambahan untuk melepaskan pembayaran.",
    "1447649958": "Sebagai pengingat, hanya lalu lintas manusia yang akurat yang memenuhi syarat untuk pembayaran. Anda dapat melihat detail lebih lanjut tentang ini di FAQ kami, yang ditautkan di bawah. Saldo yang tersedia juga harus memenuhi ambang minimum agar memenuhi syarat untuk pembayaran, saat ini 10 HMT.",
    "4257144752": "Taksiran waktu nyata tidak mencerminkan akurasi akhir atau kemanusiaan, dan dengan demikian penghasilan akhir Anda dapat sangat bervariasi naik atau turun dari angka yang ditampilkan di Dasbor sebelum rekonsiliasi pertama Anda.",
    "2728931827": "Setelah setiap rekonsiliasi, perkiraan per-kunci situs Anda akan diperbarui dan keakuratan prediksi di masa mendatang akan meningkat, kecuali jika situs Anda memiliki perubahan material dalam perilaku pengguna.",
    "1200905005": "Mulai September 2021, rekonsiliasi dan pembayaran sekarang berjalan selama sekitar 10 hari, bukan satu hari, untuk menyederhanakan kendala operasional terkait pertumbuhan layanan.",
    "4284094387": "Beberapa rekonsiliasi dan pembayaran Juni 2021 akan berjalan di minggu berikutnya karena keterlambatan verifikasi perhitungan akhir selama jendela rekonsiliasi.",
    "1977013707": "Pembayaran Desember 2020 telah dijadwal ulang dari tanggal 15 untuk menghindari tumpang tindih dengan rekonsiliasi akhir tahun dan liburan staf: pembayaran akan selesai pada minggu kedua Januari. Karena transfer ke PayPal yang lebih lambat dari biasanya, pembayaran akan berjalan selama beberapa hari daripada diselesaikan dalam satu hari.",
    "517010299": "Harap Dicatat: saat ini kami sedang mengerjakan transisi backend utama ke rekonsiliasi yang hampir real-time. Rekonsiliasi berkala akan berjalan lebih jarang dari biasanya hingga Q1 2021. Ini tidak memengaruhi jadwal atau tanggal pembayaran.",
    "3092200338": "** Ketika tanggal 15 jatuh pada akhir pekan, Tanggal Pembayaran adalah tanggal 17.",
    "3891941747": "*** SARAN COVID-19: Karena pengurangan kapasitas staf terkait COVID-19, rekonsiliasi telah dijadwalkan ulang untuk memberikan waktu tambahan untuk menyelesaikan verifikasi standar kami. Pembayaran diharapkan dimulai pada hari Jumat dan selesai pada hari Senin berikutnya.",
    "2301757528": "**** Karena pemeliharaan REST API oleh PayPal selama jendela pembayaran, tidak semua pembayaran diselesaikan pada tanggal 15 Juni. Pembayaran apa pun yang dijadwalkan pada tanggal 15 Juni (waktu Pasifik) tetapi tidak dieksekusi karena kesalahan API PayPal akan dijalankan kembali pada tanggal 19 Juni (waktu Pasifik).",
    "116842359": "***** Rekonsiliasi diharapkan selesai selama beberapa hari karena pemeliharaan sistem.",
    "4154415610": "***** Pembayaran September 2020 akan berjalan dalam batch saat rekonsiliasi selesai, dengan beberapa berjalan beberapa hari lebih lambat dari yang dijadwalkan karena penundaan rekonsiliasi.",
    "2310694091": "Apa yang dimaksud dengan Rekonsiliasi?",
    "164801246": "Rekonsiliasi adalah proses di mana lalu lintas dianalisis setelah fakta untuk memverifikasi kemanusiaan dan keakuratannya, setelah semua data dari semua situs pelaporan masuk. Anda dapat membaca detail lebih lanjut di kami",
    "3256245394": "serta posting blog kami, misalnya",
    "3089778412": "Bagaimana hCaptcha Menghitung Hadiah",
    "3329755436": "Apakah Anda berencana untuk mempercepat proses ini?",
    "1911669851": "Ya, saat ini kami sedang mengerjakan berbagai peningkatan pada sistem backend kami yang kami harapkan pada akhirnya akan memungkinkan kami untuk menawarkan rekonsiliasi yang lebih cepat, akurasi estimasi yang lebih cepat, dan pembayaran yang lebih cepat. Saat ini kami sedang bekerja untuk mempercepat rekonsiliasi terlebih dahulu.",
    "2366003154": "Pertanyaan Pers dan Media",
    "3054564199": "Alat penekan",
    "3173156067": "Beberapa jaminan siap pakai tersedia jika Anda ingin menyertakan contoh gambar di artikel Anda.",
    "867314732": "Anda dapat mengambil resolusi tinggi",
    "858218750": "dan panduan untuk menggunakannya di",
    "3821716514": "halaman.",
    "1186243118": "gambar logo",
    "3034959000": "Anda dapat mengambil kembali",
    "1764089150": "di sini:",
    "1558428432": ". Harap beri kredit ke hCaptcha.com.",
    "2429359042": "contoh gambar antarmuka",
    "1480820434": "gambar 1",
    "3213411837": "gambar 2",
    "1270712701": "Siaran Pers dan Laporan Terbaru",
    "231285005": "Anda dapat menemukan pembaruan terkini di blog kami",
    "1289884910": "Kami juga menerbitkan analisis dan laporan sesekali. Sebagai contoh:",
    "932546190": "Mengapa CAPTCHA Akan Selalu Bersama Kami",
    "2344319147": "Berapa nilai deteksi bot Google?",
    "1637527266": "Negara mana yang memiliki lalu lintas bot paling banyak?",
    "230159237": "Kontak",
    "3759923279": "Silakan ajukan pertanyaan pers ke alamat email berikut:",
    "4255608322": "Terakhir diperbarui: 12 April 2021",
    "537881751": "Selamat datang di hCaptcha! Kebijakan Privasi ini menjelaskan praktik Intuition Machines, Inc. (\"IMI\", \"kami\" atau \"kami\") terkait pengumpulan, penggunaan, dan pengungkapan informasi kami (termasuk Informasi Pribadi, yang dijelaskan di bawah) melalui situs web kami di www.hcaptcha .com dan subdomain atau domain lain yang kami gunakan (\"Situs\") dan antarmuka program aplikasi hCaptcha serta perangkat lunak dan materi terkait (secara bersama-sama disebut \"Layanan\").",
    "33639629": "Tidak Berlaku untuk Situs Web Pihak Ketiga. Harap dicatat bahwa Kebijakan Privasi ini tidak berlaku untuk situs web, penawaran, produk, atau layanan pihak ketiga mana pun, bahkan jika itu tertaut ke Situs kami atau menggabungkan Layanan – silakan merujuk ke kebijakan privasi yang berlaku sebelum memutuskan untuk memberikan informasi apa pun kepada pihak ketiga Para Pihak.",
    "987375734": "IMI berbasis di Amerika Serikat. Situs dan Layanan dikendalikan dan dioperasikan oleh kami dari Amerika Serikat. Informasi Pribadi Anda dapat disimpan dan diproses di negara mana pun di mana kami memiliki fasilitas atau di mana kami melibatkan penyedia layanan, dan dengan menggunakan Situs dan Layanan Anda menyetujui transfer informasi ke negara-negara di luar negara tempat tinggal Anda, termasuk Amerika Serikat , yang mungkin memiliki aturan perlindungan data yang berbeda dengan aturan di negara Anda. Dalam keadaan tertentu, pengadilan, lembaga penegak hukum, badan pengatur atau otoritas keamanan di negara lain tersebut mungkin berhak mengakses Informasi Pribadi Anda.",
    "452920031": "Catatan untuk Pelanggan di Luar Amerika Serikat.",
    "2328839224": ". Silakan lihat bagian \"Pemberitahuan untuk Penduduk California\" kami terkait dengan hak Anda berdasarkan California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "Catatan untuk Warga California",
    "1028058338": "Silakan lihat bagian \"Pemberitahuan untuk Subjek Data UE\" kami terkait dengan hak Anda berdasarkan Peraturan Perlindungan Data Umum (\"GDPR\").",
    "2271205646": "Catatan untuk Penduduk Wilayah Ekonomi Eropa.",
    "508143070": "Perhatikan bahwa IMI adalah pengontrol informasi pribadi Anda, kecuali jika kami memproses informasi pribadi atas nama Integrator kami sehubungan dengan penyediaan Layanan kami, dalam hal ini kami adalah pemroses informasi pribadi, dan Integrator tersebut adalah pengontrol dari informasi pribadi.",
    "2330965058": "Jika kami bertindak sebagai pemroses untuk Integrator kami, kami tidak menggunakan data yang dikumpulkan untuk tujuan apa pun selain yang diperlukan secara wajar untuk menyediakan Layanan kami, dan pemrosesan kami akan diatur oleh kontrak yang kami miliki dengan Integrator kami, bukan ini Kebijakan pribadi",
    "3017040355": "Pemrosesan data Subjek Data UE beroperasi berdasarkan dasar hukum Klausul Kontraktual Standar (SCC) yang terintegrasi dalam Adendum Pemrosesan Data pada Persyaratan Layanan kami atau Perjanjian Pemrosesan Data dengan Integrator kami.",
    "2233384692": "Jika Anda memiliki pertanyaan atau kekhawatiran tentang bagaimana data tersebut ditangani atau ingin menggunakan hak Anda, Anda harus menghubungi orang atau entitas (yaitu, pengontrol data) yang telah membuat kontrak dengan kami untuk menggunakan Layanan guna memproses data ini. Namun, kami akan memberikan bantuan kepada Integrator kami untuk mengatasi masalah apa pun yang mungkin Anda miliki, sesuai dengan ketentuan kontrak kami dengan mereka.",
    "349292953": "Informasi yang Kami Kumpulkan",
    "3022001832": "Kami mengumpulkan informasi dari individu yang berinteraksi dengan Situs dan Layanan kami, termasuk mereka yang memasukkan Layanan kami ke dalam situs web mereka (\"Integrators\"), mereka yang menggunakan layanan untuk pelabelan data (\"Pelanggan\"), dan pengguna akhir yang berinteraksi dengan kami Layanan melalui situs web Integrator kami (\"Pengguna Akhir\").",
    "835545301": "Kami mengumpulkan kategori informasi berikut:",
    "3228928991": "Informasi yang dapat digunakan untuk mengidentifikasi atau menghubungi individu (\"Informasi Pribadi\"), seperti nama, alamat email, dan negara. Kami mengumpulkan Informasi Pribadi dari Integrator dan Pelanggan kami saat ini dan calon ketika mereka memberikannya langsung kepada kami (misalnya, dengan mengisi formulir saat mendaftar akun, atau melamar untuk menerima pemberitahuan email dari kami). Kami juga dapat memverifikasi identitas Integrator dan Pelanggan kami dengan membandingkan informasi pribadi dengan database pihak ketiga atau dokumen hukum resmi.",
    "1655796811": "Informasi yang dikumpulkan secara otomatis sebagai akibat dari penggunaan Situs atau Layanan oleh Integrator atau Pelanggan (\"Informasi Analitik\"), seperti alamat IP, jenis browser, penyedia layanan Internet, jenis platform, jenis perangkat, sistem operasi, cap tanggal dan waktu akses, dan informasi serupa lainnya. Beberapa Informasi Analytics dikumpulkan atas nama kami oleh pihak ketiga yang kami libatkan untuk tujuan itu, dan beberapa Informasi Analytics dikumpulkan melalui berbagai teknologi pelacakan, termasuk cookie (lihat \"Teknologi Pelacakan dan Analisis Pihak Ketiga\" di bawah).",
    "1388241689": "Informasi yang dikumpulkan sebagai hasil dari Pengguna Akhir yang menjawab petunjuk melalui Layanan (\"Data Berlabel\"), seperti data pelabelan gambar, teks yang dikonversi dari file audio yang diputar ke Pengguna Akhir tersebut, jawaban atas pertanyaan, dan petunjuk lainnya yang dihasilkan oleh Layanan untuk tujuan pelabelan data untuk digunakan dalam aplikasi pembelajaran mesin. Perhatikan bahwa Data Berlabel tidak terikat dengan individu yang teridentifikasi.",
    "1493790285": "Informasi lain yang dikumpulkan dari Pengguna Akhir sebagai bagian dari Layanan yang diperlukan untuk menentukan apakah mereka",
    "2216374138": "adalah manusia, seperti gerakan mouse, posisi gulir, peristiwa penekanan tombol, peristiwa sentuh, dan informasi giroskop / akselerometer sebagaimana berlaku.",
    "2394073454": "Kami dapat mengumpulkan informasi tambahan dari Pengguna Akhir yang ingin bekerja dengan kami sebagai Pelabel Data Individual.",
    "3103557430": "Bagaimana Kami Menggunakan Informasi",
    "1130802068": "Kami menggunakan informasi yang kami kumpulkan untuk tujuan berikut:",
    "2940689138": "Untuk mengelola akun Integrator dan Pelanggan serta menyediakan Layanan. Kami menggunakan Informasi Pribadi untuk mengaitkan akun tertentu dengan Integrator dan Pelanggan dan untuk menyediakan Layanan kepada mereka, untuk menanggapi permintaan atau pertanyaan, untuk memberikan dukungan atau bantuan teknis, dan untuk memfasilitasi pembayaran.",
    "857974529": "Untuk meningkatkan Situs dan Layanan. Kami menggunakan Informasi Analytics untuk meningkatkan layanan dan penawaran baru dan yang sudah ada serta untuk menyesuaikan penawaran produk yang ada dan yang akan datang.",
    "1820844638": "Untuk mendapatkan wawasan pasar. Kami menggunakan Informasi Analytics untuk menganalisis pasar dan melakukan analisis bisnis yang terkait dengan Situs dan Layanan kami, dan untuk tujuan penelitian lainnya.",
    "3386280249": "Untuk menyediakan pasar bagi Data Berlabel. Layanan kami memungkinkan pelabelan data volume tinggi dan tinjauan manusia untuk sistem pembelajaran mesin sebagai layanan kepada pemilik situs web dan perusahaan yang membutuhkan bantuan untuk mendapatkan label data mereka. Untuk itu, kami mengungkapkan Data Berlabel kepada Pelanggan kami yang tertarik untuk memperoleh Data Berlabel.",
    "3532143291": "Untuk mengamankan layanan dan sistem kami. Kami menggunakan Informasi Analytics untuk mengamankan sistem kami dengan mengidentifikasi potensi ancaman dan kerentanan, dan untuk melindungi informasi yang kami kumpulkan.",
    "2185418511": "Untuk tujuan bisnis yang sah, asalkan informasi tersebut tidak teridentifikasi atau dikumpulkan sedemikian rupa sehingga tidak dapat dikaitkan secara wajar dengan individu.",
    "2386465280": "Bagaimana Kami Berbagi Informasi",
    "2159517814": "Kami membagikan atau mengungkapkan informasi pribadi dalam kasus berikut:",
    "4256083674": "Atas permintaan langsung dari Integrator untuk mengidentifikasi risiko penipuan dari permintaan tantangan CAPTCHA atau alamat IP tertentu, atau jika persetujuan khusus diberikan.",
    "3494826505": "Dengan vendor kami terlibat untuk menyediakan aspek penting dari Situs dan Layanan, seperti penyimpanan data, hosting, dan Analytics, dan hanya untuk tujuan tersebut.",
    "1119009846": "Sebagaimana diperlukan untuk mematuhi hukum yang berlaku, termasuk permintaan pemerintah, permintaan penegakan hukum, dan sebaliknya kepada entitas publik dan swasta untuk melindungi hak, privasi, keselamatan, atau properti Anda, kami, atau orang lain.",
    "197676026": "Dengan orang lain untuk tujuan bisnis yang sah, asalkan informasinya tidak teridentifikasi",
    "2359312315": "atau teragregasi sedemikian rupa sehingga tidak dapat secara wajar dikaitkan dengan seorang individu.",
    "2497216176": "Analisis Pihak Ketiga dan Teknologi Pelacakan",
    "3694578791": "Seperti dibahas di atas, kami (dan vendor pihak ketiga kami) mengumpulkan Informasi Analytics sebagian melalui penggunaan cookie, web beacon, dan teknologi pelacakan lainnya. Dalam beberapa contoh, kami bekerja dengan vendor pihak ketiga untuk menggunakan cookie untuk tujuan mengumpulkan Informasi Analytics.",
    "2238885192": "Kami menggunakan Sentry untuk mengumpulkan data debug saat pengguna mengalami kesalahan. Untuk informasi tentang bagaimana Sentry mengumpulkan dan memproses data:",
    "1535054294": "Silakan lihat kebijakan terperinci mereka",
    "658775471": "Kami menggunakan Cloudflare untuk mengoptimalkan lalu lintas web kami. Untuk informasi tentang bagaimana Cloudflare mengumpulkan dan memproses data:",
    "2014256987": "Jika Anda memilih untuk tidak memblokir penggunaan cookie atau teknologi pelacakan lainnya, silakan lihat \"Mengelola Informasi Anda\", di bawah. Harap dicatat bahwa hal itu dapat berdampak negatif pada pengalaman Anda menggunakan Situs atau Layanan, karena beberapa fitur mungkin tidak berfungsi dengan baik.",
    "2788024905": "Bagaimana Kami Mengamankan Informasi",
    "271333468": "Kami menerapkan langkah-langkah teknis dan organisasi yang sesuai untuk melindungi informasi yang kami kumpulkan dan simpan, dan mewajibkan semua agen yang melakukan pemrosesan kami atas nama kami untuk melakukan hal yang sama. Sayangnya, tidak ada tindakan keamanan yang 100% sangat mudah, dan karena itu tidak ada jaringan atau sistem (termasuk milik kami) yang dapat dijamin 100% aman dari kerusakan, kehilangan, perubahan, pengungkapan tanpa izin, atau akses ke informasi yang kami kumpulkan dan simpan. Jika Anda yakin informasi Anda mungkin tidak aman karena alasan apa pun, silakan hubungi kami segera di:",
    "3031284129": "Penafian Garansi",
    "26365791": "Sejauh diizinkan oleh undang-undang, Situs dan Layanan (dan layanan terkait lainnya, informasi, data, fitur, dan konten atau materi lainnya) disediakan atas dasar \"sebagaimana adanya\" dan \"sebagaimana tersedia\". Sejauh diizinkan oleh hukum, IMI mengecualikan semua jaminan, termasuk namun tidak terbatas pada jaminan tersirat tentang kelayakan untuk diperdagangkan, kesesuaian untuk tujuan tertentu, dan non-pelanggaran.",
    "735630686": "Mengelola Informasi Anda (Hak Anda)",
    "498769698": "Anda dapat mengakses, memperbaiki, mengubah, atau menghapus Informasi Pribadi tertentu yang mungkin telah Anda berikan kepada kami melalui akun Integrator, Pelanggan, atau Pengguna Aksesibilitas Anda (jika Anda adalah Integrator, Pelanggan, atau Pengguna Aksesibilitas). Jika Anda tidak dapat melakukannya, atau memiliki pertanyaan tentang Informasi Pribadi yang telah kami kumpulkan dan/atau bagikan tentang Anda, atau ingin menarik persetujuan Anda untuk pemrosesan kami (yaitu menghapus akun Anda sepenuhnya), silakan hubungi kami di:",
    "2895491273": "Jika Anda lebih suka memblokir cookie atau teknologi pelacakan lainnya, sebagian besar browser dan perangkat seluler Anda mengubah pengaturan Anda untuk memberi tahu Anda ketika Anda menerima cookie atau teknologi pelacakan lainnya sedang digunakan, dan untuk memilih apakah akan menerima/mengizinkan dia. Sebagian besar browser juga memungkinkan Anda untuk menonaktifkan atau menghapus cookie yang ada atau secara otomatis menolak cookie di masa mendatang. Anda juga dapat menggunakan alat pihak ketiga, termasuk plugin browser, untuk mengontrol preferensi cookie Anda. Namun, perhatikan bahwa jika Anda menonaktifkan semua cookie, beberapa bagian dari Situs kami mungkin tidak berfungsi dengan baik.",
    "707527778": "Informasi dari Anak-anak",
    "1747657936": "Situs dan Layanan kami tidak ditujukan untuk anak-anak di bawah usia 13 tahun dan kami tidak dengan sengaja mengumpulkan Informasi Pribadi dari anak-anak di bawah usia 13 tahun. Jika kami mengetahui bahwa kami telah mengumpulkan Informasi Pribadi seorang anak di bawah usia 13 tahun, kami akan mengambil langkah-langkah yang wajar untuk menghapus informasi tersebut dari file kami sesegera mungkin, kecuali kami memiliki kewajiban hukum untuk menyimpannya. Silakan hubungi kami jika Anda yakin kami memiliki informasi dari atau tentang seorang anak di bawah usia 13 tahun:",
    "2419795065": "Pemberitahuan untuk Warga California",
    "1517625162": "Berdasarkan Bagian Kode Sipil California 1789.3, pengguna California berhak atas pemberitahuan hak konsumen berikut: Penduduk California dapat menghubungi Unit Bantuan Keluhan dari Divisi Layanan Konsumen Departemen Urusan Konsumen California melalui surat di 1625 North Market Blvd., Sacramento, CA 95834, atau melalui telepon di (916) 445-1254 atau (800) 952-5210.",
    "3730344349": "Bagian ini memberikan detail tambahan tentang informasi pribadi yang kami kumpulkan tentang konsumen California dan hak yang diberikan kepada mereka berdasarkan Undang-Undang Privasi Konsumen California atau \"CCPA\".",
    "4044467791": "Untuk kategori informasi pribadi yang kami kumpulkan dari Anda dalam 12 bulan sebelumnya, silakan lihat bagian \"Informasi yang Kami Kumpulkan\" di atas. Kami mengumpulkan informasi ini untuk tujuan bisnis dan komersial yang dijelaskan di bagian \"Cara Kami Menggunakan Informasi Pribadi\" di atas. Dalam 12 bulan sebelumnya, kami telah membagikan kategori informasi berikut dengan pihak ketiga untuk tujuan bisnis:",
    "4208081170": "Kategori Informasi Pribadi",
    "1528242915": "Pengidentifikasi.",
    "3863351997": "Kategori informasi pribadi yang tercantum dalam undang-undang Catatan Pelanggan California (Kode Sipil Kal. 1798.80(e)).",
    "2826705343": "Informasi komersial.",
    "2683038211": "Internet atau aktivitas jaringan elektronik lainnya.",
    "3671828834": "Contoh Informasi Pribadi yang Dibagikan",
    "779426309": "Nama asli, pengenal pribadi unik, pengenal online, alamat Protokol Internet, alamat email, nama akun, atau pengenal serupa lainnya.",
    "2414368123": "Nama, nomor kartu kredit, nomor kartu debit, atau informasi keuangan lainnya.",
    "4088941349": "Catatan produk atau jasa yang dibeli, diperoleh, atau dipertimbangkan.",
    "3238612014": "Riwayat penelusuran, informasi tentang interaksi konsumen dengan situs web, aplikasi, atau iklan internet.",
    "1023108656": "Kategori Penerima Pihak Ketiga",
    "1418235079": "Penyedia jasa",
    "3238184941": "Catatan: Risiko penipuan yang terkait dengan alamat IP individual dapat dibagikan dengan Integrator berdasarkan permintaan.",
    "285116485": "Perusahaan tidak \"menjual\" (sebagaimana istilah ini didefinisikan dalam CCPA) informasi pribadi yang kami kumpulkan. Silakan merujuk ke bagian \"Analisis Pihak Ketiga dan Teknologi Pelacakan\" di atas untuk informasi lebih lanjut mengenai jenis cookie pihak ketiga, jika ada, yang kami gunakan.",
    "1408750006": "Tunduk pada batasan tertentu, CCPA memberikan hak kepada konsumen California untuk meminta mengetahui lebih banyak detail tentang kategori atau bagian tertentu dari informasi pribadi yang kami kumpulkan (termasuk cara kami menggunakan dan mengungkapkan informasi ini), untuk menghapus informasi pribadi mereka, untuk tidak ikut serta setiap \"penjualan\" yang mungkin terjadi, serta hak untuk tidak didiskriminasi karena menggunakan hak-hak ini.",
    "759057398": "Pemberitahuan untuk Subyek Data UE",
    "825780955": "Informasi pribadi",
    "2945960297": "Sehubungan dengan subjek data UE, istilah \"informasi pribadi\" yang digunakan dalam Kebijakan Privasi ini setara dengan \"data pribadi\" sebagaimana didefinisikan dalam Peraturan Perlindungan Data Umum (GDPR) Uni Eropa.",
    "1126613163": "Data sensitif",
    "3571006800": "Beberapa informasi yang Anda berikan kepada kami mungkin merupakan data sensitif sebagaimana didefinisikan dalam GDPR (juga disebut sebagai kategori khusus data pribadi), termasuk identifikasi ras atau etnis Anda pada dokumen identifikasi yang dikeluarkan pemerintah.",
    "1988461282": "Dasar Hukum untuk Pemrosesan",
    "3519564631": "Tujuan Pemrosesan",
    "1778642038": "Untuk berkomunikasi dengan Anda",
    "2223819810": "Untuk mengoptimalkan platform kami",
    "1678661231": "Untuk kepatuhan, pencegahan penipuan, dan keamanan",
    "2561077702": "Untuk menyediakan layanan kami",
    "2066321185": "Dasar Hukum",
    "1174237568": "Aktivitas pemrosesan ini merupakan kepentingan sah kami. Kami berusaha untuk mempertimbangkan dan menyeimbangkan segala potensi dampak pada Anda (baik positif maupun negatif) dan hak-hak Anda sebelum kami memproses informasi pribadi Anda untuk kepentingan sah kami. Kami tidak menggunakan informasi pribadi Anda untuk kegiatan di mana kepentingan kami dikesampingkan oleh dampak buruk apa pun pada Anda (kecuali kami mendapat persetujuan Anda atau diwajibkan atau diizinkan oleh hukum).",
    "1350478093": "Tujuan Pemrosesan",
    "787916198": "Dengan persetujuan Anda",
    "3348433919": "Hak Anda",
    "3842673636": "Berdasarkan GDPR, Anda memiliki hak tertentu terkait informasi pribadi Anda. Anda dapat meminta kami untuk mengambil tindakan berikut sehubungan dengan informasi pribadi Anda yang kami simpan:",
    "4057343238": "Penyisihan",
    "1834911235": "Berhenti mengirimi Anda komunikasi pemasaran langsung yang sebelumnya telah Anda setujui untuk diterima. Kami dapat terus mengirimi Anda komunikasi terkait Layanan dan komunikasi non-pemasaran lainnya.",
    "3022301908": "Mengakses",
    "680638297": "Memberi Anda informasi tentang pemrosesan kami atas informasi pribadi Anda dan memberi Anda akses ke informasi pribadi Anda.",
    "1409486258": "Benar",
    "3878077249": "Perbarui atau perbaiki ketidakakuratan dalam informasi pribadi Anda.",
    "3645414921": "Menghapus",
    "42182578": "Hapus informasi pribadi Anda.",
    "1609621367": "Transfer",
    "3208155808": "Mentransfer salinan informasi pribadi Anda yang dapat dibaca mesin kepada Anda atau pihak ketiga pilihan Anda.",
    "1786796818": "Membatasi",
    "3329634829": "Batasi pemrosesan informasi pribadi Anda.",
    "4202774977": "Obyek",
    "3007158970": "Menolak ketergantungan kami pada kepentingan sah kami sebagai dasar pemrosesan kami atas informasi pribadi Anda yang memengaruhi hak-hak Anda.",
    "1273071008": "Permintaan Hak Akses Subjek Data",
    "3594381346": "lokasi.",
    "21141582": "ini",
    "3357523404": "Transfer Data Lintas Batas",
    "290966395": "Seperti yang dijelaskan di bagian \"Catatan untuk Pelanggan di Luar Amerika Serikat\", perlu diketahui bahwa data pribadi Anda akan ditransfer ke, diproses, dan disimpan di Amerika Serikat. Undang-undang perlindungan data di AS mungkin berbeda dengan undang-undang di negara tempat tinggal Anda. Anda menyetujui transfer informasi Anda, termasuk informasi pribadi, ke AS sebagaimana diatur dalam Kebijakan Privasi ini dengan mengunjungi Situs kami atau menggunakan Layanan kami.",
    "3178581111": "Gunakan untuk Tujuan Baru",
    "1088304322": "Kami dapat menggunakan informasi pribadi Anda untuk alasan yang tidak dijelaskan dalam Kebijakan Privasi ini, di mana kami diizinkan oleh hukum untuk melakukannya dan jika alasannya sesuai dengan tujuan kami mengumpulkannya. Jika kami perlu menggunakan informasi pribadi Anda untuk tujuan yang tidak terkait, kami dapat memberi tahu Anda dan menjelaskan dasar hukum yang berlaku untuk penggunaan tersebut. Jika kami mengandalkan persetujuan Anda untuk penggunaan tertentu atas informasi pribadi Anda, kami dapat meminta persetujuan Anda untuk tujuan yang tidak terkait dan mengizinkan Anda untuk menghentikan penggunaan layanan pada saat itu jika Anda keberatan.",
    "2260079771": "Retensi Data",
    "38428546": "Kami menyimpan Data Pribadi Anda dengan aman sepanjang umur akun Anda bersama kami. Kami hanya akan menyimpan Data Pribadi Anda selama diperlukan untuk memenuhi tujuan pengumpulannya, termasuk untuk tujuan memenuhi kewajiban hukum, akuntansi, atau pelaporan atau untuk menyelesaikan perselisihan. Kriteria yang kami gunakan untuk menentukan periode penyimpanan mencakup ketentuan kontrak yang berlaku, periode pembatasan undang-undang hukum, persyaratan peraturan yang berlaku, dan standar industri.",
    "384965568": "Meskipun persyaratan penyimpanan bervariasi menurut yurisdiksi, informasi tentang periode penyimpanan umum kami untuk berbagai aspek data pribadi Anda dijelaskan di bawah ini.",
    "2788836740": "Informasi kontak untuk tujuan pemasaran disimpan secara berkelanjutan sampai Anda berhenti berlangganan. Setelah itu kami akan menambahkan detail Anda ke daftar penindasan kami tanpa batas waktu. Informasi email yang dikumpulkan dari Pengguna Aksesibilitas tidak akan pernah digunakan untuk tujuan pemasaran.",
    "3520687192": "Catatan komunikasi dengan Anda (misalnya tiket dukungan yang dibuka melalui email atau Twitter) dapat disimpan tanpa batas waktu.",
    "292211832": "Informasi yang dikumpulkan melalui sarana teknis seperti cookie, penghitung halaman web, dan alat analitik lainnya dibuang sesegera mungkin, tetapi dapat disimpan untuk jangka waktu terbatas hingga satu tahun sejak cookie berakhir, biasanya dalam bentuk yang tidak teridentifikasi dan digabungkan kecuali kami mendeteksi potensi penyalahgunaan layanan kami, dalam hal ini kami akan menyimpan informasi tersebut untuk membantu kami mencegah penyalahgunaan di masa mendatang. Kami tidak dapat menautkan informasi anonim dan agregat ini kepada Anda, rumah tangga Anda, alamat IP, atau informasi pribadi apa pun berdasarkan informasi yang disimpan.",
    "470943029": "Jika Anda memiliki pertanyaan tentang Kebijakan Privasi ini, silakan hubungi kami di:",
    "3192683783": "Perubahan pada Kebijakan Privasi ini",
    "1702335960": "Setiap informasi yang kami kumpulkan tunduk pada Kebijakan Privasi yang berlaku pada saat informasi tersebut dikumpulkan. Namun, kami dapat merevisi Kebijakan Privasi dari waktu ke waktu. Jika revisi bersifat material, sebagaimana ditentukan semata-mata oleh kami, kami akan memberi tahu Anda, misalnya melalui email. Versi saat ini akan selalu diposting ke halaman Kebijakan Privasi kami.",
    "3669258571": "Kebijakan Cookie",
    "2905621957": "Terakhir diperbarui: 18 Juli 2020",
    "1173934218": "Kami memahami privasi Anda penting bagi Anda dan berkomitmen untuk bersikap transparan tentang teknologi yang kami gunakan. Kebijakan ini memberikan informasi terperinci tentang bagaimana dan kapan kami menggunakan cookie di Situs dan Layanan kami.",
    "2694150481": "Apakah kami menggunakan Cookie?",
    "457627611": "Ya. Kami dan analitik atau penyedia layanan, mitra pemasaran, dan afiliasi kami dapat menggunakan cookie, suar web, atau piksel dan teknologi lainnya untuk memastikan setiap orang yang menggunakan Situs memiliki pengalaman terbaik. Silakan lihat bagian \"Analisis Pihak Ketiga dan Teknologi Pelacakan\" dari Kebijakan Privasi kami untuk detail lebih lanjut.",
    "501102544": ": kami percaya bahwa layanan anti-bot hCaptcha (yaitu Layanan yang disematkan oleh situs web, game, atau aplikasi seluler) hanya mencakup apa yang disebut cookie \"bebas-persetujuan\" sesuai dengan peraturan GDPR. Contoh cookie yang dikecualikan tersebut meliputi:",
    "461631543": "Catatan GDPR",
    "2150907653": "* Cookie teknis sangat diperlukan untuk penyediaan layanan. Ini termasuk cookie preferensi, cookie sesi, cookie penyeimbang beban, dll.",
    "1012122721": "* Cookie statistik dikelola langsung oleh kami (yaitu pihak pertama, bukan cookie pihak ketiga), di mana data tidak digunakan untuk pembuatan profil.",
    "148542287": "Ini bukan nasihat hukum, dan tidak ada jaminan yang diberikan terkait analisis ini. Jika Anda memiliki pertanyaan atau masalah tambahan, silakan hubungi kami di:",
    "3956117148": "Situs web hCaptcha.com dan BotStop.com (Situs) dapat menyertakan cookie tambahan, seperti yang dijelaskan dalam Kebijakan ini.",
    "3255230599": "Apa itu Cookie?",
    "1095532507": "Cookie (\"Cookie\") adalah file teks kecil yang ditempatkan pada hard drive Anda oleh server halaman web. Cookie berisi informasi yang nantinya dapat dibaca oleh server web di domain yang mengeluarkan cookie untuk Anda. Beberapa cookie hanya akan digunakan jika Anda menggunakan fitur tertentu atau memilih preferensi tertentu, dan beberapa cookie akan selalu digunakan. Anda dapat mengetahui lebih lanjut tentang setiap cookie dengan melihat daftar cookie kami saat ini di bawah.",
    "2943815316": "Kami memperbarui daftar ini secara berkala, sehingga mungkin ada cookie tambahan yang belum terdaftar. Web beacon, tag, dan skrip dapat digunakan di Situs atau dalam email untuk membantu kami mengirimkan cookie, menghitung kunjungan, memahami penggunaan dan efektivitas kampanye, serta menentukan apakah email telah dibuka dan ditindaklanjuti. Kami dapat menerima laporan berdasarkan penggunaan teknologi ini oleh penyedia layanan/analitik kami secara individual dan agregat.",
    "2954157511": "Mengapa kami menggunakan Cookie?",
    "1539071196": "Kami biasanya menggunakan Cookie untuk tujuan berikut:",
    "3545935449": "Untuk mengenali pengguna baru atau lama.",
    "32739972": "Untuk menyimpan informasi sesi login Anda jika Anda terdaftar di Situs kami.",
    "4209078147": "Untuk meningkatkan Situs kami dan untuk lebih memahami kunjungan Anda di platform dan Situs kami.",
    "1077448694": "Untuk berintegrasi dengan situs media sosial pihak ketiga.",
    "1709478090": "Untuk melayani Anda dengan iklan berbasis minat atau bertarget.",
    "3256020881": "Untuk mengamati perilaku dan aktivitas penjelajahan Anda dari waktu ke waktu di beberapa situs web atau platform lain.",
    "1092241113": "Untuk lebih memahami kepentingan Pelanggan dan Integrator kami.",
    "1434289796": "Beberapa Cookie diperlukan untuk penggunaan Situs tertentu, dan tanpa Cookie tersebut, kami tidak akan dapat menyediakan banyak layanan yang Anda perlukan untuk menggunakan Situs dengan benar. Cookie ini, misalnya, memungkinkan kami untuk mengoperasikan Situs kami sehingga Anda dapat mengaksesnya seperti yang Anda minta dan memberi tahu kami bahwa Anda telah membuat akun dan telah masuk ke akun tersebut untuk mengakses konten Situs. Mereka juga menyertakan Cookie yang memungkinkan kami mengingat tindakan Anda sebelumnya dalam sesi penelusuran yang sama dan mengamankan Situs kami.",
    "1533171442": "Kami juga menggunakan Cookie dan Cookie fungsional dari pihak ketiga untuk tujuan analisis dan pemasaran. Cookies Fungsional memungkinkan bagian-bagian tertentu dari Situs untuk bekerja dengan baik dan preferensi pengguna Anda tetap diketahui. Cookie Analisis, antara lain, mengumpulkan informasi tentang bagaimana Pelanggan, Integrator, dan Pengguna Akhir menggunakan Situs kami, konten dan produk yang paling sering dilihat pengguna, dan efektivitas iklan pihak ketiga kami. Cookies Iklan membantu dalam menayangkan iklan ke audiens yang relevan dan membuat iklan kami muncul di bagian atas hasil pencarian. Cookie adalah Cookie \"sesi\" yang dihapus saat Anda mengakhiri sesi browser Anda, atau \"persisten\", yang tetap ada hingga Anda menghapusnya (dibahas di bawah) atau pihak yang menyajikan cookie. Rincian lengkap tentang semua Cookie yang digunakan di Situs tersedia di tabel Pengungkapan Cookie kami di bawah ini.",
    "322830977": "Cara menonaktifkan Cookie.",
    "3885459114": "Anda biasanya dapat mengaktifkan atau menonaktifkan penggunaan cookie nanti melalui fungsionalitas yang ada di browser web Anda. Jika Anda ingin mempelajari lebih lanjut tentang cookie, atau cara mengontrol, menonaktifkan, atau menghapusnya, silakan kunjungi https://www.knowcookies.com/ untuk panduan terperinci.",
    "262509504": "Kami dapat menautkan informasi yang dikumpulkan oleh Cookie dengan informasi lain yang kami kumpulkan dari Anda sesuai dengan Kebijakan Privasi ini dan menggunakan informasi gabungan sebagaimana ditetapkan di sini. Demikian pula, pihak ketiga yang menyajikan cookie di Situs kami dapat menautkan nama atau alamat email Anda ke informasi lain yang mereka kumpulkan, yang mungkin termasuk pembelian sebelumnya yang dilakukan secara offline atau online, atau informasi penggunaan online Anda.",
    "2935155034": "Jika Anda berada di Wilayah Ekonomi Eropa, Anda memiliki hak tertentu yang dijelaskan di atas di bawah judul \"Pemberitahuan untuk Subjek Data UE\", termasuk hak untuk memeriksa dan memperbaiki atau menghapus data yang kami miliki tentang Anda.",
    "1873812847": "Pengungkapan Cookie",
    "3319083717": "Nama:",
    "3183855267": "1. hmt_id",
    "907324388": "Fungsi",
    "2896187462": "1. Digunakan untuk statistik terkait layanan anonim yang sangat diperlukan, dan untuk tujuan teknis lainnya seperti membantu dalam dukungan aksesibilitas.",
    "987267027": "Berpesta",
    "3453526675": "1. pihak pertama",
    "1952810469": "Jenis",
    "1795436560": "1. Sesi",
    "102695075": "Durasi",
    "3356329025": "1. 30 hari",
    "3744153629": "Nama:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sidang,",
    "3186435874": "sessionid",
    "720059527": "2. Digunakan untuk tujuan teknis yang sangat diperlukan: penyeimbangan beban, perutean.",
    "1241291641": "Lihat lebih detail.",
    "1834801943": "2. pihak pertama",
    "2114694926": "2. Sesi",
    "938404336": "2. Bervariasi; hingga 30 hari.",
    "2196526290": "hc_aksesibilitas",
    "2577178569": "3. Digunakan untuk tujuan teknis yang sangat diperlukan: memungkinkan penggunaan Aksesibilitas Pengguna.",
    "1061239711": "3. pihak pertama",
    "1483015662": "3. Sesi",
    "3458934553": "3. Bervariasi; hingga 30 hari.",
    "1527172673": "Jika Anda memiliki pertanyaan tentang Kebijakan Cookie ini, silakan hubungi kami di:",
    "134571844": "Impressum (Pemberitahuan Situs)",
    "110836420": "Terakhir diperbarui: 23 Desember 2020",
    "2901894297": "hCaptcha adalah layanan dari Intuition Machines, Inc. (\"IMI\"), Delaware US Corporation (#6393793).",
    "2928362319": "Pertanyaan melalui pos dapat dikirim ke: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Informasi tentang manajemen perusahaan saat ini dapat diperoleh di halaman Tentang. CEO perusahaan saat ini adalah direktur pelaksana yang bertanggung jawab atas konten.",
    "3094150511": "Otoritas pengatur: Komisi Komunikasi Federal AS, 45 L Street NE, Washington, DC 20554 AS.",
    "2763011087": "IMI tidak berkomitmen, juga tidak berkewajiban untuk berpartisipasi dalam penyelesaian sengketa alternatif untuk sengketa konsumen di depan badan penyelesaian sengketa konsumen.",
    "1395644678": "Situs web resmi Komisi Eropa untuk Penyelesaian Sengketa Online:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Tidak ada jaminan mengenai konten",
    "707541553": "Semua informasi yang terdapat di halaman internet kami telah divalidasi oleh IMI atau pihak ketiga. Namun, baik IMI maupun pihak ketiga tidak dapat dimintai pertanggungjawaban atas informasi yang terkini, akurat, atau lengkap. Ini juga berlaku untuk situs web lain yang dapat dijangkau melalui hyperlink di halaman kami. IMI tidak bertanggung jawab atas konten situs web eksternal ini.",
    "2650241052": "Tidak ada saran",
    "3361191778": "Informasi yang disediakan di halaman internet tidak mewakili saran individu dan tidak dapat menggantikan ini. Jika Anda memerlukan saran individu, silakan hubungi staf dukungan kami.",
    "1031855757": "Penggunaan situs ini",
    "204716894": "Konten dan desain halaman web kami dilindungi oleh undang-undang hak cipta. Duplikasi halaman dan kontennya dengan cara yang melebihi penggunaan wajar yang wajar memerlukan persetujuan tertulis sebelumnya dari IMI jika tidak ada ketentuan hukum lain yang ditetapkan untuk duplikasi pada halaman.",
    "3182435854": "hak cipta",
    "3187946010": "Semua teks, gambar, animasi grafis, video, musik, suara, dan materi lain di halaman ini dilindungi undang-undang hak cipta oleh IMI atau pihak ketiga jika ditentukan. Dilarang menyalin atau memodifikasi materi ini untuk penggunaan komersial dengan cara yang melebihi penggunaan wajar yang wajar.",
    "74538881": "Tanggung jawab untuk situs web ini",
    "3236873806": "IMI bertanggung jawab atas situs web ini.",
    "2657277322": "Jika Anda memiliki pertanyaan, silahkan hubungi kami di:",
    "1338341134": "hCaptcha + Pass Privasi (Beta)",
    "88879089": "Pass Privasi adalah",
    "1898063898": "untuk menjaga privasi pengguna yang kami kembangkan bersama dengan",
    "1942186611": "dan lain-lain.",
    "3673079511": "standar yang muncul",
    "2164933356": "Cloudflare",
    "3119589996": "Cara kerjanya: ekstensi browser memberi pengguna kemampuan untuk membuat dan menandatangani token buta kriptografi untuk situs web yang mendukung protokol Privacy Pass. Ekstensi menghasilkan pass yang berisi token yang disamarkan secara kriptografis yang ditandatangani oleh hCaptcha saat tantangan diselesaikan di situs mana pun yang menggunakan layanan hCaptcha,",
    "1254771154": "tantangan yang ditampilkan pada layanan pendukung Privacy Pass lainnya yang juga menyematkan hCaptcha, misalnya Cloudflare.",
    "996362763": "Token ini tidak dibutakan dan disimpan oleh ekstensi untuk digunakan di masa mendatang. Ketika pengguna mengunjungi situs menggunakan hCaptcha dan harus melewati tantangan (baik tidak terlihat atau melalui tombol \"Saya manusia\"), mereka akan ditukarkan secara otomatis. Prosedur blinding berarti bahwa token yang ditandatangani dan ditukarkan secara kriptografis tidak dapat ditautkan dari perspektif hCaptcha, dan dengan demikian privasi pengguna dipertahankan.",
    "2943346052": "Saat proses standarisasi IETF berlanjut, kami berharap browser utama akan mengadopsi beberapa bentuk Privacy Pass secara asli. Ini pada akhirnya akan membuat ekstensi tidak diperlukan. Namun, untuk saat ini, harap ikuti petunjuk di bawah ini.",
    "2326660907": "kecuali",
    "741483946": "* Dengan kata lain: Anda bisa mendapatkan token hCaptcha Privacy Pass di hCaptcha.com, dan menggunakannya di situs lain secara langsung menggunakan hCaptcha.com. Anda tidak bisa mendapatkan atau menukarkan token hCaptcha Privacy Pass untuk melewati layanan hCaptcha seperti yang digunakan oleh Cloudflare, karena Cloudflare mengeluarkan dan menebus token Privacy Pass-nya sendiri.",
    "1362015807": "Mulai",
    "1358325821": "Pertama, instal ekstensi untuk",
    "310885519": "atau",
    "4091044469": ". Pastikan Anda telah mengaktifkan ekstensi dalam mode penyamaran. Kemudian, kunjungi situs web mana pun menggunakan hCaptcha dan selesaikan captcha. Pada versi 2.0.3, Anda dapat menukarkan token ini di situs web menggunakan hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Setelah Anda memasang ekstensi, klik di sini (atau di situs web mana pun yang menggunakan hCaptcha) untuk mendapatkan tiket masuk:",
    "166277959": "Harap diperhatikan: fitur ini saat ini dalam versi beta, dan mungkin tidak berfungsi untuk semua situs web dan pengguna sepanjang waktu. Jika tidak diaktifkan atau tidak berfungsi untuk pengguna tertentu, perilaku tersebut akan kembali ke pengalaman hCaptcha standar tanpa kehilangan fungsionalitas.",
    "3031357206": "Ikon baru akan muncul di sebelah bilah URL Anda. Sekarang kunjungi situs web menggunakan hCaptcha. Ini akan terlihat seperti ini:",
    "1066753052": "yang berarti dompet kosong, dan Anda berada di situs yang menyertakan tantangan hCaptcha. Setelah menyelesaikan tantangan, Anda akan mendapatkan token yang dapat ditukarkan di situs web lain mana pun dengan hCaptcha.",
    "651123197": "Hitungan total saat ini di dompet Anda akan ditampilkan pada ikon setelah menyelesaikan tantangan.",
    "554844646": "Anda dapat mengonfirmasi bahwa ekstensi berfungsi dengan melihat penghitung turun 1 setiap kali Anda mengklik",
    "4087729475": "tantangan setelah pemecahan awal Anda.",
    "647630208": "Dan itu saja! Penjelajahan online Anda sekarang lebih pribadi.",
    "3272552822": "Pengembang dan kriptografer:",
    "4059570880": "Jika Anda ingin melacak upaya standardisasi, upaya saat ini sedang berlangsung di",
    "1904390996": "untuk menstandarisasi",
    "252720667": "yang mendasari keamanan kriptografis Privacy Pass. Protokol itu sendiri sedang melalui",
    "3972554015": "proses juga. Dan ekstensi browser tentu saja",
    "3723626769": "atas kontribusi dan ulasan Anda.",
    "3882147547": "Fungsi Pseudorandom yang Tidak Terlupakan",
    "565624910": "minuman",
    "3421090159": "sumber terbuka",
    "3098677775": "T: Apakah IP dan riwayat penjelajahan saya sepenuhnya pribadi dari hCaptcha saat menggunakan Privacy Pass?",
    "4019638786": "A: Privacy Pass Pengguna hCaptcha tidak akan pernah mengekspos IP mereka ke hCaptcha kecuali dompet token browser mereka kosong atau situs mengirimkannya. hCaptcha tidak memiliki cara untuk menautkan pengguna ke penukaran token, dan tidak pernah berinteraksi langsung dengan pengguna selama penukaran kecuali dompet token mereka kosong.",
    "3887113660": "T: Bagaimana Privacy Pass memengaruhi penghasilan hCaptcha?",
    "1116455671": "J: Anda akan mendapatkan hadiah untuk penyelesaian awal jika pengguna menyelesaikannya di situs Anda. Penukaran mengikuti pola respons yang sama seolah-olah pengguna telah meneruskan secara otomatis di situs Anda karena kepercayaan klien yang tinggi: tidak ada penghasilan yang terjadi, dan panggilan verifikasi situs dari server Anda menerima `kredit: Salah` di hasil kelulusan.",
    "779817954": "T: Jika saya memiliki Pass Privasi yang dikeluarkan oleh penyedia lain, dapatkah saya menukarkannya di hCaptcha?",
    "3014149332": "J: Tidak, pass tidak dapat dioperasikan: harus dikeluarkan dan ditukarkan oleh otoritas yang sama, dalam hal ini hCaptcha. Perhatikan bahwa jika Anda memiliki pass dari Cloudflare dan hCaptcha di ekstensi Anda, jumlah yang tersedia akan berubah menjadi jumlah yang benar tergantung pada persyaratan halaman yang Anda kunjungi. Dengan kata lain, jika Anda memiliki 100 pass Cloudflare di dompet Anda dan 10 pass hCaptcha, Anda akan melihat 10 pada ikon ekstensi di halaman dengan hCaptcha tertanam.",
    "3679148535": "T: Aplikasi Privacy Pass apa lagi yang sedang Anda kerjakan?",
    "1606783855": "J: Kami sangat tertarik dengan Pass Privasi untuk kasus penggunaan Aksesibilitas (\"a11y\"). Opsi yang sebelumnya populer seperti captcha audio mendiskriminasi banyak pengguna a11y. Kami percaya menggabungkan pendekatan a11y kami saat ini dengan penerbitan Privacy Pass akan memungkinkan pengguna a11y untuk menjelajah dengan aman, aman karena mengetahui bahwa lalu lintas mereka lebih pribadi, sambil membatasi penyalahgunaan oleh operator bot yang pasti terjadi ketika opsi a11y tersedia.",
    "2359150347": "T: Apakah layanan keamanan online lainnya mendukung Privacy Pass?",
    "2082237880": "J: hCaptcha adalah layanan pertama dari jenisnya yang mendukung Privacy Pass, dan saat ini satu-satunya yang melakukannya. Namun, kami mengharapkan layanan lain untuk mengenali keuntungan dari peningkatan privasi pengguna secara online, dan berharap bahwa di masa mendatang lebih banyak lagi yang akan melakukan implementasi karena standar IETF yang kami bantu kembangkan diadopsi secara resmi.",
    "2109792055": "Panduan Pengguna: Masalah Debugging dengan Penerbitan dan Validasi Pass Privasi",
    "3588620914": "Privacy Pass adalah penemuan baru menurut standar Web, dan ada kemungkinan aplikasi dan ekstensi browser lain yang tidak menyadarinya mengganggu fungsinya.",
    "4039193170": "Jika Anda mengalami masalah dalam mendapatkan atau menukarkan token:",
    "2378786360": "1. Coba salah satu browser lain yang didukung: jika Anda menggunakan Chrome, coba gunakan Firefox tanpa mengimpor setelan dari Chrome, dan instal plugin di sana. Jika berhasil, Anda mungkin memiliki masalah konfigurasi browser.",
    "394235836": "3. Jika tidak ada saran di atas yang berhasil, kirimkan email dukungan kepada kami dan kami akan dengan senang hati membantu mencari tahu apa yang terjadi.",
    "3470857731": "Analisis seberapa baik reCAPTCHA mendeteksi bot.",
    "3240786848": "Pembaruan terakhir: 18 Februari 2021",
    "2547140673": "Selama lebih dari satu dekade, layanan reCAPTCHA Google telah menawarkan perdagangan kepada pemilik situs web: biarkan Google melacak pengguna Anda dan mengajukan pertanyaan kepada mereka, dan sebagai gantinya mereka berjanji untuk menghentikan bot dan spam.",
    "2133754014": "Lebih dari 4,5 juta situs web menggunakan reCAPTCHA [",
    "3152512587": "dan sistem mengumpulkan ratusan juta penyelesaian harian. [",
    "2296918009": "Ini setara dengan lebih dari 100 orang-tahun kerja setiap hari.[",
    "3900538778": "Data berlabel adalah bahan bakar yang mendukung pembelajaran mesin. jawaban reCAPTCHA telah digunakan untuk meningkatkan layanan ML/AI Google sejak 2009. Banyak orang yang menggunakan reCAPTCHA tidak menyadari bahwa pekerjaan mereka sedang dimanfaatkan.",
    "1160252730": "Google sekarang mengenakan harga tinggi untuk reCAPTCHA Enterprise, menyebabkan banyak perusahaan mengevaluasi kembali kesepakatan ini.",
    "1131196501": "Perusahaan besar seperti",
    "204889717": "telah beralih ke hCaptcha",
    "639413188": "sebagai tanggapan.",
    "3280658086": "solusi perusahaan",
    "3842815245": "Apakah ini perdagangan yang adil?",
    "714342693": "Tim hCaptcha telah mengumpulkan data harga dari layanan pemecah captcha \"dark web\" sejak 2016. Kami melihat tren yang menarik:",
    "468929661": "Biaya rata-rata untuk memecahkan reCAPTCHA sangat rendah (kurang dari $1 per 1000 penyelesaian) dan tidak meningkat secara signifikan sejak pemantauan kami dimulai pada 2016. Ini berlaku untuk reCAPTCHA v2 dan v3. [",
    "2862164005": "Data harga memungkinkan kami menempatkan nilai dolar yang tepat pada keamanan yang ditawarkan oleh reCAPTCHA: $0,001 atau kurang per jawaban.",
    "102498091": "Google mengenakan biaya $1 per 1000 permintaan untuk reCAPTCHA Enterprise, yang berarti mereka sekarang mengenakan biaya lebih banyak per permintaan daripada biaya untuk merusak keamanan layanan mereka. Ini sepertinya kesepakatan yang buruk.",
    "130239139": "Berapa nilai dari 100+ orang-tahun kerja yang dikumpulkan oleh Google setiap hari?",
    "1421074182": "Secara substansial lebih tinggi.",
    "1953519598": "Biaya untuk memberi label pada satu gambar berkisar dari $0,03 hingga $1,00 atau lebih. Dengan perkiraan konservatif, Google telah mengekstrak miliaran dolar tenaga kerja gratis hingga saat ini. [",
    "3025548709": "Apakah ada alternatif untuk kesepakatan yang tidak adil ini?",
    "263761351": "hCaptcha adalah alternatif kredibel pertama, sekarang digunakan oleh ratusan juta orang setiap bulan.",
    "2743692546": "Sebagai pengguna membuktikan kemanusiaan mereka melalui hCaptcha, tenaga kerja mereka memasuki pasar terbuka anonim untuk penawaran.",
    "1982750088": "Perusahaan di seluruh dunia menawar tenaga kerja itu untuk menyelesaikan tugas-tugas sederhana yang mudah bagi manusia tetapi sulit bagi mesin. Pengguna mendukung situs yang mereka kunjungi, dan mengalami lebih sedikit spam web karena tingkat keamanan yang lebih tinggi.",
    "1108398506": "pelanggan mendapatkan kendali penuh atas pengalaman, dan manfaat dari keahlian yang telah diperoleh hCaptcha dalam mengoperasikan penyedia tantangan independen terbesar di internet. Mereka juga mendapatkan kesepakatan yang lebih baik daripada reCAPTCHA Enterprise: harga hingga 50-80% lebih baik, tergantung pada volume.",
    "3012870872": "Situs web dan aplikasi yang menggunakan versi gratis (Penerbit hCaptcha) memperoleh pendapatan dari pekerjaan itu alih-alih menyumbangkannya ke Google.",
    "2271512952": "Pengguna mendukung situs yang mereka kunjungi, dan mengalami lebih sedikit spam web.",
    "278010425": "Variasi tugas yang luas dan sering berubah di hCaptcha juga lebih sulit untuk diotomatisasi. Antarmuka tunggal reCAPTCHA tidak berubah selama bertahun-tahun, dan memiliki sejumlah kecil pertanyaan yang jarang berubah. Ini adalah salah satu cara hCaptcha memberikan perlindungan anti-bot yang lebih kuat daripada reCAPTCHA.",
    "984849234": "hCaptcha menggunakan pembelajaran mesin tingkat lanjut untuk memberikan apa yang hanya dijanjikan reCAPTCHA, sambil berbagi nilai yang ditangkap dengan situs web yang menggunakannya.",
    "4063769686": "Pengguna mendukung situs yang mereka kunjungi, dan mengalami lebih sedikit spam web. Ini sepertinya kesepakatan yang lebih adil.",
    "685916926": "Mengapa reCAPTCHA tidak meningkat dari waktu ke waktu?",
    "3992401943": "Telah terjadi revolusi dalam pembelajaran mendalam sejak 2012. Norma industri untuk akurasi tugas telah meningkat secara radikal selama dekade terakhir, terutama karena jaringan konvolusi yang dalam. Layanan bertenaga ML lainnya yang ditawarkan Google telah mengikuti kurva ini.",
    "615031303": "(Lihat catatan kaki",
    "2125514305": "ML telah meningkat, tetapi kesulitan melewati reCAPTCHA tidak berubah secara material selama ini.",
    "1406188018": "6 dan 7",
    "2689973938": "Meningkatkan reCAPTCHA menciptakan konflik intrinsik bagi Google sebagai vendor iklan.",
    "464238793": "Jika Google sendiri menentukan bahwa pengguna yang melihat iklan atau mengeklik tautan sebenarnya adalah bot, Google tidak dapat membebankan biaya untuk iklan yang ditampilkan kepada pengguna tersebut. Konflik kepentingan ini sangat membatasi ruang lingkup ambisi anti-bot Google.",
    "918924423": "Misalnya, Google belum menawarkan layanan yang jelas berharga seperti deteksi bot retroaktif. Jauh lebih dapat diandalkan untuk mendeklarasikan lalu lintas pengguna yang dihasilkan bot setelah menganalisis data beberapa hari.",
    "661412233": "Mengetahui setelah captcha bahwa beberapa pengguna adalah bot juga berharga. Ini memungkinkan pemilik situs web membersihkan posting spam lama dan menghapus \"akun tidur\" yang terdaftar di forum spam di masa mendatang, mengurangi penipuan, dan banyak lagi.",
    "3600797185": "Menawarkan identifikasi bot retroaktif akan membuka Google hingga pertanyaan pelik tentang bagaimana mengembalikan pengembalian dana pengiklan yang menghabiskan uang untuk lalu lintas penipuan itu.",
    "2076932190": "Produk reCAPTCHA telah mengalami stagnasi selama satu dekade.",
    "3856912381": "Pengguna telah menderita, dan spam web yang tidak perlu sekarang merajalela. Tapi ada alternatif.",
    "1035621426": "Setiap bot yang diidentifikasi oleh reCAPTCHA secara langsung mengurangi pendapatan iklan Google.",
    "3668115514": "Apa perbedaan hCaptcha?",
    "2413742287": "Insentif hCaptcha adalah untuk memaksimalkan akurasi, bukan pendapatan iklan: jawaban bot tidak berguna bagi pelanggan kami, yang membutuhkan data pelatihan manusia.",
    "1373262754": "Mengetahui siapa individu memiliki nilai minimal untuk hCaptcha. Kami hanya peduli apakah mereka manusia atau aktor jahat.",
    "600646860": "Alih-alih menawarkan layanan dengan nilai yang dipertanyakan sambil mengekstraksi tenaga kerja dengan nilai nyata, hCaptcha memberikan kompensasi dan perlindungan anti-bot yang kuat.",
    "1836191653": "Alih-alih menawarkan layanan yang mudah dikalahkan kepada pengguna gratis sambil menagih jutaan dolar untuk versi perusahaan yang tidak jauh lebih baik, hCaptcha memberikan perlindungan bot yang sangat baik untuk keduanya, sambil menawarkan fitur dan penyesuaian tambahan kepada pengguna perusahaan, bersama dengan SLA yang kuat dan dukungan cepat.",
    "990215503": "hCaptcha adalah satu-satunya layanan captcha utama yang tidak dimiliki oleh jaringan iklan.",
    "971933157": "hCaptcha peduli dengan privasi, transparansi, dan keadilan.",
    "178839499": "hCaptcha berbagi nilai pekerjaan yang dilakukan saat pengguna membuktikan kemanusiaan mereka.",
    "1237076138": "hCaptcha menawarkan kesepakatan yang adil untuk pelanggan gratis (hCaptcha Publisher) dan perusahaan (hCaptcha Enterprise).",
    "614310292": "Siapa yang membuat hCaptcha?",
    "4188814619": "hCaptcha adalah layanan Mesin Intuisi (",
    "3265328927": "), perusahaan pembelajaran mesin yang menawarkan produk dan layanan untuk perusahaan yang menerapkan pembelajaran mesin dalam skala besar.",
    "2740033957": "Tim IM terdiri dari ilmuwan dan insinyur dari Apple, Amazon, dan pemimpin lainnya dalam pembelajaran mesin, sistem terdistribusi, dan keamanan.",
    "1579715421": "Ilmuwan IM secara teratur menerbitkan di konferensi teratas seperti ICML, ICLR, ECCV, dan NeurIPS, dan perusahaan tersebut telah merilis secara publik hasil mutakhir dalam disiplin ML seperti hashing mendalam [",
    "4015238193": "dan OCR [",
    "279580593": "imachines.com",
    "279918384": "Bagaimana Google menggunakan tenaga kerja gratis Anda?",
    "2385522384": "Anda mungkin melihat bingkai video dari kamera di mobil self-driving Waymo Google, dan membantu meningkatkan pengenalan objek mereka.",
    "1517627947": "Anda mungkin melihat gambar bangunan atau rambu jalan dari mobil Streetview Google, dan membantu memberi label lokasi untuk produk Maps dan Earth mereka.",
    "3225936061": "Anda mungkin melihat gambar teks yang diambil dari halaman buku di layanan Buku Google, dan membantu meningkatkan perangkat lunak OCR (pengenalan teks).",
    "129661785": "Pernah diminta untuk \"klik pada mobil/penyeberangan/lampu lalu lintas?\"",
    "936667684": "Pernah diminta untuk \"mengetik tanda bangunan/jalan?\"",
    "3773515538": "Pernah diminta untuk \"mengetik dua kata?\"",
    "1778058441": "Jenis pekerjaan apa yang dijalankan di hCaptcha?",
    "366088791": "hCaptcha mendukung berbagai macam tugas.",
    "3114147525": "Pelanggan hCaptcha menggunakan layanan untuk tugas-tugas termasuk pengenalan objek, deteksi atribut (mengumpulkan label untuk mengidentifikasi jenis pakaian), peringkat relevansi (memilih produk yang paling relevan dari beberapa pilihan bila dibandingkan dengan produk utama), kotak pembatas (menemukan bidang minat pada gambar), \"OCR Manusia\" (mengidentifikasi teks dalam gambar) dan banyak jenis tugas lainnya.",
    "3139609561": "Di bawah ini adalah dua contoh jenis pekerjaan klasifikasi gambar dan deteksi atribut. [",
    "2273532558": "Siapa pelanggan berbayar hCaptcha?",
    "4104221634": "Pelanggan hCaptcha menjangkau berbagai industri, dari perusahaan teknologi hingga yang berfokus pada mode, ritel, dan area lain di mana mereka dapat menciptakan nilai dari penerapan pembelajaran mesin.",
    "1337725003": "hCaptcha berkomitmen untuk mendemokratisasi akses ke anotasi real-time volume tinggi, memungkinkan perusahaan besar dan kecil meningkatkan kualitas produk dan layanan mereka dengan menerapkan pembelajaran mesin ke bisnis mereka.",
    "4086379603": "Pertanyaan?",
    "1243684308": "Kami menanggapi masukan Anda dengan serius, dan ingin memastikan setiap orang memiliki pengalaman online yang lebih menyenangkan, dengan lebih sedikit bot dan lebih sedikit spam. Hubungi kami:",
    "2645321220": "Dan jika menurut Anda biaya reCAPTCHA terlalu tinggi, tanyakan kepada kami tentang hCaptcha Enterprise. Saat ini digunakan oleh beberapa penerbit terbesar, perusahaan jasa keuangan, dan perusahaan infrastruktur web di dunia, mereka bukan hanya alternatif yang kredibel untuk reCAPTCHA: kami percaya mereka menawarkan perlindungan bot terbaik yang tersedia saat ini.",
    "1229233916": "Catatan kaki",
    "1115642494": "1. Sumber: Daftar situs reCAPTCHA BuiltWith.com. Diakses pada 9 Juli 2019.",
    "448807334": "(\"Ratusan juta CAPTCHA diselesaikan oleh orang setiap hari.\") Diakses pada 8 Juli 2019.",
    "2397590157": "3. Perkiraan konservatif: 200 juta penyelesaian * 30 detik per penyelesaian dalam tahun = 190,3 orang-tahun/hari.",
    "3236311792": "4. analisis internal hCaptcha. Data dikumpulkan hingga 30 Juni 2019. Detail tersedia berdasarkan permintaan.",
    "1752259468": "5. Perkiraan konservatif: biaya $0,01 untuk satu anotasi * rata-rata 200 juta. anotasi per hari (batas bawah) * 365 hari per tahun * 10 tahun sejak akuisisi 2009 = $7,3 miliar nilai batas bawah.",
    "3268946369": "6. Kredit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Sumber: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIC HIERARCHY BASED RELATIONAL EMBEDDINGS UNTUK DEEP HASHING YANG DIAWASI LEMAH, Heikki Arponen, Tom E Bishop. Lokakarya ICML 2019, LLD.",
    "2544169219": "Hasil mutakhir terbaru: ICML LLD, Mei 2019.",
    "1973347745": "10. Contoh gambar bebas royalti. Sumber: Petapixel.",
    "1493115924": "Catatan merek dagang:",
    "4051104324": "\"Mesin Intuisi\" adalah merek dagang terdaftar dari Intuition Machines, Inc.",
    "3983646521": "Semua nama produk, logo, merek, merek dagang dan merek dagang terdaftar adalah milik dari pemiliknya masing-masing. Semua nama perusahaan, produk, dan layanan yang digunakan dalam situs web ini hanya untuk tujuan identifikasi. Penggunaan nama, merek dagang, dan merek ini tidak menyiratkan dukungan. Dalam hal ini, justru sebaliknya.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Ilmuwan IM Menetapkan Tolok Ukur Baru untuk Pengenalan Teks yang Diawasi dengan Lemah (OCR) di CVPR 2020.",
    "1259002282": "Menemukan bug? Berikut cara melaporkannya.",
    "3301728462": "Jutaan orang menggunakan hCaptcha setiap bulan, pada ribuan kombinasi browser, ekstensi, perangkat, firewall, dan banyak lagi.",
    "3878230879": "Tujuan kami adalah memastikannya selalu berhasil untuk Anda, jadi kami sangat menghargai laporan Anda!",
    "2465128185": "Untuk memberikan umpan balik cepat, cukup klik tombol \"Kirim umpan balik\".",
    "2921990472": "Jika Anda melihat masalah fungsional, silakan ikuti",
    "2870341481": "di bawah. Untuk browser lain saja",
    "1866590035": "petunjuk log debug untuk Chrome",
    "444492541": "petunjuk log debug untuk Firefox",
    "169267610": "email kami",
    "3100722753": "Untuk kemungkinan masalah keamanan atau privasi, lihat petunjuk di bawah.",
    "1906593952": "Berikan umpan balik tentang hCaptcha yang baru saja Anda lihat",
    "3951254541": "Kami menghargai masukan Anda. Beri tahu kami masalah apa pun dan kami akan menyelesaikannya dengan cepat.",
    "3324288040": "Kirimi kami umpan balik",
    "2864016648": "Masalah Privasi",
    "304004915": "Kami tidak peduli siapa pengguna, hanya seberapa besar kemungkinan mereka jahat atau mesin. Kami mendukung inisiatif seperti",
    "1139493658": ", dan bekerja keras untuk menyeimbangkan privasi dan keamanan.",
    "3083289844": "Jika Anda menemukan masalah yang menurut Anda dapat memengaruhi privasi pengguna, silakan kirim email kepada kami di",
    "4264784515": "Bug Keamanan",
    "963238401": "Kami selalu tertarik untuk menerima laporan bug keamanan. Surel",
    "3926027556": "dan kami akan segera menghubungi Anda kembali.",
    "1589805435": "Kami juga memiliki",
    "2560582224": "program hadiah bug",
    "103876916": "untuk laporan keamanan yang memenuhi syarat pada layanan hCaptcha dan kode sumber terkait.",
    "497117287": "Opsi Aksesibilitas",
    "3230004040": "Apakah Anda tunanetra atau tidak dapat menyelesaikan hCaptchas?",
    "3480023141": "Pelajari lebih lanjut tentang opsi aksesibilitas",
    "2052161540": "Menangkap Detail Laporan Bug: Chrome",
    "2281169898": "Mengirim info debug dengan laporan Anda akan mempermudah kami mengidentifikasi apa yang terjadi. Berikut adalah petunjuk langkah demi langkah:",
    "1123365779": "Jika Anda seorang pengembang web atau pengguna ahli, ringkasannya adalah kami ingin Anda mengirimkan rekaman jaringan HAR dan log konsol browser kepada kami.",
    "2015218686": "sebelum Anda melalui langkah-langkah ini. Jika itu memperbaiki masalah Anda, kami tetap menghargai Anda memberi tahu kami versi browser, pemblokir iklan atau ekstensi browser, dan URL situs web Anda.",
    "3922723611": "Coba nonaktifkan pemblokir iklan atau ekstensi keamanan browser apa pun",
    "4036872105": "dulu lalu coba lagi",
    "993651083": "Langkah 1: Buka Alat Pengembang (Ini mulai merekam sesi.)",
    "4163469907": "Langkah 2: Klik pada tab Jaringan di Alat Pengembang. Centang kotak \"Simpan log\" di bagian atas.",
    "4243348003": "Langkah 3: kunjungi",
    "641342999": ", atau situs web yang bermasalah (Catatan Privasi: hanya jika Anda tidak keberatan membagikannya) ... lalu klik tombol \"Saya manusia\", dan coba selesaikan.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Langkah 4: Klik \"Ekspor HAR\" (panah bawah kecil) setelah Anda mencoba untuk memecahkan, yang menyimpan log jaringan. Kirim file itu kepada kami.",
    "1503240421": "Langkah 5: Klik pada tab Konsol, dan klik kanan lalu \"Simpan sebagai ..\" untuk menyimpan log konsol. Kirimkan itu juga.",
    "2863840904": "Langkah 6: Langkah terakhir, kirimkan email HAR dan file log konsol tersebut kepada kami, dan jelaskan masalahnya",
    "4051785543": "Menggunakan:",
    "3623028666": "(silakan gunakan layanan seperti",
    "551761392": "dan kirim tautan) dan secara opsional tangkapan layar, jika Anda curiga ada sesuatu yang tidak ditampilkan dengan benar. Silakan kirim IP yang Anda gunakan juga. Anda bisa mendapatkannya dari",
    "1219091208": "Dropbox",
    "443094024": "Tempat Berkas",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Terima kasih telah meluangkan waktu untuk membantu kami mendapatkan info ini!",
    "3680327841": "Kami berkomitmen untuk membuat hCaptcha bekerja dengan baik untuk semua orang",
    "1059502393": "Menangkap Detail Laporan Bug: Firefox",
    "1112074001": "Langkah 2: Klik pada tab Jaringan di Alat Pengembang. Centang kotak \"Persist logs\" di bagian atas.",
    "1797298240": "Langkah 4: Klik \"HAR\" setelah Anda mencoba menyelesaikannya, dan pilih \"Save All as HAR\" untuk menyimpan log jaringan. Kirim file itu kepada kami.",
    "3671246379": "Langkah 5: Klik pada tab Konsol, dan klik kanan lalu \"Pilih semua\" dan simpan ke dalam file teks, untuk menyimpan log konsol. Kirimkan itu juga.",
    "3816867833": "Masukan",
    "788770967": "Turut berduka cita! Anda mungkin ingin menggunakan opsi aksesibilitas kami:",
    "1333016413": "Ini memungkinkan Anda menghindari pertanyaan di masa mendatang dengan mendaftar dan menyetel cookie.",
    "2333410049": "Coba juga matikan pemblokir iklan Anda.",
    "1345083090": "Melaporkan masalah fungsionalitas?",
    "2184564739": "Lihat",
    "604751186": "Masalah lain? Surel",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "cara melaporkan masalah dengan log terperinci",
    "1050501253": "Terlalu sulit",
    "3264813246": "Tidak pantas",
    "3526939538": "Bug Perangkat Lunak",
    "126134492": "Lainnya",
    "3511610999": "Mari kita pastikan Anda sampai ke tempat yang tepat.",
    "3906886217": "Untuk perusahaan atau situs web",
    "1621597093": "Solusi keamanan perusahaan (berbayar)",
    "3176531704": "Anotasi data",
    "1834239172": "Beli layanan anotasi hCaptcha",
    "1457707016": "Untuk individu",
    "770264626": "Tambahkan hCaptcha ke layanan Anda (gratis)",
    "881015166": "Tambahkan hCaptcha untuk Penerbit ke situs web atau aplikasi saya",
    "47536007": "Pelajari lebih lanjut tentang hCaptcha",
    "2012837493": "Hasil Pencarian",
    "4034694801": "Tidak ada hasil yang cocok.",
    "3621411541": "Pelajari tentang opsi aksesibilitas untuk hCaptcha",
    "3401005681": "Menghasilkan uang",
    "3933993151": "Bekerja sebagai pemberi label data individu",
    "563059212": "Daftar Subprosesor",
    "3501923981": "Terakhir diperbarui: 1 Januari 2020.",
    "3548097301": "Efektif: 1 Januari 2020.",
    "3991444169": "Halaman ini mencantumkan subprosesor saat ini untuk layanan hCaptcha Enterprise.",
    "835396984": "Saat ini Aktif",
    "424089481": "Amazon Web Services, Inc. (Global). Layanan yang disediakan: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Layanan yang disediakan: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Layanan yang disediakan: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Layanan yang disediakan: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Catatan: tidak berlaku untuk semua pelanggan. Misalnya, IP Blinding atau pelanggan opsi privasi atau keamanan lanjutan lainnya (misalnya pelanggan Secure Virtual Tenancy) sepenuhnya dikecualikan dari potensi \"PII\" yang pernah memasuki sistem telemetri, bahkan alamat IP. Silakan hubungi perwakilan akun Anda untuk informasi lebih lanjut jika diperlukan.",
    "700843971": "Hound Technology, Inc. (Global). Layanan yang disediakan: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Layanan yang disediakan: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Layanan yang disediakan: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Layanan yang disediakan: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktur",
    "370366524": "Telemetri Layanan Efemeral",
    "121192737": "Tambahan yang akan datang",
    "2420789666": "Fastly, Inc. Layanan yang disediakan: CDN cepat dan komputasi tepi.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Efektif: 1 September 2021. Penambahan Infrastruktur",
    "1487796027": "Untuk perusahaan",
    "3943417791": "Dapatkan dukungan untuk hCaptcha Enterprise (BotStop)",
    "702287791": "Penerbit hCaptcha (gratis)",
    "3397976149": "Dapatkan dukungan untuk hCaptcha Publisher",
    "833750823": "Mengalami kesulitan dengan tantangan?",
    "2024737147": "Ingin melaporkan bug?",
    "1978884623": "Pelajari lebih lanjut tentang melaporkan masalah perangkat lunak",
    "4188664955": "Persyaratan Layanan Utama",
    "2621989404": "Terakhir Diperbarui: 24 September 2021. Harap perhatikan bahwa persyaratan bahasa Inggris kami bersifat otoritatif.",
    "2404545611": "Selamat datang di hCaptcha! Terima kasih telah menjadi bagian dari komunitas kami. Semua pengguna \"Layanan\" (didefinisikan di bawah) harus menyetujui persyaratan berikut (\"Ketentuan Layanan\"). Berdasarkan Ketentuan Layanan ini, \"IMI\", \"kami\" dan \"kami\" mengacu pada Intuition Machines, Inc. dan anak perusahaan, afiliasi, pejabat, agen, karyawan, perwakilan, dan agennya, dan \"situs web\" kami mencakup situs web apa pun di bawah kendali kami, termasuk www.hcaptcha.com dan www.imachines.com.",
    "2348450790": "Harap baca Ketentuan Layanan ini. Mereka termasuk, antara lain, ketentuan penyangkalan jaminan, batasan tanggung jawab, dan arbitrase yang mengikat. Harap dicatat bahwa Ketentuan Layanan ini mungkin telah berubah sejak kunjungan terakhir Anda ke situs web kami. Kami dapat merevisi dan memperbarui Ketentuan Layanan ini dari waktu ke waktu atas kebijakan kami sendiri. Jika terjadi perubahan materi, kami akan memberi tahu Anda dengan memposting Persyaratan Layanan yang diperbarui di halaman ini, setelah itu Anda harus menyetujui Persyaratan Layanan yang diperbarui untuk terus menggunakan atau mengakses Situs atau Layanan.",
    "1064537632": "Harap perhatikan bahwa penggunaan Anda atas Layanan kami diatur oleh Perjanjian Pemrosesan Data kami, yang digabungkan di sini sebagai referensi. Harap tinjau perjanjian ini untuk melihat bagaimana kami memproses data pribadi atas nama Anda. Perhatikan bahwa kami beroperasi sebagai \"pemroses data\" untuk tujuan Peraturan Perlindungan Data Umum UE, dan \"penyedia layanan\" untuk tujuan Undang-Undang Privasi Konsumen California.",
    "1933936765": "Perjanjian Pemrosesan Data (Terakhir diperbarui: 23 September 2021)",
    "2959486280": "Jika Anda tidak menyetujui Ketentuan Layanan ini, Anda tidak boleh menggunakan atau mengakses Situs atau Layanan.",
    "3200859925": "1. Tujuan",
    "1807143500": "Layanan mencakup layanan keamanan online (\"Layanan hCaptcha\") dan platform (\"Platform Mesin Intuisi\") di mana seorang individu (\"Kontributor\") dapat memilih untuk melakukan tugas yang dilakukan oleh entitas pihak ketiga atau Mesin Intuisi itu sendiri (masing-masing posting \"Peminta\") ke situs web kami atau Layanan hCaptcha, baik secara langsung di situs web kami atau dengan mengakses Platform Intuition Machines dan/atau melakukan tugas melalui atau sehubungan dengan entitas pihak ketiga dan/atau platform atau layanan (masing-masing, \"Integrator\"). Pemohon memposting tugas dan mengundang Kontributor untuk melakukannya dengan imbalan imbalan yang diberikan oleh IMI kepada Integrator, atau sebagaimana ditentukan oleh Pemohon jika Pemohon menggunakan Platform Mesin Intuisi atau Layanan hCaptcha untuk melayani tugas kepada pengguna akhir mereka sendiri. Kami menagih perusahaan dan individu (masing-masing \"Pelanggan\") untuk penggunaan platform kami sehingga mereka dapat menggunakan perangkat lunak kami, tugas penulis, mempekerjakan kami untuk tugas penulis, dan/atau mendapatkan akses ke Kontributor. Kami juga membebankan biaya kepada Integrator atas penggunaan Layanan hCaptcha kami untuk mengurangi penipuan, penyalahgunaan, dan spam di situs web, aplikasi seluler, dan properti online lainnya. Hal tersebut di atas secara bersama-sama disebut sebagai \"Layanan\".",
    "3212830633": "2. Kelayakan",
    "2605814073": "Dengan menggunakan atau mendaftar ke Layanan kami, Anda setuju: Anda berusia minimal 18 tahun; Anda memiliki wewenang untuk memasuki perjanjian ini atas nama Anda sendiri atau entitas yang Anda wakili, dan akan selalu mematuhi Persyaratan Layanan ini dan semua kebijakan dan pedoman IMI yang dirujuk di sini; dan Anda tidak akan menyalahgunakan situs web kami, salah menggambarkan identitas Anda kepada kami, atau menggunakan kecerdasan buatan untuk menyelesaikan bagian apa pun dari tugas apa pun di IMI yang memerlukan kecerdasan manusia.",
    "2616040974": "3. Pelanggan dan Pemohon",
    "1544829730": "Jika Anda adalah Pelanggan atau Pemohon, Anda setuju bahwa persyaratan tambahan yang dilampirkan di sini sebagai Lampiran Pelanggan akan berlaku dan dimasukkan melalui referensi ke dalam Persyaratan Layanan ini. Jika Anda bukan Pelanggan atau Pemohon, atau berhenti menjadi Pelanggan atau Pemohon, maka persyaratan tambahan dalam Lampiran Pelanggan tidak akan berlaku dan juga tidak akan dimasukkan melalui referensi ke dalam Persyaratan Layanan ini.",
    "3759360138": "4. Nama Pengguna dan Kata Sandi",
    "2236960358": "Setelah pendaftaran, Anda akan diminta untuk mengungkapkan informasi pribadi tertentu tentang Anda (\"Informasi Pribadi\"), termasuk nama, alamat email, dan untuk membuat nama pengguna dan kata sandi, yang semuanya akan tunduk pada Kebijakan Privasi kami, tersedia di situs web. Anda sendiri yang bertanggung jawab untuk memantau, memastikan, dan menjaga keamanan akun, kata sandi, dan kunci autentikasi apa pun yang terkait dengan akun Anda, dan Anda bertanggung jawab atas setiap penggunaan atau tindakan yang diambil melalui penggunaan informasi tersebut di Layanan.",
    "3047519814": "Anda setuju bahwa Anda tidak akan membagikan akun atau kata sandi Anda dengan siapa pun.",
    "1699668873": "Anda harus segera memberi tahu IMI jika Anda mencurigai bahwa informasi akun Anda telah dicuri atau digunakan oleh orang lain, atau pelanggaran keamanan lainnya.",
    "3044038608": "Anda setuju untuk memberikan kami informasi yang benar, akurat dan lengkap seperti yang diminta dalam proses pendaftaran kami. Anda juga setuju untuk memperbarui informasi tersebut segera jika diperlukan untuk menjaganya tetap terkini dan akurat.",
    "4132302900": "5. Privasi Anda, Data Anda, dan \"Data Untuk Semua\"",
    "10724169": "Anda menerima Kebijakan Privasi kami, yang mengatur apa yang akan kami lakukan dengan Informasi Pribadi apa pun yang Anda berikan kepada kami.",
    "1669194950": "Selain Informasi Pribadi, Anda mungkin juga diminta untuk memberikan (atau mungkin perlu bagi kami untuk mengumpulkan) data lain sehingga kami dapat menyediakan Layanan (secara bersama-sama disebut \"Data Pelanggan\"). Kami tidak bertanggung jawab atas kegagalan untuk melakukan Layanan yang disebabkan oleh keterlambatan atau kegagalan Anda untuk memberikan Data Pelanggan.",
    "1330274831": "Anda dengan ini memberikan kepada kami lisensi yang berlaku di seluruh dunia, non-eksklusif, dapat disublisensikan, dapat dialihkan, bebas royalti, dan tidak dapat dibatalkan selama jangka waktu Perjanjian ini untuk menggunakan, mereproduksi, mendistribusikan secara elektronik, dan secara publik menampilkan Data Pelanggan apa pun semata-mata untuk tujuan menyediakan Layanan . Anda menyatakan dan menjamin bahwa Anda memiliki hak, kepemilikan, dan kepentingan yang cukup dalam dan atas data Anda untuk memberikan lisensi di bagian ini.",
    "2230333214": "Kami menggabungkan Data Pelanggan dengan data lain sehingga hasilnya tidak dapat diidentifikasi secara pribadi dan kami juga mengumpulkan log dan data teknis yang tidak teridentifikasi terkait penggunaan Layanan (\"Data Agregat/De-identifikasi\"). Tanpa mengesampingkan ketentuan yang bertentangan di sini, Data Agregat/De-identifikasi tersebut dapat digunakan oleh IMI untuk tujuan bisnis apa pun selama atau setelah jangka waktu Perjanjian ini, termasuk tanpa batasan untuk mengembangkan dan meningkatkan Layanan serta untuk membuat dan mendistribusikan laporan dan lainnya. bahan. Data Pelanggan juga dapat bertahan dan ditampilkan dalam sistem untuk jangka waktu terbatas tidak lebih dari 180 hari setelah pekerjaan selesai, misalnya sebagai kalibrasi otomatis atau data validasi untuk sistem Mesin Intuisi. Untuk kejelasan, Bagian 5 ini tidak memberi kami hak untuk mengidentifikasi Anda sebagai sumber Data Agregat/De-identifikasi tanpa izin tertulis sebelumnya dari Anda.",
    "3881754581": ". Jika Anda adalah Pelanggan layanan anotasi kami dan telah memilih opsi \"Data Untuk Semua\" sebagai bagian dari penggunaan Layanan oleh Anda, maka Anda memberikan kepada IMI dan semua pengguna Layanan di seluruh dunia, non-eksklusif, dapat disublisensikan, dapat ditransfer, bebas royalti, lisensi yang tidak dapat dibatalkan untuk sepenuhnya mengeksploitasi semua Data Pelanggan, termasuk semua hak kekayaan intelektual terkait. Jika Anda memilih opsi \"Data untuk Semua\", Anda menyatakan dan menjamin bahwa Anda memiliki hak, kepemilikan, dan kepentingan yang memadai dalam dan atas data Anda untuk memberikan lisensi di bagian ini.",
    "3496767126": "Untuk menghindari keraguan, paragraf berikut berlaku secara eksklusif untuk Pelanggan yang menggunakan layanan anotasi kami, dan bukan untuk menggunakan Layanan kami sebagai Integrator",
    "767207800": "Jika data Anda mengandung konten yang berpotensi eksplisit atau menyinggung, kami meminta Anda untuk menandainya sebagai \"KONTEN EKSPLIS\" sebagai peringatan yang adil bagi siapa saja yang melihat data Anda. Anda tidak boleh tanpa perjanjian tertulis terpisah dengan IMI menyertakan tugas yang melanggar kebijakan kami, termasuk, namun tidak terbatas pada, (a) tugas yang secara langsung atau tidak langsung mempromosikan situs web atau layanan lain, (b) tugas yang melanggar ketentuan situs web pihak ketiga dan kondisi, (c) tugas yang meminta Kontributor untuk meminta pihak ketiga, (d) tugas yang meminta Kontributor untuk mengambil tindakan untuk memanipulasi perilaku atau hasil situs web, (e) tugas yang melanggar hak kekayaan intelektual pihak ketiga, dan (f) tugas yang mengharuskan Kontributor mengunduh perangkat lunak atau file.",
    "3370561195": "6. Perilaku yang Dapat Diterima",
    "4205152730": "Anda didorong untuk berinteraksi dengan pengguna lain di mana saja di situs web kami, Forum, pesan, obrolan, dan saluran media sosial lainnya yang dikendalikan oleh IMI, tetapi jika Anda melakukannya, Anda harus mematuhi semua persyaratan layanan dan penggunaan di situs kami dan semua undang-undang yang relevan .",
    "1394253934": "7. Penyalahgunaan, Penyalahgunaan, dan Penyalahgunaan",
    "1406393333": "Setiap akses atau penggunaan Layanan selain sesuai dengan Ketentuan Layanan ini dan setiap instruksi yang kami berikan sangat dilarang. Secara khusus, Anda TIDAK AKAN:",
    "3409726716": "mendaftar untuk lebih dari satu akun dengan kami tanpa izin tertulis;",
    "3119498672": "melakukan tugas apa pun dengan menggunakan bot Internet, robot web, bot, skrip, atau bentuk kecerdasan buatan lainnya atau berupaya mendapatkan imbalan dari IMI atau Pemohon atau Integrator mana pun tanpa menyelesaikan tugas seperti yang dijelaskan;",
    "1188668818": "memberikan informasi palsu apa pun saat menggunakan situs web ini (termasuk tanpa batasan meniru identitas orang atau organisasi lain mana pun di akun Anda, atau secara tidak benar menyatakan atau salah menggambarkan diri Anda atau afiliasi Anda dengan orang atau organisasi lain mana pun di akun Anda;",
    "2804310964": "mengakses atau mencoba mengakses situs web kami melalui server web proxy atau perangkat lain yang dirancang untuk mengaburkan lokasi atau identitas Anda yang sebenarnya atau dengan cara apa pun selain antarmuka yang disediakan;",
    "1374227759": "menggunakan situs web untuk aktivitas ilegal apa pun, atau untuk tujuan apa pun selain tujuan penyediaannya;",
    "2103513933": "terlibat dalam aktivitas yang mengganggu atau mengganggu fungsi situs;",
    "137127070": "menyisipkan, mengunggah, atau melampirkan tautan atau file eksternal berbahaya atau tidak dikenal, atau mengunggah konten apa pun yang berisi virus, Trojan horse, worm, bom waktu, atau kode komputer berbahaya lainnya;",
    "1686655020": "Unggah konten apa pun yang tunduk pada hak cipta yang bukan karya asli Anda, kecuali Anda memiliki izin dari pemilik yang sah untuk memposting konten tersebut dan untuk memberikan IMI semua hak berlisensi yang diberikan di sini;",
    "1406692811": "terlibat dalam spamming atau memposting segala jenis publisitas, upaya untuk mendapatkan referensi, komunikasi massa, penawaran atau permintaan uang, permintaan layanan, iklan, pemasaran, pesan tidak masuk akal, topik duplikat, konten ilegal, tautan situs web sosial, alamat email, atau ID instant messenger kecuali diperlukan oleh tugas;",
    "3893539589": "menyisipkan tautan eksternal yang menawarkan barang atau jasa kecuali diminta oleh tugas;",
    "3214322759": "jika tidak, terlibat dalam aktivitas jahat atau penipuan apa pun.",
    "3733422465": "8. Memverifikasi Identitas Anda",
    "267645277": "IMI dapat memverifikasi identitas Anda. Ini mungkin termasuk membandingkan informasi pribadi Anda dengan database pihak ketiga atau dokumen hukum resmi. Anda mengizinkan kami untuk mengajukan pertanyaan apa pun yang diperlukan untuk mengonfirmasi identitas Anda, kepemilikan alamat email Anda, dan kepemilikan Anda atas akun keuangan Anda. Anda setuju untuk memberikan informasi tentang Anda untuk membantu kami memverifikasi identitas Anda.",
    "4169910317": "9. Kepatuhan terhadap Hukum",
    "519755936": "Anda sendiri yang bertanggung jawab untuk mematuhi undang-undang federal, negara bagian, provinsi, dan lokal sehubungan dengan penggunaan Layanan oleh Anda. Anda setuju untuk mengganti kerugian dan membebaskan kami dari tuntutan apa pun terhadap kami karena Anda gagal mematuhi hukum apa pun atau melanggar hak pihak ketiga mana pun, termasuk tanpa batasan kontrak, kekayaan intelektual, atau hak privasi.",
    "731546974": "10. Pajak Kontributor atau Integrator",
    "3128328457": "Jika Anda seorang Kontributor atau Integrator, Anda sendiri yang bertanggung jawab atas pembayaran taksiran atau pajak penghasilan federal, negara bagian, atau lokal lainnya, jaminan sosial, FICA, dan kompensasi pekerja yang terutang sebagai akibat dari penggunaan situs web kami, serta pajak atau biaya serupa di yurisdiksi non-AS. Anda setuju untuk mengganti kerugian dan membebaskan kami dari penilaian apa pun terhadap kami karena Anda gagal mematuhi undang-undang pajak apa pun.",
    "2931396764": "11. Pelanggaran Ketentuan Layanan ini",
    "1240667045": "Kami dapat menangguhkan, membatasi, atau membatalkan akses Anda ke Layanan kapan saja dengan alasan apa pun, termasuk karena: (a) kami yakin Anda telah melanggar Ketentuan Layanan ini (termasuk kebijakan terkait lainnya); (b) kami yakin Anda telah melanggar hak kami atau hak pihak ketiga mana pun; (c) kami tidak dapat memverifikasi atau mengotentikasi informasi yang Anda berikan kepada kami; atau (d) kami yakin tindakan Anda dapat menimbulkan kewajiban bagi Anda, kami, atau pihak ketiga. Untuk menghindari keraguan, kami berhak untuk mencegah atau menangguhkan pembayaran kepada Anda jika kami cukup yakin bahwa salah satu hal di atas berlaku untuk pembayaran tersebut.",
    "1601080128": "Jika kami menangguhkan atau menghentikan akun Anda, Anda tidak akan lagi memiliki akses ke bagian mana pun dari situs web, termasuk data, pesan, file, dan materi lain yang Anda simpan di situs. Anda TIDAK boleh terus menggunakan situs web kami dengan nama akun yang berbeda atau baru. Pelanggaran terhadap Ketentuan Layanan ini dapat dituntut sesuai dengan hukum yang berlaku dan dapat mengakibatkan hukuman dan sanksi tambahan.",
    "1160707899": "12. Peran dan Hubungan Kontributor dengan IMI dan Pemohon Lainnya",
    "269838707": "Jika Anda seorang Kontributor, Anda dan hanya Anda yang memutuskan tugas mana dan berapa banyak yang harus diselesaikan, serta kapan dan di mana Anda menyelesaikannya. Anda bebas menghabiskan waktu sebanyak atau sesedikit untuk menyelesaikan tugas yang Anda pilih. Anda tidak pernah berkewajiban untuk menyelesaikan tugas.",
    "1087195513": "Jika Anda adalah Kontributor yang mengakses Layanan dan/atau melakukan tugas melalui atau sehubungan dengan Integrator atas nama Pemohon yang bukan IMI, maka Anda setuju dan mengakui bahwa Intuition Machines tidak bertanggung jawab dan tidak berkewajiban kepada Anda dengan sehubungan dengan penghargaan atau kompensasi lain untuk tugas yang diselesaikan. Anda setuju dan mengakui bahwa imbalan atau kompensasi lain untuk tugas yang diselesaikan ditentukan semata-mata sesuai dengan perjanjian Anda dengan Pemohon dan/atau Integrator, sebagaimana berlaku. Perselisihan apa pun atas penghargaan atau kompensasi lain tersebut (termasuk namun tidak terbatas pada kegagalan untuk menerima penghargaan tersebut atau kompensasi lainnya) hanya terjadi antara Anda dan Pemohon dan/atau Integrator, sebagaimana berlaku.",
    "952813944": "Baik penggunaan Anda atas situs web kami maupun apa pun dalam perjanjian ini tidak menciptakan hubungan kerja, kemitraan, usaha patungan, agensi, waralaba, atau perwakilan penjualan antara Anda dan Intuition Machines. Kami tidak memberi Anda peralatan atau alat apa pun untuk menyelesaikan tugas. Kami tidak memberi Anda manfaat, kompensasi pekerja, atau pertanggungan asuransi apa pun. Kami tidak bertanggung jawab atas biaya apa pun yang Anda keluarkan dalam menggunakan situs web kami. Kami tidak akan menahan jumlah apa pun dari hadiah Anda untuk pajak pendapatan federal atau negara bagian, Jaminan Sosial, atau pajak lainnya. Anda bebas setiap saat untuk melakukan tugas untuk orang atau bisnis mana pun, termasuk pesaing kita. Anda tidak memiliki wewenang untuk membuat kontrak apa pun, tertulis atau lisan, atas nama Intuition Machines.",
    "3460432665": "Meskipun demikian, jika Anda adalah pembayar pajak AS, kami dapat meminta dari Anda W-9, untuk diperbarui setiap tahun, dan kami dapat melarang Anda melakukan tugas sampai Anda menyelesaikan atau memperbarui W-9.",
    "458271951": "Jika Anda adalah Kontributor yang mengakses Layanan dan/atau melakukan tugas melalui atau sehubungan dengan Integrator atas nama Mesin Intuisi (bertindak sebagai Pemohon), Mesin Intuisi dapat memberi Anda imbalan atas penyelesaian tugas tertentu yang dapat diterima. Jika Anda diketahui terlibat dalam penipuan, penyalahgunaan, atau pelanggaran Ketentuan Layanan ini, setiap dan semua hadiah kepada Anda dapat ditahan dan/atau dipulihkan oleh Intuition Machines.",
    "3056723024": "13. Penyelesaian Tugas yang Tidak Dapat Diterima",
    "3913203723": "Jika, karena alasan apa pun, Pemohon tidak menerima pelaksanaan tugas yang Anda selesaikan, Anda sebagai Kontributor atau Integrator tidak berhak atas imbalan apa pun untuk tugas tersebut. Jika hadiah telah dibagikan kepada Anda untuk tugas yang diselesaikan dengan tidak dapat diterima, kami dapat memulihkannya dari Anda.",
    "3666807632": "14. Kualifikasi dan Keterampilan Kontributor",
    "1993899769": "15. Penggunaan Informasi Kami",
    "2927283721": "Dengan melakukan tugas di situs web kami, Anda mengizinkan pengumpulan, penggunaan, dan pengungkapan informasi pribadi Anda sesuai dengan Kebijakan Privasi kami. Selain itu, kami dapat membagikan informasi tertentu tentang Anda dan tugas Anda yang telah diselesaikan kepada Pemohon yang tugasnya telah Anda selesaikan untuk memfasilitasi hubungan layanan dan meningkatkan situs web, termasuk, misalnya, ID Kontributor, hasil tugas yang diselesaikan, dan atribut lain yang terkait dengan kualifikasi, bahasa, keterampilan, dan penggunaan situs web Anda.",
    "3027055607": "16. Kekayaan Intelektual dan Hak Kepemilikan",
    "3910971075": "IMI memiliki semua hak, termasuk hak kekayaan intelektual, dalam kode sumber, kode objek atau struktur dasar, ide atau algoritme, API, dan perangkat lunak, dokumentasi, atau data tambahan apa pun yang terkait dengan Layanan (\"Perangkat Lunak\"). Anda tidak akan, secara langsung atau tidak langsung, melalui pihak ketiga atau sebaliknya: (a) merekayasa balik, mendekompilasi, membongkar, atau mencoba menemukan Perangkat Lunak; (b) memodifikasi, menerjemahkan, atau membuat karya turunan berdasarkan Perangkat Lunak apa pun; (c) menyalin, menyewakan, menyewakan, mendistribusikan, menjaminkan, mengalihkan, atau mengalihkan atau membebani hak atas Perangkat Lunak apa pun; (d) menggunakan Perangkat Lunak apa pun untuk pembagian waktu, tujuan biro layanan, atau sebaliknya untuk kepentingan pihak ketiga; atau (e) menghapus pemberitahuan atau label kepemilikan.",
    "3660891610": "Jika Anda adalah seorang Kontributor, IMI, dan bukan Anda, memiliki hak kepemilikan atas karya apa pun yang Anda hasilkan sebagai bagian dari penyelesaian tugas apa pun. Dengan menerima persyaratan Perjanjian ini, Anda setuju untuk (dan dengan ini melakukan) mentransfer kepemilikan, kepemilikan, dan kepemilikan (termasuk semua hak kekayaan intelektual yang ada di seluruh dunia) di dan atas pekerjaan Anda kepada kami. Untuk memastikan bahwa kami dapat memperoleh, menyempurnakan, dan menggunakan hak tersebut, Anda selanjutnya setuju untuk (i) menandatangani dokumen apa pun untuk membantu dokumentasi, kesempurnaan, dan penegakan hak kami; dan (ii) memberikan akses yang wajar ke informasi untuk merekam, menyempurnakan, mengamankan, membela, dan menegakkan hak kepemilikan tersebut di setiap dan semua negara. Kewajiban Anda berdasarkan bagian ini akan berlanjut bahkan setelah Anda membatalkan pendaftaran atau menghentikan penggunaan Layanan. Anda menunjuk kami sebagai pengacara Anda sebenarnya untuk mengeksekusi dokumen atas nama Anda untuk tujuan yang ditetapkan dalam bagian ini.",
    "426125156": "17. Hak Cipta dan Penghapusan",
    "1408530660": "IMI menghormati kekayaan intelektual orang lain dan kami berhak untuk menghapus dari situs kami materi apa pun yang kami yakini dapat melanggar hak intelektual pihak ketiga mana pun. Jika Anda yakin bahwa karya Anda sendiri telah disalin dengan cara yang merupakan pelanggaran hak cipta di situs web ini, silakan hubungi dukungan pelanggan Intuition Machines.",
    "2696932851": "18. Ganti Rugi",
    "3844300338": "Anda setuju untuk mengganti kerugian, membela, dan membebaskan kami dari setiap dan semua klaim, kerusakan, kewajiban, biaya, dan pengeluaran (termasuk biaya dan biaya pengacara yang wajar), yang timbul dari atau terkait dengan kinerja tugas Anda atau penggunaan situs web kami oleh Anda. .",
    "2474091800": "19. Perselisihan dengan Pengguna Lain; Melepaskan",
    "3162107126": "IMI bukan merupakan pihak dalam perselisihan apa pun antara Anda dan pengguna Layanan lainnya. Anda membebaskan IMI dan afiliasinya dari setiap dan semua klaim, tuntutan, dan kerusakan dalam setiap jenis dan sifat, diketahui dan tidak diketahui, dicurigai dan tidak diduga, diungkapkan dan tidak diungkapkan, yang timbul dari atau terkait dengan perselisihan apa pun antara Anda dan pengguna lain.",
    "2271969747": "20. Informasi Rahasia yang Anda Terima",
    "1042802841": "Informasi rahasia adalah setiap informasi yang ditandai sebagai rahasia atau hak milik, atau yang harus dipahami secara wajar oleh pihak penerima sebagai rahasia atau hak milik. Ini tidak termasuk informasi apa pun yang (1) tersedia untuk umum, (2) sudah dimiliki, dikembangkan secara independen oleh, atau sudah diketahui oleh pihak penerima, atau (3) telah diungkapkan atas perintah pengadilan atau sebagaimana disyaratkan oleh hukum.",
    "1918025546": "Jika Anda diberikan informasi rahasia dari siapa pun di Layanan, Anda setuju untuk melindungi kerahasiaan informasi rahasia tersebut dengan tingkat kehati-hatian yang sama dengan yang Anda gunakan untuk melindungi informasi rahasia Anda sendiri, tetapi dalam hal apa pun dengan kehati-hatian yang kurang. Anda tidak boleh mengungkapkan atau memublikasikan informasi rahasia atau hak milik apa pun, kecuali jika diperlukan untuk pelaksanaan tugas. Semua informasi dalam tugas di Platform Intuition Machines harus dianggap sebagai rahasia meskipun informasi tersebut tidak secara tegas ditetapkan sebagai rahasia.",
    "2690395789": "Jika dan ketika Anda tidak lagi membutuhkan informasi rahasia yang Anda terima, Anda harus segera mengembalikan atau memusnahkan (seperti yang diminta oleh siapa pun yang mengungkapkan informasi tersebut) semua salinan informasi yang ada di tempat, sistem, atau peralatan lain yang Anda kendalikan.",
    "2178073797": "Karena pengungkapan informasi rahasia dapat menyebabkan kerugian yang tidak dapat diperbaiki, pihak yang mengungkapkan berhak untuk meminta ganti rugi atas pelanggaran atau ancaman pelanggaran ketentuan ini.",
    "2185860003": "21. Modifikasi Situs Web",
    "2631249972": "Kami dapat meningkatkan atau memodifikasi situs web kami tanpa pemberitahuan kepada Anda.",
    "3764131594": "22. Situs Web Pihak Ketiga",
    "295955580": "Situs web kami mungkin berisi tautan ke situs web pihak ketiga. Kami tidak mengontrol, menyelidiki, memantau, atau memeriksa situs web tersebut. Kami tidak bertanggung jawab atas atau mendukung program komputer, konten, atau opini yang terdapat di situs web tersebut. Jika Anda memutuskan untuk meninggalkan situs web kami dan mengakses situs web pihak ketiga mana pun, Anda melakukannya dengan risiko Anda sendiri.",
    "838225123": "23. Penafian Garansi",
    "3897238493": "LAYANAN DISEDIAKAN DENGAN DASAR \"SEBAGAIMANA ADANYA\". KAMI TIDAK MEMBUAT PERNYATAAN ATAU JAMINAN, TERSIRAT MAUPUN TERSURAT, SEHUBUNGAN DENGAN AKSESIBILITAS, KESESUAIAN, HUKUM, KETERSEDIAAN, ATAU FUNGSI LAYANAN, PERANGKAT LUNAK ATAU MATERI TERKAIT, TUGAS, ATAU PERJANJIAN INI. SEJAUH DIIZINKAN OLEH HUKUM, IMI MENAFIKAN SEMUA KETENTUAN, PERNYATAAN, DAN JAMINAN TERSURAT MAUPUN TERSIRAT, TERMASUK, NAMUN TIDAK TERBATAS PADA, JAMINAN UNTUK DIPERDAGANGKAN, KESESUAIAN UNTUK TUJUAN TERTENTU, DAN TIDAK TERBATAS. PERBAIKAN SATU-SATUNYA DAN EKSKLUSIF ANDA TERHADAP IMI SEHUBUNGAN DENGAN CACAT, KETIDAKSESUAIAN, ATAU KEPUASAN ADALAH UNTUK MENGHENTIKAN PENGGUNAAN LAYANAN Kami tidak bertanggung jawab atas kerusakan apa pun pada sistem komputer Anda, kehilangan atau kerusakan data, atau kerusakan lain yang diakibatkannya dari akses Anda ke atau penggunaan situs web atau Platform Intuition Machines. Gangguan terjadwal dan tidak terjadwal dapat terjadi, dan kami tidak menjamin ketersediaan situs web kami tanpa gangguan.",
    "2110259227": "24. Batasan Tanggung Jawab",
    "3018077211": "25. Penyelesaian Sengketa Kontributor",
    "2790841456": "Jika Anda adalah Kontributor, Anda menyetujui klausul arbitrase dan pengabaian gugatan kelompok berikut:",
    "3302832698": "Penyelesaian Sengketa Alternatif Diperlukan.",
    "561456032": "Anda setuju bahwa untuk setiap perselisihan yang timbul dari atau terkait dengan penggunaan Layanan oleh Anda, termasuk perselisihan apa pun yang mungkin timbul sejak Anda mulai melakukan tugas untuk IMI, dan secara khusus termasuk klaim apa pun yang terkait dengan apakah Anda diklasifikasikan sebagai atau tidak. kontraktor independen, pertama-tama Anda akan memberi tahu IMI tentang klaim Anda terhadapnya. Anda dan IMI kemudian akan berusaha menyelesaikan masalah tersebut melalui negosiasi langsung atau mediasi. Kami akan membagi sama rata biaya mediasi dan setuju bahwa mediasi akan dilakukan melalui telepon atau sarana elektronik lainnya. Jika klaim tetap tidak terselesaikan setelah negosiasi atau mediasi informal, Anda setuju bahwa Anda dan IMI akan menggunakan arbitrase final dan mengikat untuk menyelesaikan perselisihan. Klausul ini mengatur semua klaim secara surut sejak Anda mulai menggunakan situs web kami, baik berdasarkan gugatan, kontrak, undang-undang, termasuk, namun tidak terbatas pada, setiap klaim diskriminasi dan pelecehan, baik yang didasarkan pada California Fair Employment and Housing Act , Judul VII Undang-Undang Hak Sipil tahun 1964, sebagaimana telah diubah, atau undang-undang atau peraturan negara bagian atau federal lainnya, hukum yang adil, atau lainnya.",
    "3794239003": "Prosedur Arbitrase.",
    "4193379787": "Semua arbitrase berdasarkan perjanjian ini akan dilakukan di bawah aturan American Arbitration Association atau oleh layanan arbitrase yang disepakati bersama. Arbiter akan menjadi arbiter AS yang dipilih dari daftar tidak kurang dari tujuh (7) nama melalui pemogokan alternatif. Dalam arbitrase, masing-masing pihak akan memiliki hak untuk melakukan penemuan sipil yang memadai, mengajukan mosi dispositif, dan menghadirkan saksi dan bukti yang diperlukan untuk mengajukan kasus dan pembelaannya, dan setiap perselisihan dalam hal ini harus diselesaikan oleh arbiter. Penyelesaian sengketa harus didasarkan semata-mata pada hukum yang mengatur klaim dan pembelaan yang diajukan, dan arbiter tidak boleh menggunakan dasar apa pun selain hukum pengendali tersebut. Arbiter harus memiliki kekebalan petugas peradilan dari tanggung jawab perdata ketika bertindak dalam kapasitas seorang arbiter, yang kekebalan melengkapi kekebalan lain yang ada. Putusan harus menyertakan pendapat beralasan tertulis dari arbiter. Anda melepaskan hak Anda untuk diadili oleh juri atas klaim apa pun yang mungkin Anda miliki terhadap IMI atau yang mungkin dimiliki IMI terhadap Anda. Setiap klaim berdasarkan klausul ini harus diajukan dalam batas waktu undang-undang yang berlaku. Undang-Undang Arbitrase Federal Amerika Serikat mengatur klausul ini, dan Anda mengakui bahwa Perjanjian ini membuktikan transaksi dalam perdagangan.",
    "2583888954": "Pengecualian.",
    "1034830": "Perselisihan yang mungkin tidak tunduk pada perjanjian arbitrase predispute sebagaimana diatur oleh Dodd-Frank Wall Street Reform and Consumer Protection Act (Hukum Publik 111-203) dikecualikan dari ini",
    "263977834": "Kelelahan Administratif.",
    "1807512722": "Anda dapat mengajukan klaim apa pun yang timbul dari penggunaan Anda atas situs web ini ke lembaga administratif tetapi hanya sejauh hukum yang berlaku mengizinkan akses ke lembaga tersebut meskipun ada perjanjian untuk melakukan arbitrase. Klaim administratif tersebut termasuk namun tidak terbatas pada klaim atau tuntutan yang diajukan ke Komisi Kesetaraan Kesempatan Kerja, Departemen Tenaga Kerja AS, dan Dewan Hubungan Perburuhan Nasional. Tidak ada dalam klausul ini yang akan dianggap menghalangi atau membebaskan Anda dari membawa klaim administratif ke badan mana pun untuk memenuhi kewajiban Anda untuk menyelesaikan upaya hukum administratif sebelum mengajukan klaim dalam arbitrase, namun, Anda melepaskan hak atas penghargaan moneter apa pun melalui ini. proses agensi.",
    "996430331": "Lokasi Arbitrase.",
    "3040062804": "Setiap proses arbitrase berdasarkan bagian ini akan berlangsung secara default di Negara Bagian California, kecuali jika Anda tinggal di luar Amerika Serikat, dalam hal ini arbitrase akan dilakukan seluruhnya secara elektronik atau telepon. Arbitrase dapat dilakukan di lokasi lain mana pun jika disetujui oleh setiap pihak secara tertulis. Terlepas dari lokasinya, pihak mana pun dapat memilih untuk hadir di arbitrase melalui video langsung atau telekonferensi.",
    "3091247030": "Pengabaian Tindakan Kelas.",
    "2520904193": "Anda melepaskan hak apa pun yang Anda miliki untuk setiap perselisihan yang diajukan, didengar, atau diarbitrase sebagai tindakan kelompok, kolektif, atau perwakilan. Terlepas dari klausul lain yang terkandung dalam perjanjian ini, kalimat sebelumnya tidak akan dapat dipisahkan dari perjanjian ini dalam hal apa pun. Setiap klaim bahwa semua atau sebagian dari pengesampingan ini tidak dapat dilaksanakan, tidak berdasar, batal atau tidak dapat dibatalkan hanya dapat ditentukan oleh pengadilan dengan yurisdiksi yang kompeten dan bukan oleh arbiter. Anda tidak akan dibalas atau dicegah menyelesaikan tugas di situs web kami karena Anda menggunakan hak Anda berdasarkan Bagian 7 Undang-Undang Hubungan Perburuhan Nasional, atau dengan mengajukan atau berpartisipasi dalam tindakan kelas, kolektif, atau perwakilan di forum mana pun , tetapi kami dapat secara sah meminta penegakan pengesampingan gugatan kelompok ini, dan meminta pemecatan atas tindakan atau klaim kelompok, kolektif, atau perwakilan tersebut.",
    "3493572638": "Biaya dan Biaya.",
    "702926385": "Para pihak masing-masing akan menanggung biaya mereka masing-masing untuk perwakilan hukum di arbitrase tersebut, kecuali sejauh biaya pengacara secara eksplisit diatur oleh hukum. Para pihak akan membagi biaya administrasi awal yang dibebankan oleh arbiter, hingga biaya maksimum kepada Anda sebesar dua ratus lima puluh dolar (US$250,00). Biaya arbiter dan pelapor pengadilan, jika ada, pada awalnya akan ditanggung oleh kami; namun, arbiter memiliki keleluasaan untuk memberikan biaya yang sesuai kepada pihak yang berlaku, sebagaimana diatur oleh undang-undang, dan/atau meminta para pihak untuk membagi biaya yang terkait dengan arbiter dan/atau pelapor pengadilan.",
    "3199694247": "Keterpisahan.",
    "3102490587": "Kecuali untuk Pengesampingan Gugatan Kelompok, jika ada ketentuan atau ketentuan, atau bagian dari klausul arbitrase ini yang dinyatakan batal atau tidak dapat dilaksanakan, maka akan diputuskan dan sisa klausul arbitrase akan dapat dilaksanakan.",
    "2323013093": "26. Hukum yang Berlaku",
    "2900525040": "Hukum Negara Bagian California mengatur Persyaratan Layanan ini dan segala kontroversi, perselisihan, atau klaim yang timbul darinya.",
    "3339302473": "27. Pengakhiran",
    "1158384644": "Anda dapat memilih kapan saja untuk berhenti menggunakan situs web kami, dengan ketentuan bahwa Anda harus mematuhi semua kebijakan IMI yang berlaku. Kami dapat, atas kebijakan kami sendiri, mengakhiri perjanjian ini, menangguhkan akses ke situs web kami, atau segera menghapus layanan apa pun tanpa pemberitahuan dengan alasan apa pun.",
    "41530052": "28. Ketentuan Umum",
    "3202747130": "Seluruh perjanjian. Ketentuan Layanan ini dan setiap kebijakan, prosedur, atau ketentuan yang dirujuk dalam perjanjian ini merupakan keseluruhan perjanjian para pihak sehubungan dengan materi pokok, dan menggantikan dan membatalkan semua perjanjian, klaim, pernyataan, dan pemahaman terkait sebelumnya dan pada saat yang bersamaan dari para pihak. .",
    "4080263153": "Tidak ada Pengabaian. Kami tidak akan dianggap telah melepaskan sebagian dari hak atau upaya hukum kami kecuali jika pengesampingan tersebut dilakukan secara tertulis dan ditandatangani oleh kami. Jika kami menunda menegakkan atau gagal menegakkan hak kami berdasarkan ketentuan apa pun dari perjanjian ini, itu tidak akan merupakan pengesampingan hak kami untuk selanjutnya menegakkan ketentuan tersebut atau bagian apa pun dari perjanjian ini.",
    "1789371580": "penugasan. Anda tidak boleh menetapkan Persyaratan Layanan ini tanpa persetujuan tertulis sebelumnya dari kami. Kami dapat menetapkan Ketentuan Layanan ini kapan saja, tanpa pemberitahuan. Tunduk pada hal tersebut di atas, Persyaratan Layanan ini akan mengikat penerus masing-masing pihak dan penerima hak yang diizinkan.",
    "2819628066": "Keterpisahan. Jika ada ketentuan dari Ketentuan Layanan ini yang ditemukan tidak valid atau tidak dapat diterapkan karena alasan apa pun, hal itu tidak akan memengaruhi validitas dan keberlakuan ketentuan yang tersisa.",
    "3955981186": "Amandemen. Tidak ada modifikasi atau amandemen Ketentuan Layanan ini oleh siapa pun selain IMI yang akan mengikat IMI kecuali dalam instrumen tertulis yang ditandatangani oleh perwakilan resmi IMI.",
    "1377538813": "Bahasa yang berlaku. Versi bahasa Inggris dari Ketentuan Layanan ini akan berlaku dalam segala hal dan akan berlaku jika ada inkonsistensi dengan versi terjemahan, jika ada.",
    "2438016011": "Perjanjian Sukarela. Semua pihak dalam Ketentuan Layanan ini menyatakan dan setuju bahwa masing-masing telah meninjau semua aspek dari perjanjian ini, telah membaca dengan cermat dan sepenuhnya memahami semua ketentuannya, dan secara sukarela menandatangani perjanjian ini.",
    "2445034923": "Jika Anda tidak setuju dengan semua syarat dan ketentuan dari Ketentuan Layanan ini, jangan (dan Anda tidak boleh) menggunakan atau mengakses Situs atau Layanan.",
    "2646127839": "Lampiran Pelanggan pada Persyaratan Layanan Utama",
    "4097297673": "Sebagai Pelanggan, Pemohon, atau Integrator, Anda setuju untuk terikat dengan persyaratan di bawah ini selain persyaratan mengikat lainnya antara Anda dan IMI.",
    "1093280979": "1. Formulir Pemesanan Platform",
    "1549953005": "Anda mungkin telah melengkapi satu atau lebih formulir pemesanan akses platform (masing-masing disebut \"Formulir Pemesanan\") sebagai syarat untuk menjadi Pelanggan atau Pemohon. Jika demikian, maka syarat dan ketentuan yang dijelaskan dalam Formulir Pemesanan menjadi bagian dari Ketentuan Layanan dan dengan ini digabungkan sebagai referensi.",
    "3819851005": "2. Biaya",
    "1591032933": "Anda akan membayar IMI biaya sebagaimana dijelaskan dalam Formulir Pemesanan yang berlaku melalui metode pembayaran yang Anda berikan dalam Formulir Pemesanan yang berlaku. Kecuali jika secara tegas disetujui oleh kedua belah pihak secara tertulis, Anda akan memberikan pembayaran penuh untuk semua faktur yang diterbitkan dalam waktu tiga puluh (30) hari setelah tanggal pengiriman faktur. Anda mengizinkan kami untuk menjalankan otorisasi kartu kredit pada semua informasi kartu kredit yang Anda berikan kepada kami, untuk menyimpan informasi kartu kredit tersebut, dan untuk menagih kartu kredit Anda atau akun lain yang kami setujui bersama sebagai bentuk pembayaran. Kecuali dinyatakan lain pada Formulir Pemesanan atau dalam Perjanjian Layanan Perusahaan atau Perjanjian Layanan Utama Anda, semua biaya untuk Layanan, selain dari kelebihan penggunaan, ditagih setiap tahun pada saat dimulainya layanan yang disediakan oleh IMI berdasarkan Perjanjian Anda (\"Tanggal Efektif\").",
    "4142610534": "Setiap keterlambatan pembayaran akan dikenakan biaya keterlambatan sebesar 1,5% persen per bulan atau jumlah maksimum yang diizinkan oleh undang-undang, mana yang lebih rendah. Jika Anda gagal membayar jumlah yang harus dibayar berdasarkan Perjanjian ini karena alasan apa pun, akun Anda dapat ditangguhkan, atas kebijakan kami sendiri, dalam hal ini tidak ada pembayaran tambahan yang akan dilakukan dari akun Anda untuk penyelesaian tugas dan semua tugas Anda akan dihapus dari situs web kami. Anda harus mengganti kami untuk semua jumlah yang harus dibayar berdasarkan permintaan, ditambah biaya pemrosesan, biaya keterlambatan, atau biaya pengacara. Kami juga dapat membuat laporan yang sesuai kepada agen pelaporan kredit dan otoritas penegak hukum.",
    "512991700": "Jika Anda ingin menyengketakan biaya apa pun, Anda harus menghubungi departemen dukungan pelanggan kami selambat-lambatnya tiga puluh (30) hari setelah tanggal penutupan pada tagihan pertama atau laporan rekening di mana kesalahan atau masalah muncul untuk menerima penyesuaian atau kredit.",
    "1273914192": "3. Pajak",
    "4242322181": "Anda bertanggung jawab atas pembayaran semua pajak yang terkait dengan Layanan selain pajak AS yang dinilai atas pendapatan bersih atau properti pribadi Intuition Machines.",
    "1671996585": "Anda mungkin diminta untuk mengintegrasikan situs web, aplikasi, atau platform Anda dengan Layanan kami melalui antarmuka pemrograman aplikasi (\"API\") kami. Jika Anda melakukannya, kami memberi Anda lisensi terbatas, noneksklusif, tidak dapat dialihkan, tidak dapat dialihkan, dan dapat dibatalkan untuk menggunakan API semata-mata untuk mengakses Layanan. Kami dapat memodifikasi API dan/atau menghentikan dukungan versi lama atau rilis API kapan saja. Kami berhak untuk menangguhkan atau membatasi akses Anda ke API atas kebijakan kami sendiri, dan kami akan melakukan upaya yang wajar untuk memberi Anda pemberitahuan sebelum penangguhan.",
    "4036662147": "5. Perlindungan Informasi Rahasia",
    "3564208535": "Anda setuju untuk menggunakan upaya yang wajar secara komersial untuk melindungi Informasi Rahasia yang diterima dari kami atau melalui Layanan kami. termasuk skor bot dan detail non-publik dari layanan perusahaan kami, termasuk dokumentasi non-publik dan detail apa pun yang mungkin kami bagikan terkait metode deteksi bot kami. Jika Anda diberikan akses ke Informasi Rahasia tersebut, kami dapat mengubah, menangguhkan, atau membatasi akses Anda ke Layanan kami atas kebijakan kami sendiri jika kami menentukan bahwa Informasi Rahasia sedang diekspos oleh penggunaan Layanan kami oleh Anda, dan kami akan menggunakan upaya yang wajar untuk memberi Anda pemberitahuan sebelum penangguhan.",
    "120384113": "6. Pemutusan",
    "453723556": "Anda dapat mengakhiri Lampiran Pelanggan ini terlepas dari Persyaratan Layanan dengan berhenti menjadi Pelanggan atau Pemohon. Kami berhak untuk menangguhkan atau menghentikan status Anda sebagai Pelanggan atau Pemohon kapan saja, atau menghentikan akun Anda atau penggunaan Layanan sesuai dengan Ketentuan Layanan. Anda tetap bertanggung jawab setelah pengakhiran untuk setiap jumlah yang harus dibayar berdasarkan Formulir Pesanan Anda. Jika langganan Anda mencakup biaya bulanan atau tahunan atau minimum bulanan atau tahunan, Anda akan tetap bertanggung jawab untuk membayar semua biaya Layanan masing-masing hingga akhir bulan atau tahun tersebut.",
    "218889628": "Kecuali jika kami mengakhiri Lampiran Pelanggan ini atau Persyaratan Layanan sebagai akibat dari pelanggaran Anda terhadap Lampiran Pelanggan ini atau Persyaratan Layanan, jika kami mengakhiri dan Anda telah membayar di muka biaya apa pun kepada kami, kami akan mengembalikan sebagian biaya tersebut secara pro-rata. jumlah prabayar, berdasarkan sisa waktu atau Layanan yang telah Anda bayar, mana saja yang lebih sedikit. Kami akan menyelesaikan pekerjaan kami dengan cara yang wajar secara komersial dan melestarikan serta mengirimkan kepada Anda semua Set Data Keluaran berbayar dan semua Data Pelanggan yang kami miliki. Setelah penghentian apa pun, kami mungkin tetapi tidak berkewajiban untuk menghapus data apa pun.",
    "2505227594": "7. Overage",
    "2369877184": "Tingkat maksimum RPS puncak yang diizinkan untuk hCaptcha Integrators atau Pelanggan adalah 1.000 permintaan per detik ke entitas dalam akun Anda (\"RPS\"), kecuali ditentukan lain oleh perjanjian kontrak tertulis antara Anda dan kami.",
    "234420106": "Jika Anda adalah Integrator atau Pelanggan layanan hCaptcha Enterprise dan penggunaan API Anda yang diukur oleh RPS melebihi tarif yang disediakan untuk tingkat layanan Anda, kami dapat memilih untuk mengubah layanan Anda atau membebankan tarif kelebihan penggunaan. Jika tingkat RPS puncak Anda melebihi tingkat yang disediakan dengan faktor 10 selama total 10 menit atau lebih dalam jangka waktu 30 hari dan sebagian besar permintaan ini, menurut penilaian kami, bukan lalu lintas berbahaya, kami dapat memilih untuk menagih Anda dengan tarif lebihan yang ditentukan dalam kontrak untuk semua permintaan API yang dibuat pada bulan itu.",
    "2619472217": "8. Dijual kembali",
    "2019702084": "Kecuali diizinkan secara tegas dalam Perjanjian Layanan Utama Pelanggan atau Perjanjian Pengecer, Layanan SaaS yang dipesan tidak boleh dijual, dijual kembali, disewakan, disewakan, dilisensikan, disublisensikan, atau disediakan untuk pihak ketiga lainnya (selain Afiliasi Pelanggan ), dan semua pesanan berdasarkan Perjanjian dan semua penggunaan Layanan oleh Pelanggan adalah untuk penggunaan bisnis internal Pelanggan atau Afiliasinya sendiri.",
    "1233229030": "Aneka ragam",
    "1467783792": "Tidak ada orang, entitas, atau organisasi yang diberi sanksi oleh Amerika Serikat (\"Aktor yang Diberi Sanksi\") yang memenuhi syarat untuk mendapatkan hadiah atau menggunakan Layanan sebagai Integrator. Untuk menghindari keraguan, ini termasuk Pelaku Sanksi yang ditunjuk oleh Kantor Pengawasan Aset Asing (\"OFAC\") dari Departemen Keuangan AS.",
    "3759657802": "Anda tidak boleh mengalihkan, mentransfer, atau mendelegasikan Ketentuan Layanan ini atau hak atau kewajiban Anda di bawah ini dengan cara apa pun (berdasarkan hukum atau lainnya).",
    "1627232990": "Terjemahan dari Ketentuan Layanan ini disediakan dengan upaya terbaik. Jika ada perbedaan substantif antara Ketentuan Layanan bahasa Inggris dan terjemahannya, Ketentuan Layanan bahasa Inggris akan ditafsirkan sebagai otoritatif.",
    "805221621": "Silahkan hubungi kami di",
    "259613338": "jika Anda memiliki pertanyaan tentang Ketentuan Layanan ini.",
    "2735878907": "Pernyataan Perencanaan Kontinuitas Bisnis",
    "2887242610": "Intuition Machines, Inc telah mengembangkan Business Continuity Plan tentang bagaimana kami akan menanggapi peristiwa yang secara signifikan mengganggu bisnis hCaptcha kami. Karena waktu dan dampak bencana dan gangguan tidak dapat diprediksi, kita harus fleksibel dalam menanggapi peristiwa aktual saat terjadi. Dengan mengingat hal itu, kami memberi Anda informasi tentang rencana kesinambungan bisnis kami ini.",
    "809251240": "Menghubungi Kami",
    "2551802342": "– Kami berencana untuk segera memulihkan dan melanjutkan operasi bisnis setelah gangguan bisnis yang signifikan dan merespons dengan melindungi karyawan dan properti kami, membuat penilaian keuangan dan operasional, melindungi pembukuan dan catatan perusahaan, dan memungkinkan pelanggan kami dan pengguna akhir mereka untuk bertransaksi secara online. Singkatnya, rencana kesinambungan bisnis kami dirancang untuk memungkinkan perusahaan kami melanjutkan operasi secepat mungkin, mengingat ruang lingkup dan tingkat keparahan gangguan bisnis yang signifikan. Alamat rencana kelangsungan bisnis kami: pencadangan dan pemulihan data; semua sistem kritis misi; penilaian keuangan dan operasional; komunikasi alternatif dengan pelanggan, karyawan, dan badan pengawas; lokasi fisik alternatif karyawan; pemasok kritis dan dampak pelanggan; pelaporan peraturan; dan memberikan pemberitahuan segera kepada pelanggan kami jika kami tidak dapat melanjutkan bisnis kami. Kumpulan pemasok inti kami mencadangkan catatan penting kami di area yang terpisah secara geografis. Sementara setiap situasi darurat menimbulkan masalah unik berdasarkan faktor eksternal, seperti waktu dan tingkat keparahan gangguan, kami telah diberi tahu oleh kumpulan pemasok ini bahwa tujuan mereka adalah memulihkan operasi mereka sendiri dan dapat melanjutkan layanan dengan cepat. Meskipun kami telah bekerja untuk mengurangi risiko dengan menggunakan beragam pemasok, layanan Anda dapat dimodifikasi atau terganggu selama periode ini.",
    "826396656": "Rencana Kesinambungan Bisnis Kami",
    "1979347895": "– Gangguan bisnis yang signifikan dapat bervariasi dalam cakupannya, seperti hanya perusahaan kami, satu gedung yang menampung perusahaan kami, lingkungan tempat perusahaan kami berada, kota tempat kami berada, atau seluruh wilayah. Dalam masing-masing area ini, tingkat keparahan gangguan juga dapat bervariasi dari minimal hingga parah. Dalam gangguan terhadap perusahaan kami, distrik bisnis kami, kota, atau wilayah atau bangunan yang menampung perusahaan kami, kami akan mengalihkan operasi kami ke lokasi lokal bila diperlukan dan mengharapkan tidak ada gangguan material pada operasi bisnis. Dalam kedua situasi tersebut, kami berencana untuk melanjutkan bisnis, mengalihkan operasi ke pemasok alternatif jika perlu, dan memberi tahu Anda melalui situs web kami di hcaptcha.com dan halaman status kami di hcaptchastatus.com tentang cara menghubungi kami. Jika gangguan bisnis yang signifikan sangat parah sehingga menghalangi kami untuk tetap berbisnis, kami akan segera memberi tahu Anda.",
    "653679457": "Berbagai Gangguan",
    "410397176": "Untuk informasi lebih lanjut",
    "2095899021": "Pedoman Merek hCaptcha dan Lisensi Merek Dagang Umum",
    "2340340589": "Pedoman penggunaan tanda hCaptcha",
    "2430148876": "Kami telah membuat pedoman ini dan lisensi merek dagang umum untuk memudahkan pelanggan, mitra, dan penggemar kami bekerja dengan merek kami sambil tetap mempertahankan identitas perusahaan kami. Jika Anda perlu menggunakan ikon hCaptcha, logo, atau tanda lain dengan cara yang secara material berbeda dari pedoman ini, Anda harus menghubungi kami (IMI) untuk mendapatkan lisensi tertulis.",
    "3884400764": "Meskipun Anda dapat menggunakan merek hCaptcha sesuai pedoman ini, itu tidak berarti bahwa Anda memiliki hak atas Merek hCaptcha, logo, atau merek dagang, nama dagang, merek layanan, nama bisnis, atau niat baik hCaptcha lainnya. Kami ingin memberikan fleksibilitas sebanyak mungkin, tetapi kami berkewajiban untuk melindungi hCaptcha dari penggunaan yang tidak sah atas merek dagang, nama dagang, merek layanan, nama bisnis, atau niat baik hCaptcha. Setiap penggunaan yang tidak sah secara otomatis mengakhiri izin atau lisensi yang diberikan oleh hCaptcha dan dapat menimbulkan kewajiban hukum atas segala kerusakan.",
    "512598290": "Oleh karena itu, kami harus meminta Anda untuk selalu menggunakan semua tanda dan logo hCaptcha dalam bentuk yang mematuhi aturan di bawah ini, termasuk kapitalisasi, jenis huruf, dan gaya.",
    "2075610992": "Terima kasih atas dukunganmu!",
    "1023190144": "hCaptcha® dalam teks",
    "4274324704": "Berikut cara menggunakan nama kami dalam salinan tertulis:",
    "3912926900": "hCaptcha® harus memiliki simbol merek dagang terdaftar saat pertama kali muncul dalam salinan materi iklan.",
    "950637875": "Ejaan hCaptcha tidak boleh diubah dan hCaptcha harus selalu menggunakan huruf kapital pada huruf kedua (\"C\"). Itu tidak pernah jamak atau posesif.",
    "2624601135": "\"hCaptcha\" tidak boleh digunakan sebagai bagian dari nama merek, digabungkan dengan tanda hubung, atau digunakan dalam nama aplikasi atau produk lainnya.",
    "3828090208": "Sebagai gantinya gunakan \"untuk hCaptcha\".Jika digunakan dengan logo pihak ketiga, \"untuk hCaptcha\" harus berukuran lebih kecil dari logo pihak ketiga.",
    "4149738856": "hCaptcha harus digunakan sebagai kata sifat dan diikuti dengan istilah umum yang tepat.",
    "1446868537": "hCaptcha tidak boleh digunakan sebagai kata kerja.",
    "2487931657": "Jangan gunakan: \"kami hCaptcha'd situs kami.\"",
    "2565565429": "Alih-alih gunakan: \"kami menggunakan hCaptcha untuk membuat situs kami lebih aman dan lebih aman.\"",
    "3434202027": "Setiap penggunaan nama hCaptcha dalam komunikasi memerlukan atribusi: \"hCaptcha adalah merek dagang terdaftar dari Intuition Machines, Inc.\"",
    "2754937029": "Penggunaan yang Tidak Dapat Diterima",
    "2436973524": "Hanya referensi akurat yang dapat diterima. Tidak diperbolehkan untuk mengatakan bahwa sebuah situs menggunakan layanan dan aplikasi hCaptcha padahal tidak. Demikian pula, penggunaan logo kami atau lencana apa pun juga hanya sesuai jika situs menggunakan layanan hCaptcha.",
    "69844082": "Merek dagang hCaptcha, simbol grafis, logo, jenis huruf, atau ikon juga tidak boleh digunakan dengan cara yang meremehkan.",
    "3861413614": "Anda tidak boleh menggunakan merek dagang atau logo hCaptcha yang menyiratkan bahwa hCaptcha memiliki afiliasi dengan atau dukungan, sponsor, atau dukungan dari produk atau layanan pihak ketiga, tanpa izin tertulis yang tegas.",
    "1409822234": "Dalam situasi apa pun, merek dagang hCaptcha yang identik atau hampir identik tidak boleh digunakan sebagai nama domain.",
    "4181060163": "Pihak ketiga tidak boleh menggunakan variasi atau kesalahan ejaan atau bertindak dengan cara apa pun yang akan menyebabkan kebingungan minat awal atas merek dagang hCaptcha.",
    "3955555607": "Selain Mitra atau Pengecer Resmi, pihak ketiga tidak boleh menawar kata kunci, Google AdWords, atau sistem periklanan bertarget lainnya menggunakan tanda hCaptcha atau salah eja. Pihak ketiga juga tidak boleh menggunakan tanda hCaptcha dalam nama domain, pengoptimalan mesin telusur, tag meta, istilah penelusuran, kode, atau pernyataan keliru lainnya.",
    "1985238261": "Tanda Terbatas Lainnya",
    "2193061499": "Beberapa logo dan tanda kami dibatasi untuk digunakan oleh hCaptcha dan mitranya. Pihak ketiga tidak boleh menggunakan merek berikut tanpa izin tertulis dari hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Mitra™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop oleh hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Logo BotStop™",
    "3942875761": "Bantu Membangun Web yang Lebih Baik™",
    "364774188": "saya manusia™",
    "2785425016": "(dalam konteks solusi verifikasi kemanusiaan, misalnya ajakan bertindak)",
    "2639657759": "Tanda Digunakan dengan Izin",
    "1268918580": "Beberapa logo dan tanda yang digunakan oleh hCaptcha dan mitranya dimiliki oleh pihak ketiga dan hanya boleh digunakan dengan izin mereka. Pihak ketiga tidak boleh menggunakan merek berikut kecuali diizinkan oleh pemiliknya:",
    "3782751514": "HUMAN Protocol® adalah merek dagang terdaftar dari HUMAN Protocol Foundation, dan digunakan dengan izinnya.",
    "1620709264": "HUMAN Token® adalah merek dagang terdaftar dari HUMAN Protocol Foundation, dan digunakan dengan izinnya.",
    "3031953928": "HUMAN Network™ adalah merek dagang dari HUMAN Protocol Foundation, dan digunakan dengan izinnya.",
    "3554363588": "Tanda lainnya",
    "3290996791": "Semua nama produk, logo, dan merek lainnya adalah milik dari pemiliknya masing-masing. Semua nama perusahaan, produk, dan layanan lain yang digunakan di situs web ini hanya untuk tujuan identifikasi. Penggunaan nama, logo, dan merek ini tidak menyiratkan dukungan.",
    "2444685143": "Kebijakan Logo",
    "2414232014": "Logo kami langsung dikenali dan salah satu aset kami yang paling berharga dan penting. Untuk memastikan bahwa itu tetap menjadi representasi yang kuat dari perusahaan kita, itu harus disajikan dengan cara yang hati-hati dan konsisten di semua saluran komunikasi.",
    "803639471": "Logo hCaptcha terdiri dari ikon tangan dan jenis logo hCaptcha. Dalam bentuk alternatifnya, ikon tangan mungkin muncul dengan sendirinya ketika ruang dibatasi dan \"hCaptcha\" digunakan sebagai tanda kata (seperti dijelaskan di atas) di dekat ikon tangan, sehingga jelas ikon tangan mewakili hCaptcha.",
    "564127016": "Ikon tangan hCaptcha:",
    "1424800293": "Logo hCaptcha:",
    "1525506526": "Apa itu Pengambilalihan Akun dan Bagaimana Cara Kerjanya?",
    "2446481523": "Ada sebuah cerita rakyat lama di mana seorang pengemudi gerobak dan seorang bangsawan muncul di kantor polisi di sebuah desa kecil. Seorang pria, berpakaian kotor, pakaian miskin, mengatakan kepada polisi, “Saya bangsawan. Orang ini adalah sopir saya.",
    "1767952047": "Dia menyerang saya tadi malam, mencuri pakaian saya dan mengambil uang saya.” Orang lain, yang mengenakan pakaian yang sangat bagus, pakaian kelas bangsawan, menjawab, “Polisi, orang ini gila. Dia pikir dia seorang bangsawan. Aku bangsawan sejati. Tangkap dia!”",
    "2947576723": "Kisah ini mendahului SIM dan sidik jari digital, tetapi menawarkan contoh yang baik tentang apa yang bisa salah dalam situasi pengambilalihan akun. Seseorang masuk ke rekening bank online atau aplikasi pembayaran seluler. Apakah dia pemegang akun yang sebenarnya, atau peretas? Siapa sebenarnya siapa? Masalah keamanan ini memengaruhi organisasi yang mengizinkan akses akun swalayan.",
    "1687299615": "Apa itu pengambilalihan akun?",
    "2648707986": "Pengambilalihan akun adalah bentuk penipuan dunia maya di mana aktor jahat menyamar sebagai pemilik akun online. Biasanya, akun tersebut berada di lembaga keuangan atau bisnis e-commerce tempat penipu dapat mencuri uang, barang dagangan, atau kartu hadiah. Penyerang menggunakan kredensial masuk yang dicuri untuk mengakses akun dan kemudian mengambil alih, mungkin mengubah kata sandi untuk mengunci pemilik akun yang sebenarnya.",
    "1476843710": "Bentuk pengambilalihan akun yang kurang berbahaya secara finansial tetapi masih merusak melibatkan pembajakan akun media sosial dan sejenisnya. Dalam kasus ini, penyerang biasanya mencoba menyebarkan malware atau melakukan serangan phishing terhadap teman korban yang tidak curiga. Atau, penyerang berusaha mempermalukan korban, yang terkadang terjadi pada selebriti dan politisi, misalnya.",
    "2904949278": "Bagaimana cara peretas mengambil alih akun?",
    "2575690545": "Pengambilalihan akun, seperti banyak penipuan dunia maya, sebagian besar merupakan masalah proses massal otomatis. Jarang bagi seorang peretas, yang mengenakan hoodie di ruang bawah tanah ibunya, untuk mengetikkan kata sandi ke situs web bank satu per satu.",
    "3614653023": "Sebaliknya, praktik ini bergantung pada serangan isian kredensial skala besar yang mencoba jutaan pasangan nama pengguna/kata sandi pada lusinan lembaga keuangan target dengan harapan membuka sebagian kecil akun. Setelah perangkat lunak penipuan otomatis mendapatkan akses ke akun, peretas manusia mungkin akan terlibat, tetapi dalam beberapa kasus, tidak.",
    "2762759509": "Banyak serangan pengambilalihan akun hampir seluruhnya otomatis.",
    "1972710018": "Melihatnya dari sudut pandang perusahaan",
    "1282121137": "Untuk memahami betapa bermasalahnya pengambilalihan akun, pertimbangkan seperti apa pengalaman itu dari sudut pandang lembaga keuangan. Mereka menangani jutaan login setiap hari.",
    "2315518622": "Dengan kecanggihan yang tersedia di alat serangan saat ini, sangat sulit untuk mendeteksi mana, jika ada, yang curang. Kemudian, seseorang menelepon saluran layanan pelanggan dan berkata, “Akun saya telah diserang! Saya tidak bisa masuk dan seseorang mencuri uang saya!”",
    "1836369533": "Seperti polisi dalam cerita rakyat, bagaimana seseorang menentukan siapa sebenarnya siapa? Jika penyerang memiliki cukup elemen identitas yang dicuri, seperti nomor SIM, nomor jaminan sosial, nama gadis ibu, alamat, dan sebagainya, akan sangat sulit untuk menentukan apakah si penelepon adalah pemilik akun yang sebenarnya atau penyerang yang mencoba untuk mendapatkan reset kata sandi pada akun yang ingin dia tembus.",
    "2880837730": "Apa yang dapat dilakukan untuk menghentikan pengambilalihan akun?",
    "3654556483": "Lembaga keuangan dan perusahaan eCommerce memiliki proses dan kontrol yang mengurangi beberapa ancaman pengambilalihan akun. Ini berkisar dari pertanyaan keamanan kuno \"siapa nama sahabat Anda di sekolah dasar\" hingga metode deteksi yang menemukan alamat IP dan profil perangkat seluler yang mencurigakan.",
    "2449501658": "menyediakan salah satu cara paling canggih untuk mengurangi ancaman dari upaya login akun palsu, menggunakan pembelajaran mesin untuk mendeteksi dan menghentikan bot, dan secara efektif membuat lebih sulit atau bahkan tidak mungkin bagi penipu untuk terlibat dalam pengambilalihan akun.",
    "3621455477": "untuk mempelajari lebih lanjut!",
    "555246307": "Omong-omong, beginilah kisah bangsawan dan sopirnya berakhir: Polisi itu membuat kedua pria itu duduk di sebuah ruangan bersama selama berjam-jam dan merasa bosan. Di penghujung hari, dia muncul dan berkata, \"Saya akan berbicara dengan pengemudi gerobak sekarang.\" Pria berbaju bangsawan itu berdiri. Dia sangat bosan, dia lupa bahwa dia hanya berpura-pura menjadi bangsawan.",
    "1224727373": "BotStop oleh hCaptcha",
    "1187718370": "Hubungi kami",
    "3892905664": "hCaptcha membantu layanan online favorit Anda mencegah bot, spam, dan penyalahgunaan dengan mengajukan pertanyaan sederhana yang mudah bagi manusia dan sulit bagi mesin.",
    "555158694": "Layanan yang Anda gunakan telah memilih untuk meningkatkan pengalaman Anda di situs mereka dengan menginstal hCaptcha untuk mengurangi lalu lintas berbahaya.",
    "1617196410": "hCaptcha difokuskan untuk menghentikan bot. Kami tidak peduli siapa pengguna itu, tetapi hanya apakah mereka jahat. Kami bekerja keras untuk menyeimbangkan privasi &",
    "1624200563": "keamanan, dan mematuhi GDPR, CCPA, LGPD, PIPL, dan peraturan privasi lainnya.",
    "1927613000": "hCaptcha menggabungkan pembelajaran mesin yang canggih dengan platform tantangan yang kuat untuk melindungi aplikasi web dari pengambilalihan akun, isian kredensial, pengikisan, dan jenis penyalahgunaan lainnya.",
    "1133989302": "Mengapa hCaptcha?",
    "34074886": "Setiap kali Anda menjawab tantangan, kami menggunakan model canggih untuk mengetahui apakah Anda manusia. Situs web yang Anda kunjungi kemudian menggunakan hasil ini untuk membantu meningkatkan pengalaman Anda di situs mereka dengan mencegah bot.",
    "3412647984": "Ini memungkinkan Anda menghindari pertanyaan di masa mendatang dengan mendaftar dan menyetel cookie. Coba juga matikan pemblokir iklan Anda.",
    "2510209017": "butuh lebih banyak bantuan?",
    "477275453": "Mengapa API Menjadi Target Populer Bagi Peretas?",
    "596347471": "Application Programming Interfaces (API) telah menjadi target populer bagi pelaku kejahatan di dunia maya. Ada banyak alasan untuk ini, termasuk utilitas hebat mereka dalam integrasi aplikasi. Namun, ada kemungkinan untuk mengurangi risiko API.",
    "2441638955": "Pertama, apa itu API?",
    "3963216198": "Untuk membahas mengapa API menjadi target populer bagi peretas, ada baiknya Anda meluangkan waktu sejenak untuk mendefinisikan apa yang saat ini dimaksud dengan istilah “API”. Konsep API sama sekali tidak baru. Bahkan, antarmuka untuk menghubungkan berbagai sistem komputer satu sama lain, serta komponen internalnya, telah ada setidaknya sejak awal 1960-an.",
    "1047251718": "Namun, hari ini, ketika orang berbicara tentang API, yang mereka maksudkan adalah API berbasis standar. Ini adalah API yang dibuat menggunakan standar terbuka seperti Representational State Transfer (REST) dan format file standar terbuka seperti JavaScript Object Notation (JSON). “API RESTful” seperti itu, seperti yang diketahui, dapat dibuat tanpa memerlukan perangkat lunak berpemilik. API yang dihasilkan dapat mengirim dan menerima data dan panggilan prosedur antara aplikasi perangkat lunak. Misalnya, aplikasi mobile banking menggunakan API untuk mengakses sistem bank.",
    "3195334319": "Utilitas dan kerentanan API",
    "1903743785": "Munculnya API berbasis standar mewakili lompatan besar ke depan dalam integrasi aplikasi. Selama sekitar 20 tahun terakhir, API berubah dari produk perangkat lunak berpemilik yang mahal dan rumit menjadi alat berbasis standar gratis yang relatif mudah digunakan—dan cepat diterapkan.",
    "879362350": "Dengan API baru yang bekerja melalui Internet, menjadi mungkin untuk menghubungkan perangkat lunak atau sumber data apa pun, di mana pun di dunia, terlepas dari platform, skema data, atau bahasa pemrograman. Alhasil, dunia komputasi kini berada di tengah revolusi API. Telah terjadi ledakan konektivitas antara aplikasi dan data. Itu bagus, sampai tidak.",
    "3844432472": "Keterbukaan dan utilitas API menjadikannya target yang sangat kaya bagi penyerang. Dengan cara yang sama seperti aplikasi seluler dapat diprogram untuk menjangkau dan MENDAPATKAN data dari sistem perusahaan menggunakan API, demikian juga sepotong malware. Peretas telah menulis berbagai macam alat perangkat lunak untuk menyalahgunakan API. Ini adalah teknik serangan yang efektif.",
    "2187096543": "Memang, ada beberapa pelanggaran data besar yang dihasilkan dari perangkat lunak yang ditulis oleh peretas yang meminta API untuk mengekstrak data dari database. Lagi pula, jika mencuri data hanya memerlukan panggilan GET dasar pada API, yang ditulis menggunakan REST dan JSON, maka mudah untuk menghapus database dengan cepat. Faktanya, ketika orang berbicara tentang serangan “screen scraping”, yang sebenarnya mereka maksudkan, sebagian besar, adalah panggilan API cepat yang menarik data dari database. API telah menjadi permukaan serangan utama bagi organisasi yang membangunnya.",
    "4222109231": "Mengurangi risiko API dengan Produk Perusahaan hCaptcha",
    "1783317946": "Menghentikan serangan API adalah kasus penggunaan yang populer untuk",
    "3022922096": ", rangkaian produk perusahaan hCaptcha. Berbeda dengan hCaptcha versi gratis,",
    "63719113": "menggunakan pembelajaran mesin tingkat lanjut untuk mengidentifikasi lalu lintas berbahaya ke situs dan aplikasi Anda - termasuk aktivitas pengikisan.",
    "3566102529": "kita hari ini untuk belajar lebih banyak.",
    "3096553330": "Setiap sistem yang kita buat hanya mencerminkan hubungan kita dengan orang lain.",
    "1467218142": "Apa yang kita inginkan dari mereka dan diri kita sendiri mendorong perilaku kita, dan dengan demikian pola interaksi yang sama berulang di semua sistem manusia. Internet memberikan banyak contoh bagus tentang aspek fundamental dunia kita ini.",
    "808872868": "Misalnya: spam, penipuan, dan penyalahgunaan telah ada secara online hampir sehari setelah dua sistem pertama kali terhubung bersama.",
    "1085089390": "Pelecehan online berasal dari perilaku bawaan manusia",
    "3064321967": "Email spam pertama yang diketahui dikirim pada tahun 1978. [",
    "3800781598": "] Hampir lima dekade kemudian, spam email terus mengganggu kita. Banyak miliaran dolar dan ribuan orang-tahun upaya rekayasa telah dimasukkan ke dalam mengalahkannya, namun spam tetap ada. Ada industri miliaran dolar di kedua sisi, yaitu mereka yang bertahan melawannya dan mereka yang mengirimnya.",
    "2119943547": "Kenapa ini? Jawabannya sederhana. Selama ada insentif untuk menyalahgunakan sistem, seseorang biasanya akan menemukan jalan. Dan begitu mereka melakukannya, orang lain sekarang akan memiliki insentif untuk menghentikan mereka.",
    "532470444": "Keseimbangan mungkin sedikit bergeser dari tahun ke tahun, tetapi perilaku ini hanya mencerminkan sifat dasar manusia, dan catatan sejarah selama lima ribu tahun menyiratkan bahwa dinamika tidak mungkin berubah dalam waktu dekat.",
    "3193548097": "Harapan Musim Semi Abadi",
    "4065614934": "Analisis ini bukanlah hal baru, tetapi orang-orang selalu optimis. Terutama ketika mereka menganggap ide mereka baru.",
    "1216071511": "Ide yang sama sering diajukan sehingga sekitar 20 tahun yang lalu, seorang penulis anonim datang dengan mengisi kekosongan untuk diskusi online tentang solusi anti-spam:",
    "1941999673": "Postingan Anda mendukung",
    "4179118182": "( ) teknis ( ) legislatif ( ) berbasis pasar ( ) main hakim sendiri",
    "3978720689": "pendekatan untuk memerangi spam. Ide Anda tidak akan berhasil. Inilah mengapa itu tidak akan berhasil.",
    "318339230": "(Satu atau lebih dari berikut ini mungkin berlaku untuk ide khusus Anda, dan mungkin memiliki:",
    "30312304": "kelemahan lain yang dulunya berbeda dari satu negara bagian ke negara bagian lain sebelum undang-undang federal yang buruk disahkan.)",
    "2710988028": "( ) Spammer dapat dengan mudah menggunakannya untuk mengumpulkan alamat email",
    "3912514510": "( ) Milis dan penggunaan email lain yang sah akan terpengaruh",
    "2030062561": "( ) Tidak seorang pun akan dapat menemukan orang itu atau mengumpulkan uangnya",
    "3334160175": "( ) Tidak berdaya melawan serangan brute force",
    "3238345709": "( ) Ini akan menghentikan spam selama dua minggu dan kemudian kita akan terjebak dengan itu",
    "4227800293": "( ) Pengguna email tidak akan menerimanya",
    "2271252286": "( ) Microsoft tidak akan tahan dengan itu",
    "692064738": "( ) Polisi tidak akan tahan dengan itu",
    "3475647460": "( ) Membutuhkan terlalu banyak kerja sama dari spammer",
    "1482845460": "( ) Membutuhkan kerjasama total segera dari semua orang sekaligus",
    "3741193183": "( ) Banyak pengguna email tidak mampu kehilangan bisnis atau mengasingkan calon pemberi kerja",
    "2234909600": "( ) Spammer tidak peduli dengan alamat yang tidak valid dalam daftar mereka",
    "1982617151": "( ) Siapa pun dapat secara anonim menghancurkan karier atau bisnis orang lain",
    "2498172334": "Secara khusus, rencana Anda gagal diperhitungkan",
    "389705801": "( ) Undang-undang yang secara tegas melarangnya",
    "190955495": "( ) Kurangnya otoritas pengontrol terpusat untuk email",
    "237009707": "( ) Relai terbuka di luar negeri",
    "3507532387": "( ) Kemudahan mencari ruang alamat alfanumerik kecil dari semua alamat email",
    "2477958756": "( ) Orang jahat",
    "3254142589": "( ) Masalah Yurisdiksi",
    "3621401685": "( ) Ketidakpopuleran pajak baru yang aneh",
    "4277475973": "( ) Keengganan masyarakat untuk menerima bentuk uang baru yang aneh",
    "941057651": "( ) Investasi perangkat lunak besar yang ada di SMTP",
    "3265293440": "( ) Kerentanan protokol selain SMTP untuk diserang",
    "515733427": "( ) Kesediaan pengguna untuk menginstal patch OS yang diterima melalui email",
    "2631159699": "( ) Pasukan kotak Windows yang terhubung dengan broadband penuh cacing",
    "776542208": "( ) Perlombaan senjata abadi terlibat dalam semua pendekatan penyaringan",
    "989480928": "( ) Keuntungan luar biasa dari spam",
    "3898950867": "( ) Pekerjaan Joe dan/atau pencurian identitas",
    "3395399558": "( ) Politisi yang buta huruf secara teknis",
    "1118929614": "( ) Kebodohan ekstrim dari orang-orang yang berbisnis dengan spammer",
    "838951836": "( ) Ketidakjujuran dari pihak spammer sendiri",
    "2123236933": "( ) Biaya bandwidth yang tidak terpengaruh oleh pemfilteran klien",
    "2292919419": "( ) Pandangan",
    "2534436327": "dan keberatan filosofis berikut mungkin juga berlaku:",
    "832385387": "( ) Ide-ide yang serupa dengan Anda mudah muncul, namun tidak ada yang pernah terbukti praktis",
    "1993984258": "( ) Skema apa pun yang didasarkan pada penyisihan tidak dapat diterima",
    "3909240516": "( ) Header SMTP tidak boleh menjadi subjek undang-undang",
    "1151065360": "( ) Daftar hitam payah",
    "2396605499": "( ) Daftar putih payah",
    "2225785608": "( ) Kita harus bisa berbicara tentang Viagra tanpa disensor",
    "3004688366": "( ) Penanggulangan tidak boleh melibatkan penipuan kawat atau penipuan kartu kredit",
    "922470170": "( ) Penanggulangan tidak boleh melibatkan sabotase jaringan publik",
    "3068923550": "( ) Penanggulangan harus berhasil jika dilakukan secara bertahap",
    "2752975480": "( ) Mengirim email harus gratis",
    "117227832": "( ) Mengapa kami harus mempercayai Anda dan server Anda?",
    "1021431157": "( ) Ketidakcocokan dengan lisensi open source atau open source",
    "2801524659": "( ) Tindakan yang menyenangkan tidak menyelesaikan masalah",
    "931661269": "( ) Alamat email sementara/satu kali tidak praktis",
    "2090457681": "( ) Saya tidak ingin pemerintah membaca email saya",
    "3536122902": "( ) Menghentikan mereka seperti itu tidak cukup lambat dan menyakitkan",
    "2391175562": "Selanjutnya, inilah yang saya pikirkan tentang Anda:",
    "229198134": "( ) Maaf kawan, tapi saya rasa itu tidak akan berhasil.",
    "345563040": "( ) Ini adalah ide yang bodoh, dan Anda adalah orang yang bodoh karena menyarankannya.",
    "409780280": "( ) Selamat mencoba, ****! Saya harap seseorang menginjak keyboard Anda!",
    "2820080973": "dilayani dengan ❤ oleh",
    "3943164003": "lihat mentah",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Mengapa solusi anti-spam baru Anda tidak berfungsi?",
    "361795034": ". Penulis tidak dikenal, c. 2000",
    "1547006769": "Verifikasi kemanusiaan adalah masalah yang sama",
    "3717942925": "Sama seperti akan selalu ada orang yang ingin mendapatkan perhatian Anda melalui email, akan selalu ada keinginan untuk membatasi akses ke beberapa sumber daya sehingga hanya manusia yang dapat mengaksesnya.",
    "2481032625": "Apakah tujuannya untuk mencegah:",
    "1691348394": "- pembelian massal otomatis selama penjualan rilis terbatas",
    "1771016224": "- perangkat lunak dari mengunduh semua konten dari situs web Anda secara massal",
    "1959762846": "- formulir web Anda diisi dengan spam atau penyalahgunaan pemasaran yang tak ada habisnya",
    "345108670": "- isian kredensial dan upaya pengambilalihan akun lainnya",
    "2540760245": "di antara banyak kegunaan lainnya, kemampuan untuk memfilter lalu lintas online berdasarkan \"manusia atau bukan\" kemungkinan akan tetap menjadi alat yang berharga selama sifat manusia mengikuti pola yang sama yang tercatat selama lima ribu tahun terakhir.",
    "3346362371": "Bagaimana dengan pembelajaran mesin?",
    "3619183405": "Pada tahun 2021 CAPTCHA sederhana terkadang dapat diselesaikan dengan perangkat lunak, berkat kemajuan dalam pembelajaran mesin. Untuk mengatasi ini, hCaptcha juga melakukan analisis properti yang sangat rinci seperti",
    "3292221787": "tantangan itu dijawab, bukan hanya apakah itu benar, dan sering mengubah pertanyaan dan data yang digunakan.",
    "1080672247": "Karena banyak pertanyaan yang diajukan tidak dapat diselesaikan secara ekonomis dengan perangkat lunak yang tersedia, dan karena data umumnya unik untuk sistem, ini berarti bahwa bot sering kali dihentikan sepenuhnya oleh layanan gratis, dan sebagai gantinya harus mengandalkan pemecah CAPTCHA manusia, yang membuat banyak jenis pelecehan sama sekali tidak ekonomis.",
    "4172868199": "melangkah lebih jauh dari ini, bergerak ke ranah mencoba untuk membedakan \"manusia baik\" dari \"manusia jahat\" juga, dan digunakan saat ini oleh banyak layanan online paling populer di dunia untuk menemukan dan menghentikan segala sesuatu mulai dari penipuan pembelian hingga persisten tingkat lanjut. ancaman terhadap penggunanya, sambil mempertahankan fokus unik untuk menjaga privasi.",
    "2873911365": "Bagaimana dengan pengesahan perangkat keras?",
    "1477196356": "Berbagai metode untuk menautkan identitas ke perangkat dengan cara yang aman secara kriptografis, terkadang dengan properti yang menjaga privasi, telah diusulkan selama beberapa dekade. Kriptografi kunci publik berawal dari c. 1975, dan token perangkat keras telah ada hampir selama itu.",
    "2349681896": "Sayangnya, mengendalikan perangkat keras tidak berarti Anda adalah seseorang. Hampir setiap skema pengesahan perangkat keras konsumen populer telah berulang kali rusak, ditambal, dan kemudian rusak lagi.",
    "254326776": "Penyalahgunaan jahat dari kekurangan ini sering ditemukan telah terjadi selama berbulan-bulan atau bertahun-tahun sebelum pengungkapan atau publikasi akademis.",
    "2462909475": "Dinding lebih dari 10.000 telepon digunakan untuk penyalahgunaan, bagian dari operasi bot Cina.",
    "1963951234": "Tidak peduli seberapa andal skema kriptografi Anda, jika seseorang pada akhirnya dapat menghabiskan uang untuk memberikan jawaban yang Anda cari, memiliki perangkat keras tidaklah cukup.",
    "1278884196": "Yang mengatakan, kriptografi adalah disiplin yang cukup muda. Berdasarkan sejarah baru-baru ini, skema dan/atau implementasi kriptografi Anda kemungkinan besar akan rusak segera setelah ada orang yang memiliki insentif untuk melihatnya dengan cermat, dan kemungkinan orang lain akan mengetahuinya jauh sebelum Anda melakukannya. Mengandalkan perangkat keras juga berarti Anda mungkin perlu meminta setiap pengguna Anda untuk mengubah perangkat fisik untuk menambal kekurangannya. Ini tidak mungkin terjadi dengan cepat dalam banyak kasus, yang berarti pada kenyataannya sistem Anda akan gagal terbuka.",
    "1828028934": "Ini sebabnya",
    "1642844535": "penting: hCaptcha menggunakan beberapa pendekatan berbeda untuk menjawab pertanyaan mendasar yang sama, memungkinkan perbandingan untuk konsistensi di semua evaluasi.",
    "1155821305": "pertahanan adalah kedalaman",
    "119098046": "Bagaimana dengan solusi pasif atau tanpa tantangan?",
    "2760410719": "Layanan yang mencoba melakukan deteksi bot dengan sinyal pasif murni dengan cepat mengalami masalah mendasar: bagaimana Anda memvalidasi apakah sistem mendeteksi aktor jahat dengan benar ketika Anda tidak memiliki kebenaran dasar yang akurat?",
    "1722734001": "Internet terbuka adalah lingkungan yang sangat bising. Pelaku jahat menyerang pengguna layanan dan pesaing kami seperti reCAPTCHA setiap hari, dan tentu saja berusaha untuk terlihat semanusiawi mungkin saat melakukannya.",
    "1595254735": "Layanan pasif murni berjuang untuk mempertahankan akurasi deteksi bot, atau bahkan untuk mengetahui kapan mereka tidak akurat. Tanpa kemampuan untuk sesekali menantang pengguna dan menganalisis hasil tantangan itu dengan benar, akurasi cenderung menurun drastis seiring waktu.",
    "2412751979": "Berkat sinyal kemanusiaan yang lebih akurat yang mendukung hCaptcha, banyak perusahaan yang sebelumnya menggunakan reCAPTCHA v3/Enterprise telah beralih ke",
    "2284856231": "dan terlihat secara dramatis meningkatkan akurasi dalam mode pasif murni hCaptcha Enterprise juga.",
    "4162847": "Kami dapat mengamati hal ini secara langsung, karena beberapa pelanggan kami menjalankan pengujian A/B pada permintaan yang sama sebelum mereka beralih sepenuhnya dari penawaran Google. Kami biasanya dapat membuktikan tingkat positif palsu dan negatif palsu yang tinggi yang berasal dari reCAPTCHA v3 atau reCAPTCHA Enterprise.",
    "436125785": "Ini tidak mengejutkan mengingat ketidakakuratan loop umpan balik yang tersedia di produk tersebut, dan fakta bahwa mereka dijual oleh jaringan iklan dengan minat yang luar biasa untuk tidak terlalu mahir dalam mendeteksi bot, agar tidak membahayakan bisnis inti mereka.",
    "2233741720": "Kesimpulannya",
    "2133809801": "Selama manusia tetap menjadi manusia, kemungkinan besar verifikasi kemanusiaan akan memiliki peran untuk dimainkan secara online.",
    "2255549335": "Tugas kami di hCaptcha adalah menemukan pertukaran yang baik antara kesulitan dan akurasi dan menjaga gesekan tetap rendah, terutama untuk",
    "4138068262": "pengguna. Pada akhirnya, berinteraksi dengan tantangan kemungkinan akan tetap menjadi bagian dari gudang alat untuk mengurangi penyalahgunaan online selama sifat manusia tetap tidak berubah.",
    "855097735": "Membangun layanan yang melakukan ini dengan baik sambil menyeimbangkan semua masalah adalah masalah yang sangat sulit (dan kami selalu bekerja untuk meningkatkannya sehingga membuat pengalaman senyaman mungkin) tetapi kami harap Anda akan setuju bahwa mengurangi spam, penyalahgunaan, pengambilalihan akun , dan penipuan online pada akhirnya sepadan dengan pertanyaan sederhana yang sesekali muncul.",
    "1953959745": "aksesibilitas",
    "2543123170": "Verifikasi kemanusiaan tanpa gesekan",
    "547245263": "Selesaikan masalah bot Anda hari ini.",
    "3117887301": "Dipercaya oleh layanan online terbesar",
    "981806349": "Dibangun di atas platform hCaptcha yang telah terbukti",
    "2373007864": "hCaptcha Enterprise berjalan pada teknologi platform hCaptcha, diperluas untuk menyertakan fitur-fitur yang dibutuhkan perusahaan dengan lalu lintas tinggi.",
    "2652399059": "Mitra yang dapat diandalkan",
    "1997838163": "Perusahaan terbesar di dunia bergantung pada hCaptcha Enterprise. Integrasinya sederhana, dan akurasi pendeteksiannya tidak tertandingi.",
    "734735952": "Kami mengevaluasi sejumlah vendor CAPTCHA serta membangun sistem sendiri. Pada akhirnya, hCaptcha muncul sebagai alternatif terbaik untuk reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Direktur Manajemen Produk, Cloudflare",
    "3971348140": "Mengapa kami menggunakan hCaptcha? Tidak ada orang lain yang dapat memberikan fitur dan kinerja yang kami butuhkan. Mereka membuat kami bangun dan berjalan dengan cepat, dan pedagang kami menyukai pengalaman itu.",
    "4248655793": "- Alex M",
    "4185927140": "Manajer Produk, Flash, Shopify",
    "282913023": "Opsi hemat biaya untuk perusahaan dengan lalu lintas tinggi",
    "999610953": "Akhirnya, alternatif yang kredibel untuk Google. hCaptcha Enterprise memberikan penghematan dramatis pada tagihan reCAPTCHA Anda dengan keamanan yang lebih tinggi: hingga 80% lebih murah dalam beberapa kasus.",
    "1886100235": "Banyak layanan online terbesar di dunia telah beralih ke hCaptcha Enterprise dan menerima deteksi bot yang ditingkatkan bersama dengan penghematan biaya yang substansial.",
    "2903742230": "Jaringan iklan melihat pengunjung Anda sebagai produk. Bagi kami satu-satunya tujuan adalah menentukan kemanusiaan mereka. Layanan kami memenuhi atau melampaui persyaratan GDPR, CCPA, LGPD, dan PIPL, dan kami bekerja keras untuk menyeimbangkan privasi dan keamanan.",
    "3901503296": "Fokus unik pada privasi ini berarti bahwa kami dapat menawarkan nol penyimpanan data individu, operasi bebas cookie, dan jaminan privasi kontraktual lainnya sebagaimana diperlukan sambil mempertahankan keamanan yang sangat baik.",
    "3342910682": "Baca lebih lajut",
    "1130783905": "Akurasi adalah kepentingan Anda dan kami. hCaptcha berfungsi untuk memberi Anda data nyata dan membiarkan Anda memutuskan bagaimana menggunakannya. Solusi keamanan lainnya disediakan oleh perusahaan periklanan raksasa. Ini berarti setiap bot yang mereka blokir dapat mengurangi pendapatan mereka.",
    "2019130052": "Inovasi kami dalam ML yang berfokus pada privasi memungkinkan kami melampaui standar keamanan dari strategi \"rekam segalanya selamanya\" tanpa merusak keamanan atau privasi pengguna.",
    "23114595": "Pengalaman Pengguna yang Luar Biasa",
    "3437412311": "Untuk pengguna Perusahaan, tersedia opsi untuk sepenuhnya menghindari tantangan di sebagian besar skenario, dengan mengandalkan skor pasif.",
    "1996843433": "Kurangi gesekan dengan menghindari tantangan sepenuhnya untuk 99,9% lalu lintas sah Anda sambil tetap memberikan keamanan yang sangat baik.",
    "3093689546": "Integrasi yang mudah",
    "247560732": "Tambahkan hCaptcha dengan tiga baris kode. Jika Anda berasal dari reCAPTCHA, API kami kompatibel dan hanya perlu beberapa menit untuk beralih.",
    "1510448156": "Anda dapat memulai dan menjalankan dengan alternatif yang lebih unggul hari ini, dan mengaktifkan fitur yang lebih canggih seperlunya.",
    "2718999653": "Skor Ancaman yang Disesuaikan",
    "2698140263": "Tidak semua masalah sama: mendapatkan satu skor berarti harus memenuhi kebutuhan Anda agar berguna.",
    "897432717": "Dengan desain baru kami untuk Skor Ancaman Khusus, menambahkan pengetahuan bisnis Anda memungkinkan model kami memberikan skor yang relevan secara unik bagi pengguna Anda.",
    "2650502379": "Luncurkan Tantangan Anda Sendiri dalam Detik",
    "3578122193": "Tetap pada merek dengan konten yang relevan",
    "1074044172": "Ketika pengguna harus memecahkan tantangan untuk memenuhi persyaratan keamanan Anda, mengapa tidak mengajukan pertanyaan yang menyenangkan dan relevan bagi pengguna?",
    "1579093044": "Dengan desainer tantangan kustom sederhana kami, Anda dapat meluncurkan konten tantangan merek hanya dalam beberapa menit.",
    "3717512591": "Integrasi Platform Langsung",
    "121743429": "Untuk Perusahaan Infrastruktur Web",
    "2131386784": "Keahlian dan Dukungan yang Dapat Dijangkau Untuk Anda dan Pengguna Anda",
    "2782263070": "Pelayanan adalah prioritas utama bagi kami. Kami mempertahankan dukungan panggilan 24/7 dan menawarkan koordinasi Slack langsung dengan tim integrasi teknik Anda dan staf panggilan kami selama dan setelah implementasi.",
    "3740051331": "Kami juga berkomitmen untuk secara aktif memantau dan menanggapi pertanyaan pengguna Anda di seluruh media sosial, forum, dan saluran dukungan dalam widget dan email kami. Kami dapat diakses dan responsif, dan memperlakukan kepuasan pengguna sebagai KPI teratas.",
    "170775527": "Fitur perusahaan",
    "3383086062": "hCaptcha Enterprise adalah solusi keamanan online yang lengkap. Mode aktif dan pasif memungkinkan Anda menghentikan pengisian kredensial, mendeteksi pengambilalihan akun, dan memblokir pelaku yang mencurigakan. Semua tanpa gesekan untuk pengguna yang sah.",
    "1408599440": "Mulai cepat dengan beberapa baris kode dan mode pasif 99,9% kami, atau kendalikan sepenuhnya kapan dan bagaimana pengguna ditantang. Model ancaman khusus dan tantangan yang dapat disesuaikan berarti fleksibilitas tak tertandingi untuk memastikan keamanan.",
    "3365203058": "Perlindungan anti-bot kelas dunia",
    "1803009328": "Diuji dalam pertempuran pada skala web.",
    "1586809757": "Skor bot akurasi tinggi",
    "353367791": "Mendeteksi aktor jahat dari berbagai jenis.",
    "191460155": "Nol gesekan dan 99,9% mode pasif",
    "585557010": "Tantang kurang dari 0,1% pengguna yang sah.",
    "3287172429": "Kontrol jenis tantangan yang ditampilkan",
    "1844885924": "Pustaka jenis yang luas untuk dipilih.",
    "3018523079": "Tetap pada merek dengan pengalaman pengguna yang konsisten.",
    "3817811295": "Keandalan yang terjamin dan dukungan panggilan 24/7 yang cepat.",
    "1798492192": "Dukungan browser lawas",
    "1356745565": "Kompatibel sepanjang jalan kembali ke Internet Explorer 8.",
    "751483365": "Dukungan untuk klien non-JavaScript.",
    "4199502476": "Dasbor dan API pelaporan lanjutan",
    "3630114728": "Lihat apa yang terjadi di semua situs dan aplikasi Anda.",
    "3573245166": "Tidak seperti reCAPTCHA, kami bekerja di setiap negara.",
    "2354267648": "GDPR, CCPA, dan kebijakan privasi ramah LGPD",
    "3167979932": "Dirancang untuk privasi sejak hari pertama. Perjanjian Pemrosesan Data yang Kuat.",
    "4065065042": "Panggil ini agar pas dengan kasus penggunaan Anda.",
    "111184581": "Hosting pihak pertama",
    "4272022475": "Semua permintaan dan aset masuk ke hcaptcha.domainanda.com",
    "2676853536": "Dasbor multi-pengguna",
    "1368787974": "Bagikan manajemen ke seluruh tim Anda.",
    "1045484714": "Integrasi SSO SAML dengan Penyedia Identitas Anda, misalnya Okta atau Azure AD.",
    "3953584369": "Pembatasan akses RBAC yang canggih tersedia.",
    "2781507299": "Verifikasi Instan",
    "4019660456": "Latensi 0ms: verifikasi token hCaptcha tanpa panggilan API.",
    "3446714684": "Integrasi Seluler (iOS dan Android)",
    "2593768395": "Pengalaman mulus di seluruh web, seluler asli, web seluler. Integrasi bawaan dan SDK asli tersedia.",
    "1779265104": "Persyaratan Khusus dan Jaminan Privasi",
    "122875767": "Memenuhi kebutuhan hukum Anda ketika perusahaan lain tidak bisa.",
    "148188781": "Tantangan yang Disajikan",
    "838049015": "Pilih semua gambar yang cocok dengan kueri",
    "1126302400": "Kotak pembatas",
    "3554448168": "Kategorisasi",
    "2104933754": "Identifikasi label yang sesuai",
    "3612043014": "...dan tugas sederhana lainnya. Mudah bagi manusia, sulit bagi bot.",
    "3624758171": "Tugas khusus juga tersedia untuk penerbit perusahaan.",
    "1001938065": "Integrasi tidak bisa lebih mudah",
    "2138799135": "hCaptcha memiliki lusinan integrasi bawaan untuk sistem frontend dan backend yang Anda gunakan.",
    "2535001179": "Jika Anda berasal dari reCAPTCHA Google, API kami adalah pengganti drop-in.",
    "1393184984": "adalah semua yang Anda butuhkan.",
    "3715747429": "Insinyur orientasi kami dapat membantu Anda dengan cepat, apakah Anda memerlukan integrasi React, SDK untuk aplikasi asli iOS, contoh backend Java, atau hampir semua skenario lainnya.",
    "2681650568": "Dan seperti biasa, privasi adalah nilai inti bagi kami. Tambahkan kode tantangan kami hanya jika diperlukan, dan jika masuk akal untuk melindungi Anda dan pengguna Anda. Meminimalkan pengumpulan data dimulai dari saat integrasi.",
    "1130868224": "Tiga baris kode",
    "2183926131": "Memulai dengan hCaptcha Enterprise",
    "1526887904": "Privasi Perusahaan hCaptcha",
    "1845745385": "Dirancang untuk Privasi.",
    "1297224875": "Pendekatan unik berbasis privasi untuk keamanan online Perusahaan.",
    "2762458927": "Data pengguna Anda tidak untuk dijual.",
    "2058856283": "hCaptcha Enterprise hanya memiliki satu tujuan: untuk mencegah pelaku jahat mengganggu operasi online Anda dan merugikan pengguna Anda.",
    "2408036504": "Dengan demikian, sistem kami dirancang dari bawah ke atas untuk meminimalkan pengumpulan dan penyimpanan data sambil mempertahankan keamanan terdepan di kelasnya. Cara terbaik untuk melindungi data pengguna adalah dengan tidak menyimpannya sama sekali.",
    "4099477834": "Semua hubungan pelanggan juga dilindungi oleh Perjanjian Pemrosesan Data yang kuat. Layanan hCaptcha mematuhi semua undang-undang privasi di mana pun layanan Anda atau pelanggan Anda berada. Tidak menyimpan data pribadi membuat ini jauh lebih mudah bagi kami daripada perusahaan lain.",
    "3569492665": "Merekam aktivitas online bukanlah jawabannya.",
    "3389431373": "Layanan seperti reCAPTCHA v3 mengatakan bahwa menempatkan piksel pelacakan mereka di setiap halaman situs Anda diperlukan untuk keamanan yang baik. Ini bukan kasusnya.",
    "3590546893": "Analisis perilaku sederhana adalah sinyal yang mudah dipalsukan oleh aktor jahat, dan juga memerlukan penyimpanan riwayat penelusuran untuk semua lalu lintas sah Anda.",
    "1105363520": "Kami tidak mengoperasikan jaringan iklan, dan tidak tertarik untuk mengamati perilaku pengguna Anda untuk menjual iklan kepada mereka. Ini berarti kami tidak memerlukan piksel pasif di setiap halaman situs Anda.",
    "3088605177": "Tambahkan kode tantangan kami hanya jika diperlukan, dan jika masuk akal untuk melindungi Anda dan pengguna Anda.",
    "337971271": "Pembelajaran mesin berguna. Tapi itu tidak memerlukan data pribadi untuk bekerja.",
    "320166522": "Pembelajaran mesin sekarang berdampak pada hampir setiap aspek kehidupan kita, seringkali dengan cara yang tidak kita sadari dan tidak dapat kita lihat. Layanan keamanan online tidak berbeda.",
    "3180664128": "Dengan mempelajari lebih dari ribuan sinyal, model dapat menyimpulkan dan mencapai keyakinan tinggi dalam mendeteksi perilaku jahat dengan sangat cepat, bahkan ketika tidak ada sinyal individu dengan sendirinya yang cukup kuat untuk menunjukkan masalah.",
    "961941354": "Namun, semua ini tidak memerlukan penggunaan informasi pengenal pribadi (\"PII\"). Teknik kriptografi modern memungkinkan kita untuk membuang data pribadi apa pun secepat mungkin, sebagai gantinya membuat tanda tangan satu arah yang tidak dapat ditautkan ke individu mana pun.",
    "1706581702": "Pelatihan tentang data yang tidak teridentifikasi berfungsi dengan baik, dan tidak memerlukan kompromi pada keamanan atau privasi. Pelanggan kami telah melakukan tes empiris, dan telah menyatakan kami sama atau lebih baik daripada alternatif pribadi yang jauh lebih sedikit.",
    "3203921334": "Kami menyukai beberapa hal tentang solusi hCaptcha: 1) mereka tidak menjual data pribadi; mereka hanya mengumpulkan data pribadi minimum yang diperlukan, mereka transparan dalam menjelaskan informasi yang mereka kumpulkan dan bagaimana mereka menggunakan dan/atau mengungkapkannya.",
    "305735018": "Akhirnya, alternatif yang kredibel untuk Google. hCaptcha Enterprise memberikan penghematan dramatis pada tagihan reCAPTCHA Anda dengan keamanan yang lebih tinggi: hingga 80% lebih murah dalam beberapa kasus.",
    "3695206755": "Coba kami di lingkungan Anda tanpa kewajiban.",
    "2941545733": "Kami adalah insinyur, bukan tenaga penjualan: kami ingin Anda bahagia dengan pilihan Anda.",
    "131871195": "Cara terbaik untuk memastikan kepuasan Anda adalah dengan menunjukkan bahwa kami memenuhi kebutuhan Anda.",
    "3436534225": "Hampir semua perusahaan yang memulai percontohan akhirnya memilih solusi kami.",
    "4060250206": "Gunakan formulir ini untuk menghubungi salah satu pakar teknis kami. Kami merespon dengan cepat.",
    "1159746815": "Anda juga dapat mengirim email kepada kami secara langsung.",
    "2531534427": "Detailnya ada di sini.",
    "2059998584": "Wilayah",
    "3916131732": "Amerika",
    "135276624": "Eropa, Timur Tengah, Afrika (EMEA)",
    "1182294134": "Asia-Pasifik (APAC)",
    "2437934778": "Namamu",
    "3859506577": "Email Bisnis",
    "1268414751": "Adakah detail lain yang harus kami miliki?",
    "42559805": "Apakah Anda memerlukan orientasi yang mendesak?",
    "851679588": "Ya.",
    "1729677626": "Saya sedang diserang dan membutuhkan orientasi segera.",
    "2808971932": "Ini adalah beberapa teks di dalam blok div.",
    "2468683988": "Menuju",
    "356336077": "Lorem ipsum dolor sit amet, conectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Tautan Teks",
    "2212670355": "Daftar",
    "31502377": "Apa yang dimaksud dengan elemen Teks Kaya?",
    "2310705547": "Elemen teks kaya memungkinkan Anda membuat dan memformat judul, paragraf, kutipan blok, gambar, dan video semua di satu tempat daripada harus menambahkan dan memformatnya satu per satu. Cukup klik dua kali dan buat konten dengan mudah.",
    "2590587108": "Pengeditan konten statis dan dinamis",
    "778204464": "Elemen teks kaya dapat digunakan dengan konten statis atau dinamis. Untuk konten statis, cukup letakkan di halaman mana pun dan mulai mengedit. Untuk konten dinamis, tambahkan bidang teks kaya ke koleksi apa pun, lalu sambungkan elemen teks kaya ke bidang itu di panel pengaturan. Voila!",
    "1890955039": "Cara menyesuaikan pemformatan untuk setiap teks kaya",
    "3286051798": "Judul, paragraf, kutipan blok, gambar, gambar, dan keterangan gambar semuanya dapat ditata setelah kelas ditambahkan ke elemen teks kaya menggunakan sistem pemilih bersarang \"Saat di dalam\".",
    "504332576": "Dengan bangga kami umumkan bahwa hCaptcha telah berkembang menjadi layanan keamanan siber independen terbesar di dunia, berjalan di sekitar 15% internet - dan kami mengambil sebagian besar pangsa pasar ini langsung dari Google reCAPTCHA. Bersama-sama, hCaptcha dan",
    "1155436473": "(penawaran perusahaan kami) sekarang melindungi ratusan juta pengguna di puluhan juta situs web dan aplikasi setiap bulan. Kisah kami menunjukkan bahwa Anda dapat bersaing dengan Big Tech ketika Anda mengutamakan privasi.",
    "3108727249": "BotStop",
    "1296696044": "Privasi vs. Keamanan: Mengapa tidak keduanya?",
    "538871570": "Bersaing dengan Google dan perusahaan Teknologi Besar lainnya tampaknya sulit: kekuatan pasar monopoli, efek platform, dan pasukan pengembang bayaran tinggi umumnya dianggap terlalu kuat untuk ditangani siapa pun kecuali raksasa teknologi lain seperti Facebook atau Amazon. Kisah kami menunjukkan bahwa tidak harus seperti itu - Anda dapat mengalahkan Big Tech dengan berfokus pada privasi.",
    "3600718611": "Pertimbangkan Google reCAPTCHA,",
    "4281708680": ". Di hCaptcha, kami sengaja mengambil pendekatan yang sangat berbeda, menggunakan teknik pembelajaran mesin yang menjaga privasi untuk mengidentifikasi perilaku bot yang khas dengan akurasi tinggi, sambil mengonsumsi dan menyimpan data sesedikit mungkin.",
    "3312336121": "yang menghabiskan sejumlah besar data perilaku untuk menentukan apakah pengguna web adalah manusia atau bot yang sah",
    "1193738791": ": mereka melacak perilaku pengguna di setiap halaman situs web dan di seluruh web. Kami merancang hCaptcha seramah mungkin sejak hari pertama. Hal ini menyebabkan pendekatan yang sama sekali berbeda untuk masalah ini. Ternyata, melacak pengguna di seluruh web dan mengaitkan riwayat web mereka dengan identitas mereka sama sekali tidak diperlukan untuk mencapai keamanan yang baik. Banyak perusahaan yang telah beralih ke hCaptcha",
    "2620705814": "Google adalah perusahaan iklan, dan produk keamanan mereka sangat mirip dengan produk iklan mereka",
    "1126447688": "sering melaporkan kinerja yang sama atau lebih baik dalam deteksi dan mitigasi bot terlepas dari fokus privasi kami",
    "439777523": "Peraturan Penting",
    "3588274874": "Dalam berfokus pada penyampaian produk yang selaras dengan upaya regulasi seperti GDPR Uni Eropa dan CCPA California, kami telah mengalami pertumbuhan besar - tentu saja, ini membantu bahwa hCaptcha adalah pengganti \"drop in\" sederhana untuk reCAPTCHA dan dengan demikian dapat diinstal dalam beberapa menit.",
    "2150595700": ". GDPR dan CCPA telah menempatkan masalah privasi di peta untuk pembeli perusahaan, dan pada saat yang sama privasi online menjadi semakin penting bagi publik karena kita semua mulai memahami bagaimana industri periklanan dan pemasaran online secara historis menggunakan data kita.",
    "2624949852": "Tentu saja, reCAPTCHA adalah peserta awal dalam keamanan web sejak 2009, melindungi jutaan situs web dari ancaman yang terus berkembang oleh bot jahat dan spammer. Namun, itu telah sepenuhnya dikompromikan dalam beberapa tahun terakhir:",
    "499510428": "Kami sebenarnya percaya bahwa regulasi telah membantu kami di sini",
    "1232651561": "perangkat lunak sekarang sebaik orang dalam memecahkan tantangan reCAPTCHA.",
    "824740867": "Alih-alih meningkatkan solusi, Google malah merilis reCAPTCHA v3, yang beroperasi lebih seperti jaringan iklan daripada perangkat lunak keamanan, mengumpulkan data perilaku dari seluruh web untuk membangun profil pengguna. Sayangnya, sinyal semacam ini mudah dikalahkan, dan dengan demikian memberikan sedikit perlindungan terhadap bot sambil membahayakan privasi pengguna.",
    "1027023087": "Kami di hCaptcha malah berfokus pada pendekatan yang lebih modern untuk masalah ini, yang tidak memerlukan penyimpanan catatan perilaku jangka panjang seperti riwayat penelusuran dan telah terbukti jauh lebih tangguh dalam menghadapi musuh yang gigih sejak layanan ini diperkenalkan.",
    "2852295413": "Konflik kepentingan yang melekat: menghentikan bot mengurangi pendapatan untuk jaringan iklan",
    "1597520917": "Semakin banyak kritik telah menunjukkan bahwa pengabaian Google terhadap privasi pengguna harus menjadi perhatian pelanggan yang ingin melindungi situs web dan aplikasi mereka.",
    "763447231": "Pada saat yang sama, menghentikan bot dari mengakses situs penerbit dapat mengungkapkan penipuan iklan, mengadu produk reCAPTCHA Google secara langsung dengan bisnis iklan mereka, yang menghasilkan lebih dari 80% pendapatan mereka.",
    "999674529": "Setiap bot yang dideteksi Google harus menghasilkan nol dolar iklan. Oleh karena itu, insentif perusahaan Google tidak selaras dengan pengguna layanan keamanan mereka, dan ini mungkin salah satu penjelasan atas buruknya kinerja penawaran keamanan reCAPTCHA mereka.",
    "956019009": "Perusahaan infrastruktur web terbesar telah mengambil tindakan",
    "1923297430": "Titik puncak terakhir bagi banyak pelanggan yang lebih besar datang ketika Google mulai menagih perusahaan untuk menggunakan produk mereka pada skala yang berarti. Hal ini menyebabkan pengguna reCAPTCHA lama mencari alternatif yang lebih baik karena masalah peraturan di seluruh dunia telah membuat penggunaan penawaran Google semakin tidak menarik.",
    "2197218442": "CEO Cloudflare Matthew Prince merangkum sudut pandang ini di",
    "155456850": "mengumumkan peralihan mereka ke hCaptcha:",
    "435302267": "posting blog perusahaan",
    "2087769953": "\"Kami senang dengan perubahan ini karena membantu mengatasi masalah privasi yang melekat pada ketergantungan pada layanan Google yang telah kami miliki selama beberapa waktu. Kami mengevaluasi sejumlah vendor CAPTCHA serta membangun sistem sendiri. Pada akhirnya, hCaptcha muncul sebagai alternatif terbaik untuk reCAPTCHA.” \"Kami menyukai beberapa hal tentang solusi hCaptcha: 1) mereka tidak menjual data pribadi; mereka hanya mengumpulkan data pribadi minimum yang diperlukan, mereka transparan dalam menjelaskan informasi yang mereka kumpulkan dan bagaimana mereka menggunakan dan/atau mengungkapkannya.\"",
    "595582512": "Jika Anda ingin melindungi situs atau aplikasi Anda secara efektif dari bot, spammer, atau pelaku jahat lainnya, sambil menjaga privasi pengguna Anda (dan mematuhi semua peraturan yang relevan!), pertimbangkan penawaran hCaptcha dan Perusahaan kami",
    "3388180864": "Tertarik untuk mengerjakan tantangan teknis yang mendalam pada skala web? Kami selalu mempekerjakan insinyur berbakat di seluruh dunia -",
    "3892952987": "periksa bukaan kami dan lamar di sini",
    "3368788823": "Terence Eden membuat poin menarik di blognya: \"",
    "1491780143": "CAPTCHA tidak membuktikan bahwa Anda manusia – mereka membuktikan bahwa Anda orang Amerika",
    "2146900431": "Secara intuitif, klaim ini sangat masuk akal. CAPTCHA, seperti hampir semuanya, disematkan ke dalam konteks budaya, dan jika kumpulan tantangan Anda sebagian besar dibuat dalam satu budaya, itu mungkin tidak diterjemahkan dengan baik ke budaya lain. Pada intinya, ini adalah masalah budaya",
    "378086442": "CAPTCHA, bukan UX mereka sendiri.",
    "1445008801": "Seperti yang dikatakan Eden:",
    "332723732": "isi",
    "2072808435": "\"Coba tebak, Google? Taksi di negara saya umumnya berwarna hitam. Saya telah menonton cukup banyak film untuk mengetahui bahwa semua yang ada di Amerika berwarna kuning. warna yang berbeda.\"",
    "3206136647": "Masalah Google di sini didasarkan pada data pertanyaan yang mereka gunakan vs. siapa yang melihatnya. Jika semua data berasal dari budaya yang sama (dan dalam kasus Google, perusahaan yang sama), Anda tentu dapat mengharapkan tantangan yang tidak diterjemahkan dengan baik ke budaya lain, sejalan dengan keluhan Eden.",
    "2217842245": "Namun, data kami menunjukkan bahwa (untuk hCaptcha)",
    "4280117172": "Banyak negara sebenarnya sedikit lebih baik daripada AS, termasuk Nigeria, India, Brasil, dan Jerman:",
    "555749578": "ada kurang dari 1% varians dalam tingkat penyelesaian di negara-negara besar di setiap benua.",
    "151737819": "hCaptcha Solve Rates di seluruh dunia menunjukkan sedikit perbedaan",
    "3908992897": "dan digunakan di setiap negara dan wilayah di dunia, jadi kami sangat fokus untuk memberikan pengalaman global yang konsisten.",
    "2808122102": "Fungsionalitas lintas budaya dengan demikian merupakan persyaratan dasar untuk layanan kami. Memastikan bahwa semua pengguna yang sah dapat mengakses konten dengan cepat adalah bagian penting dari misi kami. Kami memberikan tantangan dalam 110 bahasa, dan terus meningkatkan terjemahan yang relevan untuk memastikan bahwa tantangan kami dapat diselesaikan oleh semua orang.",
    "3913801502": "hCaptcha sekarang berjalan di sekitar 15% internet",
    "2077639538": ". Pertama, data tantangan pada layanan kami dapat berasal dari banyak sumber, tidak hanya satu - dari perusahaan besar Fortune 500 hingga perusahaan rintisan pembelajaran mesin, selama mereka mengikuti",
    "3951112506": ". Itu sudah menjamin tingkat heterogenitas yang lebih tinggi dalam data.",
    "1803943584": "Kedua, kami membiarkan tantangan mengoptimalkan diri untuk menentukan di negara atau bahasa mana mereka akan menjalankan, meningkatkan kemungkinan pengalaman yang konsisten lebih jauh. Jika akurasi lebih rendah dari yang diharapkan, serangkaian pertanyaan akan berhenti berjalan di wilayah atau bahasa tempat efek ini terjadi.",
    "3668873369": "Di hCaptcha, kami telah mengambil pendekatan yang berbeda dari hari pertama",
    "1519201684": "Kebijakan Etika AI",
    "2155089487": ". Jika tantangan kami lebih mudah untuk dipecahkan untuk beberapa kelompok, kami akan berharap untuk melihat perbedaan dalam cara orang-orang di seluruh dunia dan di berbagai budaya bekerja saat menyelesaikannya. Dalam konteks posting Eden, kami berharap orang Amerika melakukan lebih baik daripada orang-orang di negara lain. Karena kami telah menghabiskan waktu bertahun-tahun mengembangkan sistem untuk menghindari masalah ini, kami justru melihat yang sebaliknya.",
    "2603863826": "PS: Jika Anda menemukan terjemahan dalam bahasa Anda yang dapat menggunakan perbaikan, jangan ragu untuk mengirimkan",
    "3543141425": "untuk itu!",
    "2697276059": "Bukti bahwa ini berhasil: tingkat penyelesaian yang seragam di seluruh dunia",
    "664236229": "tarik permintaan"
}