{
  "header-privacy-link": "Príobháideacht",
  "header-integration-link": "Comhtháthú",
  "header-cost-link": "Costas",
  "header-features-link": "Gnéithe",
  "header-docs-link": "Docs",
  "header-login-button": "Logáil isteach",
  "header-contact-button": "Déan teagmháil le Díolacháin",
  "intro-heading": "Fíorú daonnachta frithchuimilte nialais.",
  "intro-contact-button": "Déan teagmháil linn chun níos mó a fhoghlaim",
  "intro-text-bottom": "Braitheann na cuideachtaí a bhfuil cumhacht acu ar an ngréasán.",
  "sub-menu-button": "Déan teagmháil le Díolacháin",
  "sub-menu-item1": "Fiontar",
  "sub-menu-item2": "Costas",
  "sub-menu-item3": "Comhtháthú",
  "sub-menu-item4": "Gnéithe",
  "sub-menu-item5": "Príobháideacht",
  "sub-menu-item6": "Docs",
  "info-head-1": "Tógtha ar an ardán cruthaithe hCaptcha",
  "info-text-1": "Reáchtálann hCaptcha Enterprise ar theicneolaíocht ardáin hCaptcha, arna leathnú chun na gnéithe a theastaíonn ó fhiontair ard tráchta a chur san áireamh.",
  "info-head-2": "Comhpháirtí iontaofa",
  "intro-subtitle": "Réitigh d'fhadhb bot inniu.",
  "info-text-2": "Tá muinín ag na cuideachtaí is mó ar domhan as ár seirbhísí chun freastal ar na milliúin úsáideoirí laethúla ar fud na mílte milliún láithreán.",
  "cloudflare-quote-text": "Rinneamar meastóireacht ar roinnt díoltóirí CAPTCHA chomh maith le córas a thógáil dúinn féin. Sa deireadh, tháinig hCaptcha chun cinn mar an rogha eile is fearr ar reCAPTCHA.",
  "cloudflare-quote-detail": "Stiúrthóir Bainistíochta Táirgí, Cloudflare",
  "section-quote-head": "An rogha costéifeachtach d’fhiontair ard-thráchta",
  "section-quote-text": "Ar deireadh, rogha inchreidte ar Google. Soláthraíonn hCaptcha Enterprise coigilteas drámatúil ar do bhille reCAPTCHA le slándáil níos airde: suas le 80% níos saoire i gcásanna áirithe. ‍ Tá cuid mhór de na seirbhísí ar líne is mó ar domhan tar éis aistriú chuig hCaptcha Enterprise agus braitheadh bot feabhsaithe a fháil in éineacht le coigilteas suntasach costais.",
  "section-quote-button": "Déan teagmháil linn inniu le haghaidh luachan",
  "section-privacy-header": "Príobháideacht Dírithe",
  "section-privacy-text-1": "Feiceann líonraí fógraíochta do chuairteoirí mar an táirge. Dúinn is é an t-aon táirge atá ag cinneadh a ndaonnachta. Comhlíonann nó sáraíonn ár seirbhísí riachtanais GDPR, CCPA, agus LGPD, agus tacaíonn siad le tionscnaimh cosúil le Pas Príobháideachta. Oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
  "section-privacy-text-2": "Ciallaíonn an fócas uathúil seo ar phríobháideacht gur féidir linn coinneáil sonraí nialasacha aonair, oibriú saor ó fhianáin, agus ráthaíochtaí príobháideachta conarthacha eile a thairiscint de réir mar is gá agus slándáil den scoth a choinneáil.",
  "section-security-header": "Slándáil ar dtús",
  "section-security-text-1": "Is é do chruinneas é do leas féin agus linne. Oibríonn hCaptcha chun fíor-shonraí a thabhairt duit agus ligean duit cinneadh a dhéanamh ar conas iad a úsáid. Soláthraíonn cuideachtaí fógraíochta Gigantic captchas eile. Ciallaíonn sé seo go bhféadfadh gach bot a bhlocálann siad a n-ioncam a laghdú.",
  "section-security-text-2": "Trí na teicnící foghlama meaisín is déanaí a úsáid le fócas ar phríobháideacht ligeann dúinn na caighdeáin slándála a bhaineann le hoidhreacht a thaifeadadh go deo straitéisí gan dochar a dhéanamh do shlándáil ná do phríobháideacht úsáideora.",
  "section-user-experience-header": "Taithí iontach úsáideora",
  "section-user-experience-text1": "Maidir le húsáideoirí Fiontar, tá roghanna ar fáil chun dúshláin a sheachaint go hiomlán i bhformhór na gcásanna.",
  "section-user-experience-text2": "Laghdaigh frithchuimilt trí dhúshlán a sheachaint go hiomlán do 99.9% de do thrácht dlisteanach agus slándáil den scoth a sholáthar fós, a bhuíochas sin do mhúnlaí ardteicneolaíochta bot.",
  "section-easy-integration-header": "Comhtháthú éasca",
  "section-easy-integration-text": "Ní thógann sé hCaptcha ach cúpla nóiméad agus cúpla líne de chód a chur leis. Tá an API bunúsach comhoiriúnach le reCAPTCHA V2, agus ní thógann sé ach nóiméad air athrú. Féadfaidh tú a bheith ag feidhmiú le rogha eile den scoth inniu, agus gnéithe níos airde a chasadh air de réir mar is gá.",
  "section-easy-integration-serverside": "Taobh Freastalaí:",
  "section-easy-integration-frontend": "Ceann tosaigh:",
  "section-threat-header": "Scóir Bagairt Saincheaptha",
  "section-threat-text": "Níl gach fadhb mar an gcéanna: má fhaigheann tú scór amháin caithfidh sé aghaidh a thabhairt ar do chuid riachtanas le bheith úsáideach. Le Scóir Bagairt Saincheaptha uathúil hCaptcha, tugann comhairliúchán tapa deis dúinn ár samhlacha a thiúnadh chun scóir atá níos ábhartha do do ghnó a sheachadadh.",
  "section-challenges-header": "Seoladh Do Dhúshláin Féin i Soicind",
  "section-challenges-text-1": "Fan ar bhranda le hábhar ábhartha",
  "section-challenges-text-2": "Nuair a chaithfidh úsáideoirí dúshlán a réiteach chun riachtanais slándála a chomhlíonadh, cén fáth nach gcruthófá tascanna taitneamhach agus ábhartha don úsáideoir? Leis an dearthóir dúshlán saincheaptha simplí atá againn, is féidir leat ábhar dúshláin ar bhranda a lainseáil i gceann cúpla nóiméad.",
  "section-integration-header": "Comhtháthú Díreach Ardán",
  "section-integration-subheader": "Do Chuideachtaí Bonneagair Gréasáin",
  "section-integration-text": "Tá an córas hCaptcha Enterprise uathúil solúbtha ina dhearadh: is féidir é a úsáid go páirteach nó go hiomlán ar imeall do líonra má oibríonn tú scamall poiblí nó má tá go leor ionad sonraí agat. Can Féadann sé seo costais agus trácht lasmuigh den líonra a laghdú go suntasach agus na buntáistí bainistíochta go léir a choinneáil ag ár bhfoireann 24/7 ar glao-dhualgas chun freastal ar na CLSanna is déine.",
  "section-support-header": "Saineolas agus Tacaíocht Inrochtana duit féin agus d'úsáideoirí",
  "section-support-text": "Tá an tseirbhís mar thosaíocht dúinn. Coinnímid tacaíocht ar glao-dhualgas 24/7 agus cuirimid comhordú díreach Slack ar fáil le d’fhoireann lánpháirtithe innealtóireachta agus lenár bhfoireann ar glao-dhualgas le linn agus tar éis a gcur i bhfeidhm. ‍ Táimid tiomanta freisin monatóireacht agus freagairt ghníomhach a dhéanamh ar cheisteanna d’úsáideoirí ar fud na meán sóisialta, fóraim , agus ár mbealaí tacaíochta in-ghiuirléid agus ríomhphoist. Táimid inrochtana agus sofhreagrach, agus déileálaimid le sástacht úsáideoirí mar KPI barr.",
  "section-enterprise-header": "Gnéithe fiontar",
  "section-enterprise-title-1": "Cosaint frith-bot den scoth",
  "section-enterprise-desc-1": "Tástáil cath ar scála gréasáin.",
  "section-enterprise-title-2": "Scóir bot ardchruinneas",
  "section-enterprise-desc-2": "Braith droch-aisteoirí de go leor cineálacha éagsúla.",
  "section-enterprise-title-3": "Frithchuimilt nialais agus modhanna éighníomhacha 99.9%",
  "section-enterprise-desc-3": "Tabhair dúshlán níos lú ná 0.1% d’úsáideoirí dlisteanacha.",
  "section-enterprise-title-4": "Taispeántar cineálacha dúshlán rialaithe",
  "section-enterprise-desc-4": "Leabharlann leathan cineálacha le roghnú as.",
  "section-enterprise-title-5": "Rialú ábhar dúshlán a úsáidtear",
  "section-enterprise-desc-5": "Fan ar bhranda le taithí úsáideora comhsheasmhach.",
  "section-enterprise-title-6": "SLAnna Fiontair",
  "section-enterprise-desc-6": "Iontaofacht ráthaithe agus tacaíocht thapa ar glao 24/7.",
  "section-enterprise-title-7": "Tacaíocht brabhsálaí oidhreachta",
  "section-enterprise-desc-7": "Ag luí an bealach ar fad ar ais chuig Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboards tuairiscithe chun cinn agus API",
  "section-enterprise-desc-8": "Féach cad atá ag tarlú ar fud do shuímh agus aipeanna go léir.",
  "section-enterprise-title-9": "Oibreacha i ngach tír",
  "section-enterprise-desc-9": "Murab ionann agus reCAPTCHA, oibrímid i ngach tír.",
  "section-enterprise-title-10": "GDPR, CCPA, agus beartas príobháideachta a thacaíonn le LGPD",
  "section-enterprise-desc-10": "Deartha le haghaidh príobháideachta ón gcéad lá. Comhaontú Próiseála Sonraí Láidir.",
  "section-enterprise-title-11": "Leibhéil deacrachta mínghlan",
  "section-enterprise-desc-11": "Diailigh é seo chun do chás úsáide a oiriúnú go díreach.",
  "section-enterprise-title-12": "Óstáil chéad pháirtí",
  "section-enterprise-desc-12": "Téann gach iarratas agus sócmhainn chuig hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards il-úsáideora",
  "section-enterprise-desc-13": "Bainistíocht scaireanna ar fud d’fhoireann.",
  "section-enterprise-title-14": "Fíorú Láithreach",
  "section-enterprise-desc-14": "0ms latency: fíoraigh comharthaí hCaptcha gan aon ghlao API.",
  "section-enterprise-title-15": "Comhtháthú Soghluaiste (iOS agus Android)",
  "section-enterprise-desc-15": "Taithí gan uaim ar fud an ghréasáin, gréasáin dhúchasach soghluaiste, soghluaiste. Comhtháthaithe réamhthógtha agus SDKanna dúchasacha ar fáil.",
  "section-enterprise-title-16": "Téarmaí Saincheaptha agus Ráthaíochtaí Príobháideachta",
  "section-enterprise-desc-16": "Déan do riachtanais dhlíthiúla a shásamh nuair nach féidir le cuideachtaí eile.",
  "presented-challlenges-head": "Dúshláin a chuirtear i láthair",
  "presented-challenges-title-1": "Comparáid",
  "presented-challenges-text-1": "Roghnaigh gach íomhá a oireann don cheist",
  "presented-challenges-title-2": "Bosca Ceangailte",
  "presented-challenges-text-2": "Sainmhínigh an limistéar teorantach le haghaidh rudaí",
  "presented-challenges-title-3": "Catagóiriú",
  "presented-challenges-text-3": "Sainaithin na lipéid chomhfhreagracha",
  "presented-challenges-subheader": "... agus tascanna simplí eile. Éasca do dhaoine, deacair do róbónna.",
  "presented-challenges-subtext": "Tascanna saincheaptha ar fáil freisin d’fhoilsitheoirí fiontar.",
  "footer-header-1": "Cuideachta",
  "footer-header-2": "Acmhainní",
  "footer-header-3": "Déan teagmháil",
  "footer-link-1": "Lipéadú",
  "footer-link-2": "Faoi",
  "footer-link-3": "Poist",
  "footer-link-4": "Trádmharcanna",
  "footer-link-5": "Blag",
  "footer-link-6": "Stádas",
  "footer-link-7": "Doiciméadú",
  "footer-link-8": "Tuairiscigh Bug",
  "footer-link-9": "Inrochtaineacht",
  "footer-terms": "Téarmaí",
  "footer-privacy": "Príobháideacht",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Tacaíocht",
  "footer-subheader-2": "Déan teagmháil",
  "switch-to-english-link": "Athraigh go Béarla",
  "intro-heading-privacy": "Deartha le haghaidh príobháideachta.",
  "intro-subtitle-p1-privacy": " Cur chuige uathúil tiomáinte ag príobháideacht i leith slándála ar líne.",
  "info-head-2-pr": "Ní hé gníomhaíocht ar líne a thaifeadadh.",
  "info-text-1-pr": "Níl ach aon aidhm amháin ag hCaptcha Enterprise: drochghníomhaithe a chosc ó chur isteach ar d’oibríochtaí ar líne agus dochar a dhéanamh d’úsáideoirí.",
  "info-text-2-pr": "Mar sin déantar ár gcórais a dhearadh ón mbun aníos chun bailiú agus coinneáil sonraí a íoslaghdú agus slándáil ceannródaíoch ranga a choinneáil. Is é an bealach is fearr le sonraí úsáideora a chosaint ná iad a stóráil ar chor ar bith.",
  "info-text-3-pr": "Cosnaítear gach caidreamh le custaiméirí freisin le Comhaontú Próiseála Sonraí láidir. Comhlíonann an tseirbhís hCaptcha na dlíthe príobháideachta go léir is cuma cá gcónaíonn do sheirbhís nó do chustaiméirí. Má dhéantar sonraí pearsanta a choinneáil, bíonn sé seo i bhfad níos éasca dúinn ná do chuideachtaí eile.",
  "info-text-2-2-pr": "Deir seirbhísí cosúil le reCAPTCHA v3 go bhfuil gá lena bpicteilín rianaithe a chur ar gach leathanach de do shuíomh chun slándáil mhaith a dhéanamh. Ní hamhlaidh atá.",
  "info-text-2-3-pr": "Is comhartha é anailís shimplí iompraíochta a chruthaíonn drochghníomhaithe go héasca, agus éilíonn sí stair brabhsála a choinneáil do do thrácht dlisteanach uile freisin.",
  "info-text-2-4-pr": "Ní oibrímid líonra fógraí, agus níl aon spéis againn d’iompar úsáideora a urramú d’fhonn fógraí a dhíol leo. Ciallaíonn sé seo nach dteastaíonn picteilín éighníomhach uainn ar gach leathanach de do shuíomh.",
  "info-text-2-5-pr": "Ná cuir ár gcód dúshláin ach nuair is gá, agus sa chás go bhfuil sé ciallmhar tú féin agus d’úsáideoirí a chosaint.",
  "info-head-3-pr": "Tá foghlaim meaisín úsáideach. Ach ní éilíonn sé go n-oibreoidh sonraí pearsanta.",
  "info-text-3-1-pr": "Bíonn tionchar ag foghlaim meaisín anois ar bheagnach gach gné dár saol, go minic ar bhealaí nach dtuigeann muid agus nach bhfeicimid. Ní hionann seirbhísí slándála ar líne.",
  "info-text-3-2-pr": "Trí níos mó ná na mílte comhartha a fhoghlaim, is féidir le samhlacha muinín ard a bhaint as iompar mailíseach a bhrath go gasta, fiú nuair nach mbeadh aon chomhartha aonair láidir go leor ann féin chun fadhb a chur in iúl.",
  "info-text-3-3-pr": "Mar sin féin, ní éilíonn aon cheann de seo faisnéis inaitheanta phearsanta (PII) a úsáid. Ligeann teicnící cripteagrafacha nua-aimseartha dúinn aon sonraí pearsanta a scriosadh chomh tapa agus is féidir, ag cruthú sínithe aon-bhealach nach féidir a nascadh le haon duine aonair.",
  "info-text-3-4-pr": "Oibríonn oiliúint ar shonraí dí-aitheanta chomh maith, agus ní gá cur isteach ar shlándáil ná ar phríobháideacht. Rinne ár gcustaiméirí na tástálacha eimpíreacha, agus dhearbhaigh siad go bhfuil muid cothrom le nó níos fearr ná roghanna príobháideacha i bhfad níos lú.",
  "cloudflare-quote-text-privacy": "Thaitin roinnt rudaí linn faoi na réitigh hCaptcha: 1) ní dhíolann siad sonraí pearsanta; ní bhailíonn siad ach na sonraí pearsanta is lú is gá, tá siad trédhearcach agus iad ag cur síos ar an bhfaisnéis a bhailíonn siad agus ar an gcaoi a n-úsáideann siad agus / nó a nochtann siad iad.",
  "pilot-head": "Bain triail as dúinn i do thimpeallacht gan aon oibleagáid.",
  "pilot-text-1a": "Is innealtóirí muid, ní díoltóirí: teastaíonn uainn go mbeidh tú sásta le do rogha.",
  "pilot-text-1b": "Is é an bealach is fearr chun do shásamh a chinntiú ná a thaispeáint go gcomhlíonfaimid do chuid riachtanas.",
  "pilot-text-1c": "Roghnaíonn beagnach gach cuideachta a thosaíonn píolótach ár réitigh sa deireadh.",
  "pilot-text-1d": "Úsáid an fhoirm seo chun duine dár speisialtóirí teicniúla a bhaint amach. Freagraimid go gasta.",
  "pilot-text-1e": "Is féidir leat ríomhphost a sheoladh chugainn go díreach freisin.",
  "pilot-email-details": "Tá sonraí anseo.",
  "pilot-f1": "Réigiún",
  "pilot-f2": "Do ainm",
  "pilot-f3": "Do ainm",
  "pilot-f4": "Ríomhphost Gnó",
  "pilot-f5": "Aon sonraí eile ba chóir a bheith againn?",
  "pilot-f6": "An dteastaíonn bordáil phráinneach uait?",
  "pilot-f7": "Sea.",
  "pilot-f8": "Táim faoi ionsaí agus teastaíonn dul ar bord láithreach.",
  "pilot-f9": "Cuir isteach",
  "pilot-f10": "Trí do r-phost a iontráil, aontaíonn tú lenár dTéarmaí agus Polasaí Príobháideachta, agus ríomhphost a fháil uainn.",
  "pilot-fo-1": "Ní fhéadfadh an comhtháthú a bheith níos éasca.",
  "pilot-fo-2": "Tá an iliomad comhtháthú réamhthógtha ag hCaptcha do na córais frontend agus backend a úsáideann tú.",
  "pilot-fo-3": "Má tharlaíonn sé go bhfuil tú ag teacht ó reCAPTCHA Google, is athsholáthar buail isteach iad ár APIs. Tá trí líne de chód uile uait.",
  "pilot-fo-4": "Féadann ár n-innealtóirí ar bord tú a chur ar siúl go gasta, cibé an bhfuil comhtháthú React de dhíth ort, SDKanna le haghaidh aipeanna dúchasacha iOS, sampla iardhochtúireachta Java, nó beagnach aon chás eile.",
  "pilot-fo-5": "Agus mar is gnáth, is luach lárnach dúinn príobháideacht. Ná cuir ár gcód dúshláin ach nuair is gá, agus sa chás go bhfuil sé ciallmhar tú féin agus d’úsáideoirí a chosaint. Tosaíonn bailiú sonraí a íoslaghdú ó nóiméad an chomhtháthaithe.",
  "pilot-fdone": "Go raibh maith agat. Beimid i dteagmháil gan mhoill.",
  "home-ent-2-new": "Níos mó a fhoghlaim faoinár réiteach fiontraíochta.",
  "home-ent-button-new": "Fiontar hCaptcha",
  "home-main-plans2-new": "Soláthraíonn réitigh hCaptcha Enterprise slándáil ceannródaíoch ranga agus cosnaíonn siad go leor de na seirbhísí is fearr ar líne.",
  "home-plans-button-2-new": "Foghlaim níos mó",
  "header-enterprise-link": "Fiontar",
  "sales-interstitial-c1b-new": "Níos mó a fhoghlaim faoi hCaptcha Enterprise"
}
