{
  "23114595": "Taithí iontach úsáideora",
  "34074886": "Gach uair a fhreagraíonn tú dúshlán, bainimid úsáid as samhlacha sofaisticiúla chun a fháil amach an duine tú. Ansin úsáideann an suíomh Gréasáin ar thug tú cuairt air an toradh seo chun cabhrú le d’eispéireas ar a suíomh a fheabhsú trí róbónna a choinneáil amach.",
  "98173630": "Is é hCaptcha an tseirbhís CAPTCHA neamhspleách is mó a úsáidtear ar domhan.",
  "111184581": "Óstáil chéad pháirtí",
  "119298044": "Cosnaíonn ardteicneolaíochtaí ML agus AI féin-mhaoirsithe d’airíonna gréasáin ó bhagairtí agus ó ionsaithe",
  "121743429": "Do Chuideachtaí Bonneagair Gréasáin",
  "122875767": "Déan do riachtanais dhlíthiúla a shásamh nuair nach féidir le cuideachtaí eile.",
  "126134492": "Eile",
  "152010250": "Chomhcheangail hCaptcha ardfhoghlaim meaisín féin-mhaoirsithe le hardán ríomhaireachta imeall núíosach a íoslaghdaíonn bailiú agus coinneáil sonraí go uathúil, a sheachadtar ó níos mó ná 250 áit ar fud an domhain le haghaidh scalability ollmhór.",
  "179723061": "Níos mó smachta d’fhoirne a dteastaíonn slándáil chun tosaigh ranga uathu",
  "191460155": "Frithchuimilt nialais agus modhanna éighníomhacha 99.9%",
  "282913023": "An rogha costéifeachtach d’fhiontair ard tráchta",
  "328625009": "... táimid réidh nuair atá tú: tá ár seirbhís ar fáil timpeall an chloig.",
  "353066938": "Foireann a bhfuil taithí acu, ag obair ar na fadhbanna is deacra inniu. Is seirbhís de chuid hCaptcha",
  "353367791": "Braith droch-aisteoirí ar go leor cineálacha éagsúla.",
  "359073033": "Soláthraíonn dashboards radhairc ardleibhéil nó mínghlan ar ghníomhaíocht.",
  "392886773": "Oibreacha i ngach tír",
  "451701069": "Comhlíonann sé le GDPR, CCPA,",
  "547245263": "Réitigh d'fhadhb bot inniu.",
  "552920956": "Ligeann hCaptcha do shuíomhanna Gréasáin luaíochtaí a thuilleamh agus iad ag cur bac ar róbónna agus cineálacha eile mí-úsáide. Ligeann hCaptcha duit tacú leis na carthanais is rogha leat leis an tuilleamh seo.",
  "555158694": "Roghnaigh seirbhís a úsáideann tú chun d’eispéireas ar a suíomh a fheabhsú trí hCaptcha a shuiteáil chun trácht mailíseach a laghdú.",
  "585557010": "Tabhair dúshlán níos lú ná 0.1% d’úsáideoirí dlisteanacha.",
  "713281684": "Ubhthoradh",
  "719304627": "Rialú Deireadh go Deireadh de dhíth?",
  "734735952": "Rinneamar meastóireacht ar roinnt díoltóirí CAPTCHA chomh maith le córas a thógáil linn féin. Sa deireadh, tháinig hCaptcha chun cinn mar an rogha eile ab fhearr le reCAPTCHA.",
  "751483365": "Tacaíocht do chliaint nach cliaint JavaScript iad.",
  "788770967": "Tá brón orm é sin a chloisteáil! B’fhéidir gur mhaith leat ár rogha inrochtaineachta a úsáid:",
  "793242047": "Na dúshláin a chuirtear os comhair úsáideoirí a laghdú chun rochtain thapa ar iarratais a cheadú",
  "829047995": "Ag baint úsáide as reCAPTCHA faoi láthair?",
  "836577577": "Ní thógann sé ach cúpla nóiméad agus cúpla líne de chód a chur le hCaptcha. Tá an API bunúsach comhoiriúnach le reCAPTCHA V2, agus ní thógann sé ach nóiméad é a athrú.",
  "838049015": "Roghnaigh gach íomhá a oireann don cheist",
  "846501387": "Cosaint bot den chéad scoth",
  "861167568": "Réitíonn hCaptcha ceann de na fadhbanna is práinní atá ag TF: cosc a chur ar róbónna mailíseacha ionsaí a dhéanamh ar d’fheidhmchláir ghréasáin",
  "880478438": "don bhainistíocht bot agus calaoise is fearr sa rang.",
  "897432717": "Leis an dearadh úrscéil atá againn do Scóir Bagairt Saincheaptha, má chuirtear d’eolas gnó leis is féidir lenár samhlacha scóir a bhaineann go sainiúil le d’úsáideoirí a sheachadadh.",
  "910989640": "Cruthaigh tuairiscí mionsonraithe agus saincheaptha ar ghníomhaíochtaí",
  "976209454": "Duaiseanna a Thuilleamh nó Tabhair do Charthanas",
  "981806349": "Tógtha ar an ardán cruthaithe hCaptcha",
  "999610953": "Ar deireadh, rogha inchreidte ar Google. Soláthraíonn hCaptcha Enterprise coigilteas drámatúil ar do bhille reCAPTCHA le slándáil níos airde: suas le 80% níos saoire i gcásanna áirithe.",
  "1014004474": "Tairgeann pleananna Fiontar hCaptcha comhaontuithe ardleibhéil seirbhíse chun d’eagraíocht a chosaint",
  "1045484714": "Comhtháthú SAML SSO le do Sholáthraí Aitheantais, i.e. Okta nó Azure AD.",
  "1050501253": "Ró-dheacair",
  "1070364246": "Úps! Chuaigh rud éigin mícheart agus an fhoirm á cur isteach.",
  "1103295010": "Airgead a thuilleamh nó a thabhairt do charthanas nuair a réitíonn daoine CAPTCHAnna",
  "1130868224": "Trí líne de chód",
  "1131525092": "Cuir drochghníomhaithe le chéile go dícheallach trínár UIDanna Scoped a chaomhnaíonn príobháideacht chun calaois agus mí-úsáid ghaolmhar a aimsiú agus a stopadh",
  "1141402092": "Gnéithe tuairiscithe chun cinn",
  "1150035777": "Gineann samhlacha sofaisticiúla foghlama meaisín scóir muiníne bot bunaithe ar go leor pointí sonraí seachas ar freagraíodh ceisteanna i gceart",
  "1150963691": "Maolú APT",
  "1172067553": "Soláthraíonn an t-ardán DAONNA taobh thiar de hCaptcha gnéithe cáilíochta agus bainistíochta oibre an-sofaisticiúla trí imscaradh ar-premise, hibrideach nó SaaS a chomhtháthaíonn leis na córais atá agat cheana féin.",
  "1173652155": "Comhairleoirí",
  "1218990730": "conas saincheisteanna a thuairisciú le logaí mionsonraithe",
  "1250541092": "- Sergi Isasi",
  "1263998069": "Faigh luach saothair as solves daonna",
  "1300485304": "Cosnaíonn hCaptcha i gcoinne ardbhagairtí agus decoys atá deartha chun do líonraí a insíothlú",
  "1345083090": "Saincheist feidhmiúlachta a thuairisciú?",
  "1356745565": "Ag luí ar an mbealach ar fad ar ais chuig Internet Explorer 8.",
  "1368787974": "Bainistíocht a roinnt ar fud d’fhoireann.",
  "1393184984": "an bhfuil gach rud atá uait.",
  "1475399473": "Níos mó a fhoghlaim faoin bhfoireann hCaptcha",
  "1485807325": "Dashboards il-úsáideora, SAML SSO",
  "1508655687": "Cuir do dhúshláin féin in oiriúint do do lucht féachana chun rochtain a shruthlíniú nó a shrianadh",
  "1510448156": "Is féidir leat a bheith ag feidhmiú le rogha eile níos fearr inniu, agus gnéithe níos airde a chasadh air de réir mar is gá.",
  "1525403768": "Le haghaidh tuilleadh faisnéise déan teagmháil le Enterprise Sales.",
  "1544546608": "Pas Príobháideachta",
  "1549336309": "Casann hCaptcha an tsamhail seo timpeall. Nuair a úsáideann tú hCaptcha, déanann cuideachtaí tairiscintí ar an obair a dhéanann d’úsáideoirí de réir mar a chruthaíonn siad a ndaonnacht. Faigheann tú an luach saothair.",
  "1559631739": "Foghlaim phríobháideach",
  "1579093044": "Leis an dearthóir dúshlán saincheaptha simplí atá againn, is féidir leat ábhar dúshláin ar bhranda a lainseáil i gceann cúpla nóiméad.",
  "1586809757": "Scóir bot ardchruinneas",
  "1599610318": "Foilsitheoir",
  "1637702726": "Maidir le hCaptcha",
  "1662477701": "Acmhainní",
  "1676849166": "Laghdaigh frithchuimilt trí dhúshlán a sheachaint go hiomlán do 99.9% de do thrácht dlisteanach agus slándáil den scoth a sholáthar fós, a bhuíochas sin do mhúnlaí ardteicneolaíochta bot.",
  "1685871181": "Tá na seirbhísí ar líne is fearr ag brath",
  "1752795854": "Tugann hCaptcha cur chuige nua-aimseartha, dírithe ar phríobháideacht, chun bots a stopadh.",
  "1779265104": "Téarmaí Saincheaptha agus Ráthaíochtaí Príobháideachta",
  "1792519141": "Fiontar hCaptcha",
  "1798492192": "Tacaíocht brabhsálaí oidhreachta",
  "1803009328": "Cath-thástáil ar scála gréasáin.",
  "1844885924": "Leabharlann leathan cineálacha le roghnú as.",
  "1849717906": "Saincheap le d’ábhar dúshláin féin",
  "1849805607": "Cosnaíonn hCaptcha i gcoinne bagairtí agus decoys atá deartha chun do líonraí a insíothlú",
  "1886100235": "Tá go leor de na seirbhísí ar líne is mó ar domhan tar éis aistriú chuig hCaptcha Enterprise agus fuair siad braite bot feabhsaithe in éineacht le coigilteas suntasach costais.",
  "1894355645": "Soláthraíonn hCaptcha braite bot simplí, éasca agus iontaofa agus é fánach do dhaoine a réiteach.",
  "1927613000": "Comhcheanglaíonn hCaptcha foghlaim meaisín sofaisticiúil le hardán dúshlán cumhachtach chun feidhmchláir ghréasáin a chosaint ar táthcheangail cuntas, líonadh inchreidte, scríobadh agus cineálacha eile mí-úsáide.",
  "1936512180": "Access Rochtain API éasca, dashboards álainn, agus an teicneolaíocht samhail-sa-lúb is déanaí chun éifeachtúlacht oibrithe a uasmhéadú.",
  "1956967813": "Tá muinín ag na cuideachtaí is mó ar domhan as ár seirbhísí chun freastal ar na milliúin úsáideoirí laethúla ar fud na mílte milliún láithreán.",
  "1958297836": "Cosaint ionsaithe comhordaithe & maolú APT",
  "2041686284": "De ghnáth cruthaíonn níos mó sonraí torthaí níos fearr i samhlacha foghlama meaisín oiliúna. Mar thoradh ar rath na samhlacha doimhne le déanaí tá tacar sonraí atá ag éirí níos mó, agus freastalaíonn hCaptcha ar an riachtanas seo. Mar sin féin, tá sé mall agus costasach tacar sonraí móra a bhfuil athbhreithniú daonna orthu a chruthú.",
  "2103563261": "Faisnéis Phríobháideach nó Phoiblí",
  "2131386784": "Saineolas agus Tacaíocht Inrochtana duit féin agus d'úsáideoirí",
  "2138799135": "Tá an iliomad comhtháthú réamhthógtha ag hCaptcha do na córais frontend agus backend a úsáideann tú.",
  "2163914794": "Tuilleadh lipéid de dhíth ar do thacair sonraí? Soláthraíonn hCaptcha lipéadú sonraí tapa, cost-éifeachtach agus ardchaighdeáin do chuideachtaí atá ag obair ar intleacht shaorga agus feidhmchláir foghlama meaisín.",
  "2183926131": "Tosaigh le hCaptcha Enterprise",
  "2184564739": "Féach",
  "2188609322": "Tá droch-aisteoirí ag éirí níos coitianta ar líne. Ach ní hí príobháideacht úsáideora a íobairt an freagra.",
  "2319072959": "Rith go hiomlán as líne le do fhórsa saothair féin, rianluach a ídítear ar fud aonaid ghnó nó chomhpháirtithe cuibhreannais, postáil go roghnach chuig soláthraithe saothair inmheánacha nó seachtracha éagsúla bunaithe ar riachtanais chostais agus slándála, agus níos mó.",
  "2320894364": "Le níos mó ná 200 pointe láithreachta, cosnaíonn scamall hCaptcha do chuid sócmhainní ar fud an domhain",
  "2354267648": "Beartas príobháideachta GDPR, CCPA, agus LGPD-chairdiúil",
  "2373007864": "Ritheann hCaptcha Enterprise ar theicneolaíocht ardáin hCaptcha, arna leathnú chun na gnéithe a theastaíonn ó fhiontair ard tráchta a chur san áireamh.",
  "2418549423": ", caighdeán atá ag teacht chun cinn chun príobháideacht ar líne a chaomhnú trí phromhadh cripteagrafach, agus gnéithe uathúla eile ar dtús maidir le príobháideacht.",
  "2489287539": "Modhanna éighníomhacha “Gan CAPTCHA” saor ó fhrithchuimilt & 99.9%",
  "2510209017": "Níos mó cabhrach uait?",
  "2513143348": "Tá an córas hCaptcha Enterprise uathúil uathúil maidir le dearadh: is féidir é a úsáid go páirteach nó go hiomlán ar imeall do líonra má oibríonn tú scamall poiblí nó má tá go leor ionad sonraí agat.",
  "2535001179": "Má tharlaíonn sé go bhfuil tú ag teacht ó reCAPTCHA Google, is athsholáthar buail isteach iad ár APIs.",
  "2593768395": "Taithí gan uaim ar fud an ghréasáin, gréasáin soghluaiste dhúchasach, soghluaiste. Comhtháthaithe réamhthógtha agus SDKanna dúchasacha ar fáil.",
  "2650502379": "Seoladh Do Dhúshláin Féin i Soicind",
  "2670003220": "Poist",
  "2671622670": "Fiontar",
  "2676853536": "Dashboards il-úsáideora",
  "2681650568": "Agus mar is gnáth, is luach lárnach dúinn príobháideacht. Ná cuir ár gcód dúshláin ach nuair is gá, agus sa chás go bhfuil sé ciallmhar tú féin agus d’úsáideoirí a chosaint. Tosaíonn bailiú sonraí a íoslaghdú ó nóiméad an chomhtháthaithe.",
  "2682873489": "Sainmhínigh an limistéar teorantach le haghaidh rudaí",
  "2686825859": "Cláraigh saor in aisce nó déan teagmháil linn faoi réitigh hCaptcha Enterprise",
  "2698140263": "Níl gach fadhb mar an gcéanna: má fhaigheann tú scór amháin caithfidh sé aghaidh a thabhairt ar do chuid riachtanas a bheith úsáideach.",
  "2698640210": "Dúshláin agus cineálacha rialaithe a thaispeántar",
  "2707282231": "Dúshláin a shaincheapadh d’úsáideoirí. Déan sé dodhéanta do bots réiteach agus treá.",
  "2714878440": "Cosain do sheirbhísí ó scrapáil, táthcheangail cuntas, líonadh inchreidte, agus turscar lenár bhfoghlaim ardmheaisín agus fíorú daonnachta.",
  "2718999653": "Scóir Bagairt Saincheaptha",
  "2781507299": "Fíorú Láithreach",
  "2782263070": "Is príomhthosaíocht dúinn an tseirbhís. Coinnímid tacaíocht 24/7 ar glao-dhualgas agus cuirimid comhordú díreach Slack ar fáil le d’fhoireann lánpháirtithe innealtóireachta agus lenár bhfoireann ar glao-dhualgas le linn agus tar éis a gcur i bhfeidhm.",
  "2806751666": "Cad é hCaptcha?",
  "2826051554": "agus eile",
  "2881474837": "Fiontar hCaptcha",
  "2890048009": "Feiceann líonraí fógraíochta do chuairteoirí mar an táirge. Dúinn is é an t-aon táirge atá ag socrú a ndaonnachta. Comhlíonann nó sáraíonn ár seirbhísí riachtanais GDPR, CCPA, LGPD, agus PIPL, agus tacaíonn siad le tionscnaimh cosúil le Pas Príobháideachta. Oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
  "2927700175": "Taispeánann muid dúshláin CAPTCHA atá deacair do róbónna ach atá furasta do dhaoine trí shonraí atá deacair le lipéadú a bhailiú ó fhadhbanna foghlama meaisín, agus a úsáid chun idirdhealú a dhéanamh an bhfuil cuairteoir láithreán gréasáin nó aip ina dhuine.",
  "2968026167": "An glasra is fearr leat",
  "3018523079": "Fan ar bhranda le taithí úsáideora comhsheasmhach.",
  "3065000659": "Ar thuig tú gach uair a chliceálann tú ar an gcarr go bhfuil tú ag cabhrú le hoiliúint a oiliúint",
  "3093388779": "Tá hCaptcha saor in aisce le húsáid d’fhoilsitheoirí ar aon mhéid",
  "3093689546": "Comhtháthú éasca",
  "3096063825": "Iarrai E amach",
  "3107683988": "Féadann sé seo trácht agus costais lasmuigh den líonra a laghdú go suntasach agus buntáistí uile na bainistíochta ag ár bhfoireann 24/7 ar glao-dhualgas a choinneáil chun na SLAnna is déine a chomhlíonadh.",
  "3117887301": "Iontaobhas ag na seirbhísí ar líne is mó",
  "3121248460": "Taispeáin dúshláin shaincheaptha ilchineálacha éagsúla - ó shimplí go casta - don lucht féachana a bhfuil súil agat leis",
  "3153117136": "Conas a Oibríonn Socruithe Deacrachtaí hCaptcha",
  "3160820928": "Cosaint ionsaí comhordaithe",
  "3161489950": "An tArdán ML Slándála is Casta ar Domhan",
  "3167979932": "Deartha do phríobháideacht ón gcéad lá. Comhaontú Láidir Próiseála Sonraí.",
  "3194111925": "tacaíocht",
  "3213351333": "Níl aon tiomantas tosaigh ag teastáil",
  "3213957230": "Nuair a chaithfidh úsáideoirí dúshlán a réiteach chun riachtanais slándála a chomhlíonadh, cén fáth nach gcruthófá tascanna a bheadh taitneamhach agus ábhartha don úsáideoir?",
  "3225770968": "Tá hCaptcha deartha chun an fhadhb is déine ó thaobh saothair i bhfoghlaim meaisín a réiteach; méideanna ollmhóra sonraí a lipéadú ar bhealach tráthúil, inacmhainne agus iontaofa.",
  "3230004040": "An bhfuil tú lagamhairc nó mura bhfuil tú in ann hCaptchas a chríochnú?",
  "3235430156": "córais foghlama meaisín cuideachta saor in aisce?",
  "3260825523": "Meaisíní Intuition",
  "3264813246": "Míchuí",
  "3265895521": "Deacracht dúshlán a ardú agus a ísliú bunaithe ar am den lá",
  "3266612494": "Comhpháirtí iontaofa",
  "3276777569": "hCaptcha",
  "3287172429": "Cineálacha dúshláin rialaithe a thaispeántar",
  "3365203058": "Cosaint frith-bot den scoth",
  "3412647984": "Ligeann sé seo duit ceisteanna amach anseo a sheachaint trí fhianán a chlárú agus a shocrú. Déan iarracht freisin do seachfhreastalaí a mhúchadh.",
  "3417372336": "Athraigh i nóiméid",
  "3446714684": "Comhtháthú Soghluaiste (iOS agus Android)",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Maidir le húsáideoirí Fiontar, tá roghanna ar fáil chun dúshláin a sheachaint go hiomlán i bhformhór na gcásanna.",
  "3478726913": "Tá ceann de na linnte is mó ar an phláinéid ar fáil le húsáid ag hCaptcha. Cibé scála atá agat, is féidir linn é a láimhseáil gan gealltanais daor roimh ré. Níl aon fhadhb ag na milliúin tascanna in aghaidh an lae.",
  "3480023141": "Níos mó a fhoghlaim faoi roghanna inrochtaineachta",
  "3483700676": "Seoladh na milliúin tascanna láithreach",
  "3500503648": "Tá hCaptcha deartha chun deireadh a chur le coinneáil sonraí fadtéarmach trí bheith ag brath ar mheastóireacht láithreach seachas do stair brabhsála a thaifeadadh agus a anailísiú. Tacaímid le tionscnaimh mar",
  "3524251858": "Stiúrthóir Bainistíochta Táirgí, Cloudflare",
  "3526939538": "Bug Bogearraí",
  "3530599065": "Tógtar príobháideacht ón mbun aníos. Ní choinníonn hCaptcha aon PII agus comhlíonann sé go leor sainorduithe agus rialachán príobháideachta.",
  "3570415321": "Cuideachta",
  "3573245166": "Murab ionann agus reCAPTCHA, oibrímid i ngach tír.",
  "3578122193": "Fan ar bhranda le hábhar ábhartha",
  "3620442880": "Gnéithe cosanta Flash Sale",
  "3630114728": "Féach cad atá ag tarlú ar fud do shuímh agus aipeanna go léir.",
  "3644106388": "Déan teagmháil",
  "3660619092": "Cláraigh díolacháin saor in aisce nó déan teagmháil le haghaidh réitigh Fiontar",
  "3688621388": "Sínithe bagairt",
  "3704893754": "Ar mhaith leat a fheiceáil duit féin? Bain triail as hCaptcha Saor",
  "3714002185": "Níos mó a fhoghlaim faoi hCaptcha Enterprise",
  "3715747429": "Féadann ár n-innealtóirí ar bord tú a chur ar siúl go gasta, cibé an dteastaíonn comhtháthú React uait, SDKanna le haghaidh aipeanna dúchasacha iOS, sampla iardhochtúireachta Java, nó beagnach aon chás eile.",
  "3717512591": "Comhtháthú Díreach Ardán",
  "3721365241": "Bain triail as",
  "3729345277": "Is bealach é hCaptcha do chuideachtaí na nótaí a theastaíonn uathu a fháil níos tapa, le cáilíocht níos airde agus ar chostas níos ísle ná roghanna eile.",
  "3730038780": "Roghnaigh ó líon beagnach gan teorainn dúshlán atá le réiteach ag úsáideoirí",
  "3739936967": "Ciallaíonn an fócas uathúil seo ar phríobháideacht gur féidir linn coinneáil sonraí nialasacha aonair, oibriú saor ó fhianáin, agus ráthaíochtaí príobháideachta conarthacha eile a thairiscint de réir mar is gá agus slándáil den scoth á chothabháil againn. Leigh Nios mo.",
  "3740051331": "Táimid tiomanta freisin monatóireacht agus freagairt ghníomhach a dhéanamh ar cheisteanna d’úsáideoirí ar fud na meán sóisialta, fóraim, agus ár mbealaí tacaíochta in-ghiuirléid agus ríomhphoist. Táimid inrochtana agus freagrúil, agus caithimid le sástacht úsáideoirí mar KPI barr.",
  "3753956446": "Saor",
  "3758963444": "Go raibh maith agat! Tá d’aighneacht faighte!",
  "3767462250": "Deartha do Phríobháideacht",
  "3768951251": "SLAnna Fiontair",
  "3807059944": "Rialú ábhar dúshlán a úsáidtear",
  "3816867833": "Aiseolas",
  "3817811295": "Iontaofacht ráthaithe agus tacaíocht tapa ar glao-dhualgas 24/7.",
  "3892905664": "Cuidíonn hCaptcha leis na seirbhísí ar líne is fearr leat bots, spam, agus mí-úsáid a choinneáil amach trí cheisteanna simplí a chur atá furasta do dhaoine agus atá deacair do mheaisíní.",
  "3913848038": "CLSanna uptime 99.99% agus tacaíocht dhomhanda 24/7 ar fáil.",
  "3951254541": "Táimid buíoch as d’ionchur. Cuir in iúl dúinn aon cheisteanna agus déanfaimid iad a réiteach go tapa.",
  "3952259236": "Comhcheangail do chuid sonraí dalláilte leis na mílte comhartha hCaptcha chun hCaptcha a oiliúint ar aicmí iompair - mar shampla amháin - chun iompar mailíseach a thuar níos fearr ná ceachtar réiteach ina n-aonar",
  "3953584369": "Srianta sofaisticiúla rochtana RBAC ar fáil.",
  "4007826952": "An # 1 CAPTCHA príobháideachta-ar dtús le haghaidh gréasáin, soghluaiste, agus níos mó.",
  "4019660456": "0ms latency: fíoraigh comharthaí hCaptcha gan aon ghlao API.",
  "4065065042": "Diailigh é seo chun do chás úsáide a oiriúnú go díreach.",
  "4083018285": "Sraith gnéithe leathnaithe a chomhcheanglaíonn le monatóireacht agus freagairt SOC feabhsaithe chun aghaidh a thabhairt ar bhagairtí leanúnacha sofaisticiúla",
  "4146870445": "Cé muid",
  "4147497805": "Cairéad",
  "4194763679": "Leibhéil deacrachta mínghlan",
  "4195759329": "Brath bot agus scóir riosca",
  "4199502476": "Dashboards tuairiscithe chun cinn agus API",
  "4238473596": "Tá sé tábhachtach frithchuimilt a íoslaghdú d’úsáideoirí fíor. Úsáideann hCaptcha tascanna simplí agus tógann sé níos lú ama d’fhormhór na n-úsáideoirí agus iad ag stopadh níos mó tráchta bot.",
  "4272022475": "Téann gach iarratas agus sócmhainn chuig hcaptcha.yourdomain.com",
  "4272454814": "Comhtháthaigh leis an soláthraí aitheantais is rogha leat.",
  "header-privacy-link": "Príobháideacht",
  "header-integration-link": "Comhtháthú",
  "header-cost-link": "Costas",
  "header-features-link": "Gnéithe",
  "header-docs-link": "Docs",
  "header-login-button": "Logáil isteach",
  "header-contact-button": "Déan teagmháil le Díolacháin",
  "intro-heading": "Fíorú daonnachta frithchuimilte nialais.",
  "intro-contact-button": "Déan teagmháil linn chun níos mó a fhoghlaim",
  "intro-text-bottom": "Braitheann na cuideachtaí a bhfuil cumhacht acu ar an ngréasán.",
  "sub-menu-button": "Déan teagmháil le Díolacháin",
  "sub-menu-item1": "Fiontar",
  "sub-menu-item2": "Costas",
  "sub-menu-item3": "Comhtháthú",
  "sub-menu-item4": "Gnéithe",
  "sub-menu-item5": "Príobháideacht",
  "sub-menu-item6": "Docs",
  "info-head-1": "Tógtha ar an ardán cruthaithe hCaptcha",
  "info-text-1": "Reáchtálann hCaptcha Enterprise ar theicneolaíocht ardáin hCaptcha, arna leathnú chun na gnéithe a theastaíonn ó fhiontair ard tráchta a chur san áireamh.",
  "info-head-2": "Comhpháirtí iontaofa",
  "intro-subtitle": "Réitigh d'fhadhb bot inniu.",
  "info-text-2": "Tá muinín ag na cuideachtaí is mó ar domhan as ár seirbhísí chun freastal ar na milliúin úsáideoirí laethúla ar fud na mílte milliún láithreán.",
  "cloudflare-quote-text": "Rinneamar meastóireacht ar roinnt díoltóirí CAPTCHA chomh maith le córas a thógáil dúinn féin. Sa deireadh, tháinig hCaptcha chun cinn mar an rogha eile is fearr ar reCAPTCHA.",
  "cloudflare-quote-detail": "Stiúrthóir Bainistíochta Táirgí, Cloudflare",
  "section-quote-head": "An rogha costéifeachtach d’fhiontair ard-thráchta",
  "section-quote-text": "Ar deireadh, rogha inchreidte ar Google. Soláthraíonn hCaptcha Enterprise coigilteas drámatúil ar do bhille reCAPTCHA le slándáil níos airde: suas le 80% níos saoire i gcásanna áirithe. ‍ Tá cuid mhór de na seirbhísí ar líne is mó ar domhan tar éis aistriú chuig hCaptcha Enterprise agus braitheadh bot feabhsaithe a fháil in éineacht le coigilteas suntasach costais.",
  "section-quote-button": "Déan teagmháil linn inniu le haghaidh luachan",
  "section-privacy-header": "Príobháideacht Dírithe",
  "section-privacy-text-1": "Feiceann líonraí fógraíochta do chuairteoirí mar an táirge. Dúinn is é an t-aon táirge atá ag cinneadh a ndaonnachta. Comhlíonann nó sáraíonn ár seirbhísí riachtanais GDPR, CCPA, agus LGPD, agus tacaíonn siad le tionscnaimh cosúil le Pas Príobháideachta. Oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
  "section-privacy-text-2": "Ciallaíonn an fócas uathúil seo ar phríobháideacht gur féidir linn coinneáil sonraí nialasacha aonair, oibriú saor ó fhianáin, agus ráthaíochtaí príobháideachta conarthacha eile a thairiscint de réir mar is gá agus slándáil den scoth a choinneáil.",
  "section-security-header": "Slándáil ar dtús",
  "section-security-text-1": "Is é do chruinneas é do leas féin agus linne. Oibríonn hCaptcha chun fíor-shonraí a thabhairt duit agus ligean duit cinneadh a dhéanamh ar conas iad a úsáid. Soláthraíonn cuideachtaí fógraíochta Gigantic captchas eile. Ciallaíonn sé seo go bhféadfadh gach bot a bhlocálann siad a n-ioncam a laghdú.",
  "section-security-text-2": "Trí na teicnící foghlama meaisín is déanaí a úsáid le fócas ar phríobháideacht ligeann dúinn na caighdeáin slándála a bhaineann le hoidhreacht a thaifeadadh go deo straitéisí gan dochar a dhéanamh do shlándáil ná do phríobháideacht úsáideora.",
  "section-user-experience-header": "Taithí iontach úsáideora",
  "section-user-experience-text1": "Maidir le húsáideoirí Fiontar, tá roghanna ar fáil chun dúshláin a sheachaint go hiomlán i bhformhór na gcásanna.",
  "section-user-experience-text2": "Laghdaigh frithchuimilt trí dhúshlán a sheachaint go hiomlán do 99.9% de do thrácht dlisteanach agus slándáil den scoth a sholáthar fós, a bhuíochas sin do mhúnlaí ardteicneolaíochta bot.",
  "section-easy-integration-header": "Comhtháthú éasca",
  "section-easy-integration-text": "Ní thógann sé hCaptcha ach cúpla nóiméad agus cúpla líne de chód a chur leis. Tá an API bunúsach comhoiriúnach le reCAPTCHA V2, agus ní thógann sé ach nóiméad air athrú. Féadfaidh tú a bheith ag feidhmiú le rogha eile den scoth inniu, agus gnéithe níos airde a chasadh air de réir mar is gá.",
  "section-easy-integration-serverside": "Taobh Freastalaí:",
  "section-easy-integration-frontend": "Ceann tosaigh:",
  "section-threat-header": "Scóir Bagairt Saincheaptha",
  "section-threat-text": "Níl gach fadhb mar an gcéanna: má fhaigheann tú scór amháin caithfidh sé aghaidh a thabhairt ar do chuid riachtanas le bheith úsáideach. Le Scóir Bagairt Saincheaptha uathúil hCaptcha, tugann comhairliúchán tapa deis dúinn ár samhlacha a thiúnadh chun scóir atá níos ábhartha do do ghnó a sheachadadh.",
  "section-challenges-header": "Seoladh Do Dhúshláin Féin i Soicind",
  "section-challenges-text-1": "Fan ar bhranda le hábhar ábhartha",
  "section-challenges-text-2": "Nuair a chaithfidh úsáideoirí dúshlán a réiteach chun riachtanais slándála a chomhlíonadh, cén fáth nach gcruthófá tascanna taitneamhach agus ábhartha don úsáideoir? Leis an dearthóir dúshlán saincheaptha simplí atá againn, is féidir leat ábhar dúshláin ar bhranda a lainseáil i gceann cúpla nóiméad.",
  "section-integration-header": "Comhtháthú Díreach Ardán",
  "section-integration-subheader": "Do Chuideachtaí Bonneagair Gréasáin",
  "section-integration-text": "Tá an córas hCaptcha Enterprise uathúil solúbtha ina dhearadh: is féidir é a úsáid go páirteach nó go hiomlán ar imeall do líonra má oibríonn tú scamall poiblí nó má tá go leor ionad sonraí agat. Can Féadann sé seo costais agus trácht lasmuigh den líonra a laghdú go suntasach agus na buntáistí bainistíochta go léir a choinneáil ag ár bhfoireann 24/7 ar glao-dhualgas chun freastal ar na CLSanna is déine.",
  "section-support-header": "Saineolas agus Tacaíocht Inrochtana duit féin agus d'úsáideoirí",
  "section-support-text": "Tá an tseirbhís mar thosaíocht dúinn. Coinnímid tacaíocht ar glao-dhualgas 24/7 agus cuirimid comhordú díreach Slack ar fáil le d’fhoireann lánpháirtithe innealtóireachta agus lenár bhfoireann ar glao-dhualgas le linn agus tar éis a gcur i bhfeidhm. ‍ Táimid tiomanta freisin monatóireacht agus freagairt ghníomhach a dhéanamh ar cheisteanna d’úsáideoirí ar fud na meán sóisialta, fóraim , agus ár mbealaí tacaíochta in-ghiuirléid agus ríomhphoist. Táimid inrochtana agus sofhreagrach, agus déileálaimid le sástacht úsáideoirí mar KPI barr.",
  "section-enterprise-header": "Gnéithe fiontar",
  "section-enterprise-title-1": "Cosaint frith-bot den scoth",
  "section-enterprise-desc-1": "Tástáil cath ar scála gréasáin.",
  "section-enterprise-title-2": "Scóir bot ardchruinneas",
  "section-enterprise-desc-2": "Braith droch-aisteoirí de go leor cineálacha éagsúla.",
  "section-enterprise-title-3": "Frithchuimilt nialais agus modhanna éighníomhacha 99.9%",
  "section-enterprise-desc-3": "Tabhair dúshlán níos lú ná 0.1% d’úsáideoirí dlisteanacha.",
  "section-enterprise-title-4": "Taispeántar cineálacha dúshlán rialaithe",
  "section-enterprise-desc-4": "Leabharlann leathan cineálacha le roghnú as.",
  "section-enterprise-title-5": "Rialú ábhar dúshlán a úsáidtear",
  "section-enterprise-desc-5": "Fan ar bhranda le taithí úsáideora comhsheasmhach.",
  "section-enterprise-title-6": "SLAnna Fiontair",
  "section-enterprise-desc-6": "Iontaofacht ráthaithe agus tacaíocht thapa ar glao 24/7.",
  "section-enterprise-title-7": "Tacaíocht brabhsálaí oidhreachta",
  "section-enterprise-desc-7": "Ag luí an bealach ar fad ar ais chuig Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboards tuairiscithe chun cinn agus API",
  "section-enterprise-desc-8": "Féach cad atá ag tarlú ar fud do shuímh agus aipeanna go léir.",
  "section-enterprise-title-9": "Oibreacha i ngach tír",
  "section-enterprise-desc-9": "Murab ionann agus reCAPTCHA, oibrímid i ngach tír.",
  "section-enterprise-title-10": "GDPR, CCPA, agus beartas príobháideachta a thacaíonn le LGPD",
  "section-enterprise-desc-10": "Deartha le haghaidh príobháideachta ón gcéad lá. Comhaontú Próiseála Sonraí Láidir.",
  "section-enterprise-title-11": "Leibhéil deacrachta mínghlan",
  "section-enterprise-desc-11": "Diailigh é seo chun do chás úsáide a oiriúnú go díreach.",
  "section-enterprise-title-12": "Óstáil chéad pháirtí",
  "section-enterprise-desc-12": "Téann gach iarratas agus sócmhainn chuig hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards il-úsáideora",
  "section-enterprise-desc-13": "Bainistíocht scaireanna ar fud d’fhoireann.",
  "section-enterprise-title-14": "Fíorú Láithreach",
  "section-enterprise-desc-14": "0ms latency: fíoraigh comharthaí hCaptcha gan aon ghlao API.",
  "section-enterprise-title-15": "Comhtháthú Soghluaiste (iOS agus Android)",
  "section-enterprise-desc-15": "Taithí gan uaim ar fud an ghréasáin, gréasáin dhúchasach soghluaiste, soghluaiste. Comhtháthaithe réamhthógtha agus SDKanna dúchasacha ar fáil.",
  "section-enterprise-title-16": "Téarmaí Saincheaptha agus Ráthaíochtaí Príobháideachta",
  "section-enterprise-desc-16": "Déan do riachtanais dhlíthiúla a shásamh nuair nach féidir le cuideachtaí eile.",
  "presented-challlenges-head": "Dúshláin a chuirtear i láthair",
  "presented-challenges-title-1": "Comparáid",
  "presented-challenges-text-1": "Roghnaigh gach íomhá a oireann don cheist",
  "presented-challenges-title-2": "Bosca Ceangailte",
  "presented-challenges-text-2": "Sainmhínigh an limistéar teorantach le haghaidh rudaí",
  "presented-challenges-title-3": "Catagóiriú",
  "presented-challenges-text-3": "Sainaithin na lipéid chomhfhreagracha",
  "presented-challenges-subheader": "... agus tascanna simplí eile. Éasca do dhaoine, deacair do róbónna.",
  "presented-challenges-subtext": "Tascanna saincheaptha ar fáil freisin d’fhoilsitheoirí fiontar.",
  "footer-header-1": "Cuideachta",
  "footer-header-2": "Acmhainní",
  "footer-header-3": "Déan teagmháil",
  "footer-link-1": "Lipéadú",
  "footer-link-2": "Faoi",
  "footer-link-3": "Poist",
  "footer-link-4": "Trádmharcanna",
  "footer-link-5": "Eitic AI",
  "footer-link-6": "Blag",
  "footer-link-7": "Stádas",
  "footer-link-8": "Doiciméadú",
  "footer-link-9": "Tuairiscigh Bug",
  "footer-terms": "Téarmaí",
  "footer-privacy": "Príobháideacht",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Tacaíocht",
  "footer-subheader-2": "Déan teagmháil",
  "switch-to-english-link": "Athraigh go Béarla",
  "intro-heading-privacy": "Deartha le haghaidh príobháideachta.",
  "intro-subtitle-p1-privacy": " Cur chuige uathúil tiomáinte ag príobháideacht i leith slándála ar líne.",
  "info-head-2-pr": "Ní hé gníomhaíocht ar líne a thaifeadadh.",
  "info-text-1-pr": "Níl ach aon aidhm amháin ag hCaptcha Enterprise: drochghníomhaithe a chosc ó chur isteach ar d’oibríochtaí ar líne agus dochar a dhéanamh d’úsáideoirí.",
  "info-text-2-pr": "Mar sin déantar ár gcórais a dhearadh ón mbun aníos chun bailiú agus coinneáil sonraí a íoslaghdú agus slándáil ceannródaíoch ranga a choinneáil. Is é an bealach is fearr le sonraí úsáideora a chosaint ná iad a stóráil ar chor ar bith.",
  "info-text-3-pr": "Cosnaítear gach caidreamh le custaiméirí freisin le Comhaontú Próiseála Sonraí láidir. Comhlíonann an tseirbhís hCaptcha na dlíthe príobháideachta go léir is cuma cá gcónaíonn do sheirbhís nó do chustaiméirí. Má dhéantar sonraí pearsanta a choinneáil, bíonn sé seo i bhfad níos éasca dúinn ná do chuideachtaí eile.",
  "info-text-2-2-pr": "Deir seirbhísí cosúil le reCAPTCHA v3 go bhfuil gá lena bpicteilín rianaithe a chur ar gach leathanach de do shuíomh chun slándáil mhaith a dhéanamh. Ní hamhlaidh atá.",
  "info-text-2-3-pr": "Is comhartha é anailís shimplí iompraíochta a chruthaíonn drochghníomhaithe go héasca, agus éilíonn sí stair brabhsála a choinneáil do do thrácht dlisteanach uile freisin.",
  "info-text-2-4-pr": "Ní oibrímid líonra fógraí, agus níl aon spéis againn d’iompar úsáideora a urramú d’fhonn fógraí a dhíol leo. Ciallaíonn sé seo nach dteastaíonn picteilín éighníomhach uainn ar gach leathanach de do shuíomh.",
  "info-text-2-5-pr": "Ná cuir ár gcód dúshláin ach nuair is gá, agus sa chás go bhfuil sé ciallmhar tú féin agus d’úsáideoirí a chosaint.",
  "info-head-3-pr": "Tá foghlaim meaisín úsáideach. Ach ní éilíonn sé go n-oibreoidh sonraí pearsanta.",
  "info-text-3-1-pr": "Bíonn tionchar ag foghlaim meaisín anois ar bheagnach gach gné dár saol, go minic ar bhealaí nach dtuigeann muid agus nach bhfeicimid. Ní hionann seirbhísí slándála ar líne.",
  "info-text-3-2-pr": "Trí níos mó ná na mílte comhartha a fhoghlaim, is féidir le samhlacha muinín ard a bhaint as iompar mailíseach a bhrath go gasta, fiú nuair nach mbeadh aon chomhartha aonair láidir go leor ann féin chun fadhb a chur in iúl.",
  "info-text-3-3-pr": "Mar sin féin, ní éilíonn aon cheann de seo faisnéis inaitheanta phearsanta (PII) a úsáid. Ligeann teicnící cripteagrafacha nua-aimseartha dúinn aon sonraí pearsanta a scriosadh chomh tapa agus is féidir, ag cruthú sínithe aon-bhealach nach féidir a nascadh le haon duine aonair.",
  "info-text-3-4-pr": "Oibríonn oiliúint ar shonraí dí-aitheanta chomh maith, agus ní gá cur isteach ar shlándáil ná ar phríobháideacht. Rinne ár gcustaiméirí na tástálacha eimpíreacha, agus dhearbhaigh siad go bhfuil muid cothrom le nó níos fearr ná roghanna príobháideacha i bhfad níos lú.",
  "cloudflare-quote-text-privacy": "Thaitin roinnt rudaí linn faoi na réitigh hCaptcha: 1) ní dhíolann siad sonraí pearsanta; ní bhailíonn siad ach na sonraí pearsanta is lú is gá, tá siad trédhearcach agus iad ag cur síos ar an bhfaisnéis a bhailíonn siad agus ar an gcaoi a n-úsáideann siad agus / nó a nochtann siad iad.",
  "pilot-head": "Bain triail as dúinn i do thimpeallacht gan aon oibleagáid.",
  "pilot-text-1a": "Is innealtóirí muid, ní díoltóirí: teastaíonn uainn go mbeidh tú sásta le do rogha.",
  "pilot-text-1b": "Is é an bealach is fearr chun do shásamh a chinntiú ná a thaispeáint go gcomhlíonfaimid do chuid riachtanas.",
  "pilot-text-1c": "Roghnaíonn beagnach gach cuideachta a thosaíonn píolótach ár réitigh sa deireadh.",
  "pilot-text-1d": "Úsáid an fhoirm seo chun duine dár speisialtóirí teicniúla a bhaint amach. Freagraimid go gasta.",
  "pilot-text-1e": "Is féidir leat ríomhphost a sheoladh chugainn go díreach freisin.",
  "pilot-email-details": "Tá sonraí anseo.",
  "pilot-f1": "Réigiún",
  "pilot-f2": "Do ainm",
  "pilot-f3": "Do ainm",
  "pilot-f4": "Ríomhphost Gnó",
  "pilot-f5": "Aon sonraí eile ba chóir a bheith againn?",
  "pilot-f6": "An dteastaíonn bordáil phráinneach uait?",
  "pilot-f7": "Sea.",
  "pilot-f8": "Táim faoi ionsaí agus teastaíonn dul ar bord láithreach.",
  "pilot-f9": "Cuir isteach",
  "pilot-f10": "Trí do r-phost a iontráil, aontaíonn tú lenár dTéarmaí agus Polasaí Príobháideachta, agus ríomhphost a fháil uainn.",
  "pilot-fo-1": "Ní fhéadfadh an comhtháthú a bheith níos éasca.",
  "pilot-fo-2": "Tá an iliomad comhtháthú réamhthógtha ag hCaptcha do na córais frontend agus backend a úsáideann tú.",
  "pilot-fo-3": "Má tharlaíonn sé go bhfuil tú ag teacht ó reCAPTCHA Google, is athsholáthar buail isteach iad ár APIs. Tá trí líne de chód uile uait.",
  "pilot-fo-4": "Féadann ár n-innealtóirí ar bord tú a chur ar siúl go gasta, cibé an bhfuil comhtháthú React de dhíth ort, SDKanna le haghaidh aipeanna dúchasacha iOS, sampla iardhochtúireachta Java, nó beagnach aon chás eile.",
  "pilot-fo-5": "Agus mar is gnáth, is luach lárnach dúinn príobháideacht. Ná cuir ár gcód dúshláin ach nuair is gá, agus sa chás go bhfuil sé ciallmhar tú féin agus d’úsáideoirí a chosaint. Tosaíonn bailiú sonraí a íoslaghdú ó nóiméad an chomhtháthaithe.",
  "pilot-fdone": "Go raibh maith agat. Beimid i dteagmháil gan mhoill.",
  "home-ent-2-new": "Níos mó a fhoghlaim faoinár réiteach fiontraíochta.",
  "home-ent-button-new": "Fiontar hCaptcha",
  "home-main-plans2-new": "Soláthraíonn réitigh hCaptcha Enterprise slándáil ceannródaíoch ranga agus cosnaíonn siad go leor de na seirbhísí is fearr ar líne.",
  "home-plans-button-2-new": "Foghlaim níos mó",
  "header-enterprise-link": "Fiontar",
  "sales-interstitial-c1b-new": "Níos mó a fhoghlaim faoi hCaptcha Enterprise",
  "a11y-img-1": "Scáileán úsáideora inrochtaineachta tar éis logáil isteach",
  "a11y-img-2": "Rogha inrochtaineachta i roghchlár Chomhéadain an ghiuirléid",
  "a11y-img-3": "Bosca dialóige inrochtaineachta i UI giuirléidí",
  "about-advisors-brendan": "POF Brave. Comhbhunaitheoir Mozilla. Cruthaitheoir na teanga cláir JavaScript. Tógálaí brabhsálaithe agus níos mó.",
  "about-advisors-dawn": "Ollamh, CS in Ollscoil California, Berkeley. Foghlaim domhain, slándáil, saineolaí blockchain. POF Oasis Labs.",
  "about-advisors-head": "Comhairleoirí",
  "about-advisors-keiran": "Eolaí Taighde ag Stanford. Foghlaim meaisín agus airgeadas cainníochtúil ag bainc mhóra, cistí fálaithe agus an saol acadúil.",
  "about-content-head-1": "Cad a Dhéanaimid",
  "about-content-head-2": "Cén Fáth a mBíonn Sé",
  "about-content-text-1a": "Tugann hCaptcha cur chuige nua-aimseartha, dírithe ar phríobháideacht, chun bots a stopadh.",
  "about-content-text-1b": "Taispeánann muid dúshláin CAPTCHA atá deacair do róbónna ach atá éasca do dhaoine trí shonraí atá deacair a lipéadú a bhailiú ó fhadhbanna foghlama meaisín, agus a úsáid chun idirdhealú a dhéanamh an bhfuil cuairteoir ar láithreán gréasáin nó aip ina dhuine.",
  "about-content-text-2a": "Tá droch-aisteoirí ag éirí níos coitianta ar líne. Ach ní hí príobháideacht úsáideora a íobairt an freagra.",
  "about-content-text-2b": "Díríonn réitigh slándála a thairgeann cuideachtaí fógraíochta go príomha ar úsáideoirí a rianú ar fud an ghréasáin. Tá réiteach slándála éifeachtach cruthaithe againn a chruthaíonn nach gá dochar a dhéanamh do phríobháideacht úsáideora chun torthaí den scoth a sholáthar.",
  "about-intro-head-1": "Maidir le hCaptcha",
  "about-intro-head-2": "Príobháideacht, Slándáil, agus Foghlaim Meaisín.",
  "about-intro-text": "Is é hCaptcha an tseirbhís CAPTCHA neamhspleách is mó a úsáidtear ar domhan.",
  "about-leadership-head": "Cé muid",
  "about-leadership-headsub": "Foireann a bhfuil taithí acu, ag obair ar na fadhbanna is deacra inniu.",
  "about-leadership-link1": "Cé muid",
  "about-leadership-text1": "Speisialtóireacht againn i bhfoghlaim dhomhain agus i bhfoghlaim meaisín fearainn amhairc ar scála, le fócas ar leith ar chórais ar líne a fháil ó bhagairtí nua-aimseartha atá ag éirí níos sofaisticiúla.",
  "about-leadership-text2": "Le fiche nó tríocha bliain de shaineolas ar fhoghlaim bogearraí agus meaisín, déanaimid córais inscálaithe ollmhóra a thógáil agus a oibriú chun dul i ngleic le cuid de na fadhbanna is deacra sa lá atá inniu ann agus príobháideacht á chaomhnú.",
  "acc-opt": "Roghanna Inrochtaineachta",
  "acc-opt-but": "Níos mó a fhoghlaim faoi roghanna inrochtaineachta",
  "acc-opt-text": "An bhfuil tú lagamhairc nó mura bhfuil tú in ann hCaptchas a chríochnú?",
  "accessibility-link": "Inrochtaineacht",
  "appreciate-in": "Táimid buíoch as d’ionchur. Cuir in iúl dúinn aon cheisteanna agus déanfaimid iad a réiteach go tapa.",
  "fb-but": "Seol aiseolas chugainn",
  "feedback-text": "Tabhair aiseolas ar an hCaptcha a chonaic tú díreach",
  "footer-copyright-text": "Trádmharc cláraithe de chuid Intuition Machines, Inc. is ea hCaptcha.",
  "footer-link-10": "Inrochtaineacht",
  "h-plans": "Pleananna Síntiúis",
  "header-labeling-services-link": "Seirbhísí Lipéadaithe",
  "header-plans-link": "Pleananna",
  "header-signup-button": "Clarú",
  "home-about-head": "Maidir le hCaptcha",
  "home-about-subtitle": "Cumhachtaithe ag Prótacal DAONNA",
  "home-about-text-1": "Tá hCaptcha deartha chun an fhadhb is déine ó thaobh saothair de i bhfoghlaim meaisín a réiteach: méideanna ollmhóra sonraí a lipéadú ar bhealach tráthúil, inacmhainne agus iontaofa.",
  "home-about-text-2": "De ghnáth cruthaíonn níos mó sonraí torthaí níos fearr i múnlaí foghlama meaisín oiliúna. Mar thoradh ar rath na samhlacha doimhne le déanaí tá tacar sonraí atá ag éirí níos mó, beagnach i gcónaí le roinnt athbhreithnithe daonna. Mar sin féin, tá sé mall agus costasach tacar sonraí móra a bhfuil athbhreithniú daonna orthu a chruthú trí Mechanical Turk, Fíor a hOcht, srl.",
  "home-about-text-3": "Ligeann hCaptcha do láithreáin ghréasáin airgead a dhéanamh ag freastal ar an éileamh seo agus iad ag cur bac ar róbónna agus cineálacha eile mí-úsáide.",
  "home-about-text-4": "Tá an margadh hCaptcha faoi thiomáint ag Prótacal DAONNA, prótacal oscailte díláraithe d’athbhreithniú daonna a ritheann ar an blockchain Ethereum. Tuilleann suíomhanna Gréasáin Human Tokens (HMT) aon uair a úsáideann úsáideoirí an ghiuirléid hCaptcha ar a suíomh, agus íocann cuideachtaí foghlama meaisín le Human Tokens chun a gcuid sonraí a lipéadú.",
  "home-ba-labeling-services-link": "Seirbhísí Lipéadaithe",
  "home-benefits-head-1": "An Luach i Lipéadú Sonraí",
  "home-benefits-head-2": "Tabhair Ar Ais do Charthanas",
  "home-benefits-text-1": "Ar thuig tú gach uair a chliceálann tú ar an gcarr go bhfuil tú ag cabhrú le córais foghlama meaisín cuideachta Gigantic amháin a oiliúint saor in aisce?",
  "home-benefits-text-2": "Casann hCaptcha an tsamhail seo timpeall. Nuair a úsáideann tú hCaptcha, déanann cuideachtaí tairiscintí ar an obair a dhéanann d’úsáideoirí de réir mar a chruthaíonn siad a ndaonnacht. Faigheann tú an luach saothair.",
  "home-benefits-text-3": "Ag iarraidh a thabhairt ar ais don charthanas is fearr leat? Ligeann hCaptcha duit tacú leis na carthanais is rogha leat leis an tuilleamh a ghnóthaíonn tú as é a úsáid. Is gearr go mbeidh úsáideoirí ar do shuíomh in ann do chuidiú le carthanas a fheiceáil trí bhrandáil discréideach ar chomhéadan hCaptcha.",
  "home-challenge-text-1": "Roghnaigh gach íomhá a oireann don cheist",
  "home-challenge-text-2": "Sainmhínigh an limistéar teorantach le haghaidh rudaí",
  "home-challenge-text-3": "Sainaithin na lipéid chomhfhreagracha",
  "home-challenge-title-1": "Comparáid",
  "home-challenge-title-2": "Bosca Ceangailte",
  "home-challenge-title-3": "Catagóiriú",
  "home-challenges-head": "Dúshláin a chuirtear i láthair",
  "home-challenges-text-1": "... agus tascanna simplí eile. Éasca do dhaoine, deacair do róbónna.",
  "home-challenges-text-2": "Cúraimí saincheaptha ar fáil d’fhoilsitheoirí fiontar freisin.",
  "home-ent-1": "Ag lorg ár dtairiscintí slándála fiontraíochta?",
  "home-ent-2": "Tabhair cuairt ar ár suíomh tiomnaithe nua: BotStop.com",
  "home-ent-button": "Níos mó a fhoghlaim: BotStop le hCaptcha",
  "home-from-the-blog": "ÓN BLOG:",
  "home-from-the-blog-value": "Conas a Oibríonn Socruithe Deacrachtaí hCaptcha",
  "home-intro-body": "An úsáideann tú captcha chun róbónna a choinneáil amach? Cosnaíonn hCaptcha príobháideacht an úsáideora, tugann sé luach saothair do láithreáin ghréasáin, agus cabhraíonn sé le cuideachtaí a gcuid sonraí a lipéadú. Is athsholáthar buail isteach é do reCAPTCHA: is féidir leat athrú laistigh de nóiméid.",
  "home-intro-button": "Cláraigh Anois",
  "home-intro-head": "Stop níos mó bots. Tosaigh príobháideacht úsáideora a chosaint.",
  "home-main-1": "Príobháideach. Slán. Níos tapúla. Agus íocaimid duit é a úsáid.",
  "home-main-2": "Príobháideacht Dírithe",
  "home-main-2c": "Feiceann líonraí fógraíochta do chuairteoirí mar an táirge. Maidir le hCaptcha is é an táirge an obair a sholáthraíonn siad. Is cuma linn cé hiad d’úsáideoirí, ach cé chomh dóchúil go mbeidh siad mailíseach. Tacaímid le tionscnaimh mar Privacy Pass, agus oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
  "home-main-3": "Slándáil ar dtús",
  "home-main-3c": "Is é do chruinneas é do leas féin agus linne. Tá hCaptcha dírithe ar an bhfoilsitheoir. Oibrímid chun fíor-shonraí a thabhairt duit agus chun ligean duit cinneadh a dhéanamh ar conas iad a úsáid. Soláthraíonn cuideachtaí fógraíochta Gigantic captchas eile. Ciallaíonn sé seo go bhféadfadh gach bot a bhlocálann siad a n-ioncam a laghdú.",
  "home-main-4": "Taithí Úsáideora Níos Fearr",
  "home-main-4c": "Úsáideann hCaptcha samhlacha sofaisticiúla foghlama meaisín chun an daonnacht a chinneadh. Ligeann sé seo dúinn tascanna nach bhfuil chomh cráite ó d’úsáideoirí agus níos lú dá gcuid ama a ghlacadh chun é sin a dhéanamh, agus sonraí úsáideacha lipéadaithe fós á dtáirgeadh do chustaiméirí lipéadaithe.",
  "home-main-plans": "Tá hCaptcha saor in aisce le húsáid d’fhoilsitheoirí ar aon mhéid. Maidir le fiontair agus ardáin a dteastaíonn níos mó smachta uathu, áfach, tá ár réitigh fiontar ar fáil.",
  "home-main-plans2": "Cosnaíonn réitigh fiontar hCaptcha na milliúin úsáideoirí ar fud na mílte milliún láithreán gréasáin do chuid de na cuideachtaí is mó ar an phláinéid. Téigh i dteagmháil linn le haghaidh tuilleadh faisnéise, nó tabhair cuairt ar",
  "home-main-plans3": "Cosnaíonn réitigh fiontar hCaptcha na milliúin úsáideoirí ar fud na mílte milliún láithreán gréasáin do chuid de na cuideachtaí is mó ar an phláinéid. Téigh i dteagmháil linn le haghaidh tuilleadh faisnéise, nó tabhair cuairt ar",
  "home-main-plans4": "le haghaidh sonraí.",
  "home-plans-button-1": "Signup anois",
  "home-plans-button-2": "Déan teagmháil le díolacháin",
  "home-plans-chart-head-1": "Gnéithe",
  "home-plans-chart-head-2": "Foilsitheoir",
  "home-plans-chart-head-3": "Fiontar",
  "home-plans-chart-row-1-cell-1": "Taispeántar cineálacha dúshlán rialaithe",
  "home-plans-chart-row-1-cell-2": "Teoranta",
  "home-plans-chart-row-1-cell-3": "Iomlán",
  "home-plans-chart-row-10-cell-1": "Dashboards il-úsáideora",
  "home-plans-chart-row-11-cell-1": "Gnéithe tuairiscithe chun cinn",
  "home-plans-chart-row-12-cell-1": "SLAnna Fiontair",
  "home-plans-chart-row-2-cell-1": "Rialú ábhar dúshlán a úsáidtear",
  "home-plans-chart-row-2-cell-2": "Teoranta",
  "home-plans-chart-row-2-cell-3": "Iomlán",
  "home-plans-chart-row-3-cell-1": "Faigh luach saothair as réitigh dhaonna",
  "home-plans-chart-row-4-cell-1": "Cosaint frith-bot den scoth",
  "home-plans-chart-row-5-cell-1": "Oibreacha i ngach tír",
  "home-plans-chart-row-5a-cell-1": "Modhanna éighníomhacha No-CAPTCHA agus 99.9%",
  "home-plans-chart-row-5b-cell-1": "Scóir muiníne bot",
  "home-plans-chart-row-6-cell-1": "Beartas príobháideachta a thacaíonn le GDPR agus CCPA",
  "home-plans-chart-row-7-cell-1": "Leibhéil deacrachta mínghlan",
  "home-plans-chart-row-8-cell-1": "Seoladh d’ábhar dúshláin féin",
  "home-plans-chart-row-9-cell-1": "Sceidealú deacrachta bunaithe ar am",
  "home-try-it-out-button": "Faigh hCaptcha",
  "home-try-it-out-head": "Iarrai E amach",
  "home-try-it-out-text": "Soláthraíonn hCaptcha braite bot simplí, éasca agus iontaofa agus é fánach do dhaoine a réiteach.",
  "labeling-about-head": "Maidir le hCaptcha",
  "labeling-about-text-1": "Tá hCaptcha deartha chun an fhadhb is déine ó thaobh saothair i bhfoghlaim meaisín a réiteach; méideanna ollmhóra sonraí a lipéadú ar bhealach tráthúil, inacmhainne agus iontaofa. De ghnáth cruthaíonn níos mó sonraí torthaí níos fearr i múnlaí foghlama meaisín oiliúna. Mar thoradh ar rath na samhlacha doimhne le déanaí tá tacar sonraí atá ag éirí níos mó, agus freastalaíonn hCaptcha ar an riachtanas seo.",
  "labeling-about-text-2": "Mar sin féin, tá sé mall agus costasach tacar sonraí móra a bhfuil athbhreithniú daonna orthu a chruthú ag úsáid modhanna traidisiúnta. Is bealach é hCaptcha do chuideachtaí na nótaí a theastaíonn uathu a fháil níos tapa, le cáilíocht níos airde agus ar chostas níos ísle ná roghanna eile.",
  "labeling-annotations-head": "Cineálacha Anótála",
  "labeling-annotations-text-1": "Brath réad cruinn in íomhánna agus i bhfíseán",
  "labeling-annotations-text-2": "Brath réad cruinn in íomhánna agus i bhfíseán",
  "labeling-annotations-text-3": "Nótaí pointe le haghaidh go leor cásanna úsáide éagsúla",
  "labeling-annotations-text-4": "Catagóirí treallach de mhéid ar bith a shórtáil nó a chur i gceangal",
  "labeling-annotations-text-5": "Brath agus aicmiú faoi thiomáint an duine",
  "labeling-annotations-text-6": "Cineál eile nach bhfuil liostaithe anseo? Just a iarraidh orainn.",
  "labeling-annotations-title-1": "Boscaí Ceangailte",
  "labeling-annotations-title-2": "Polagáin",
  "labeling-annotations-title-3": "Sainchomharthaí tíre",
  "labeling-annotations-title-4": "Catagóiriú Tréithe",
  "labeling-annotations-title-5": "Comparáid agus Brath",
  "labeling-annotations-title-6": "... agus go leor eile",
  "labeling-ent-button": "Téigh i dteagmháil lenár bhFoireann Réitigh Fiontar",
  "labeling-ent-head": "Rialú Deireadh go Deireadh de dhíth?",
  "labeling-ent-text-1": "Soláthraíonn an tArdán DAONNA taobh thiar de hCaptcha gnéithe cáilíochta oibre agus bainistíochta an-sofaisticiúla trí imscaradh ar-premise, hibrideach nó SaaS a chomhtháthaíonn leis na córais atá agat cheana féin.",
  "labeling-ent-text-2": "Rith go hiomlán as líne le do lucht saothair féin, rianaigh an luach a ídítear ar fud aonaid ghnó nó chomhpháirtithe cuibhreannais, déan poist a roghnú go soláthraithe saothair inmheánacha nó seachtracha éagsúla bunaithe ar riachtanais chostais agus slándála, agus níos mó.",
  "labeling-ent-text-3": "Rochtain éasca ar API, dashboards álainn, agus an teicneolaíocht samhail-sa-lúb is déanaí chun éifeachtúlacht a uasmhéadú.",
  "labeling-ent-text-4": "CLSanna uptime 99.99% agus tacaíocht dhomhanda 24/7 ar fáil. Le haghaidh tuilleadh faisnéise:",
  "labeling-features-head-1": "Píblínte simplí atá tiomáinte ag API.",
  "labeling-features-head-2": "Optamaithe le haghaidh costas agus cáilíochta. Níl aon tiomantas tosaigh ag teastáil.",
  "labeling-features-head-3": "Ná íoc ach as an cruinneas atá uait.",
  "labeling-features-head-4": "Cuir do chuid sonraí fírinne talún féin ar fáil nó lig dúinn iad a thógáil ar an eitilt.",
  "labeling-features-text-1": "Ar mhaith leat athbhreithniú daonna a chomhtháthú go díreach le d’oibríochtaí gnó? Cuirimid SLAnna ard-iontaofachta, acmhainn ráthaithe, agus APIs simplí REST ar fáil.",
  "labeling-features-text-2": "Úsáideann an t-ardán DAONNA samhlacha muiníne cuimsitheacha chun anailís sofaisticiúil cáilíochta fíor-ama a dhéanamh. Ligeann sé seo dúinn deacracht na gceisteanna agus an freagra ceart dóchúil a chinneadh go tapa, ag sábháil am agus airgead duit.",
  "labeling-features-text-3": "Níl gach fadhb mar an gcéanna. D’fhéadfadh go mbeadh muinín 99.99% ó oibrithe go hiomlán daonna as nótaí le haghaidh tascanna a bhaineann le sábháilteacht. D’fhéadfadh nach mbeadh ach muinín measartha ag teastáil ó nótaí le haghaidh gné béite amháin in aip cluiche soghluaiste. Do Chomhairle féin.",
  "labeling-features-text-4": "An bhfuil sonraí amha agat gan tacar fíoraithe cuimsitheach? I bhformhór na gcásanna is féidir linn ceann a thógáil duitse mar thascanna a ritheann tríd an gcóras, nó samplaí lipéadaithe a chruthú le go gceadóidh tú iad.",
  "labeling-info-head": "Lipéadú Sonraí a Fháil",
  "labeling-info-text-1": "Labhair le duine dár saineolaithe fearainn chun do riachtanais tionscadail a shainiú: cruinneas sprice, formáid, agus aon riachtanais speisialta.",
  "labeling-info-text-2": "Déanaimid post beag táirgeachta a dhéanamh bunaithe ar do shonraí samplacha. Déanann sé seo tástáil ar an obair atá déanta againn le chéile chun a chinntiú go bhfaighidh tú go díreach na rudaí a theastaíonn uait.",
  "labeling-info-text-3": "Leis an líon ard agus an latency íseal a bheidh againn déanfaimid do chuid oibre a athrú go tapa, le seachadadh uathoibrithe a luaithe a bheidh sé déanta.",
  "labeling-info-text-4": "De réir mar a thuigimid paraiméadair d’obair léiriúcháin níos fearr, leanfaidh na torthaí ag feabhsú le himeacht ama.",
  "labeling-info-text-5": "Ligeann dashboards beo duit aiseolas a sholáthar nó táirgeadh a chur ar sos ag am ar bith.",
  "labeling-info-title-1": "Sainmhínigh Sonraíochtaí",
  "labeling-info-title-2": "Tástáil Poist Tosaigh",
  "labeling-info-title-3": "Poist Léiriúcháin a imscaradh",
  "labeling-info-title-4": "Feabhsú Leanúnach",
  "labeling-info-title-5": "Torthaí Fíor-Ama",
  "labeling-main-1": "Lipéadú sonraí costéifeachtach ar scála",
  "labeling-main-1-button": "Faigh Lipéadú Do Shonraí Anois",
  "labeling-main-1c": "Tuilleadh lipéid de dhíth ar do thacair sonraí? Soláthraíonn hCaptcha lipéadú sonraí tapa, cost-éifeachtach agus ardchaighdeáin do chuideachtaí atá ag obair ar intleacht shaorga agus feidhmchláir foghlama meaisín.",
  "labeling-main-2": "Seoladh na milliúin tascanna láithreach.",
  "labeling-main-2-button": "Ceannaigh Seirbhísí Lipéadaithe Sonraí",
  "labeling-main-2c": "Tá ceann de na linnte is mó ar an phláinéid ag hCaptcha atá ar fáil le húsáid agat. Cibé scála atá agat, is féidir linn é a láimhseáil gan gealltanais daor roimh ré. Níl aon fhadhb ag na milliúin tascanna in aghaidh an lae.",
  "labeling-platform-head": "Faisnéis Phríobháideach nó Phoiblí",
  "labeling-platform-text": "Tá hCaptcha tógtha ar an Ardán DAONNA, a ligeann do ródú agus anailís sofaisticiúil an costas agus an éifeachtúlacht a bharrfheabhsú ag gach céim. Ligeann an teicneolaíocht seo don lucht saothair ceart gach cuid de do phost a láimhseáil, éifeachtúlacht costais a uasmhéadú agus príobháideacht a chaomhnú agus aon cheanglais rialála a d’fhéadfadh a bheith i bhfeidhm a chomhlíonadh.",
  "labeling-try-button": "Ceannaigh Seirbhísí Lipéadaithe Sonraí",
  "labeling-try-head": "Ar mhaith leat triail a bhaint as le do chuid sonraí?",
  "labeling-try-text": "... táimid réidh nuair atá tú: tá ár seirbhís ar fáil timpeall an chloig.",
  "learn-more-hcaptcha": "Tuilleadh Eolais faoi hCaptcha",
  "page-acc-faq-1": "Ceist: An gcomhlíonann hCaptcha Alt 508 + WCAG 2.1 AA? Freagra: Creidimid amhlaidh: is féidir le gach úsáideoir le lagú de chineál ar bith atá in ann an gréasán a bhrabhsáil agus téacs a iontráil ar fhoirmeacha rochtain a fháil ar sheirbhísí atá faoi chosaint ag hCaptcha ar chlárú. Ní comhairle dlí é seo, áfach: ba cheart duit do mheastóireacht féin a dhéanamh, agus do chur chun feidhme áirithe á chur san áireamh chun a chinntiú gurb amhlaidh an cás le haghaidh do imscartha.",
  "page-acc-faq-2": "Ceist: An bhfuil tú ag obair ar roghanna inrochtaineachta eile (a11y), cosúil le fuaim? Freagra: Déanann roghanna a raibh tóir orthu roimhe seo mar captchas fuaime idirdhealú i gcoinne go leor úsáideoirí a11y agus is furasta teicnící nua-aimseartha foghlama meaisín a ruaigeadh. Chuir sé seo iachall ar dhúshláin reatha fuaime a bheith níos deacra, ag tabhairt isteach torann, uainiú corr, teaglaim focal neamhghnácha, agus mar sin de, chun ionsaitheoirí a ruaigeadh. Mar sin táimid chomh díograiseach faoin gcur chuige seo vs an dúshlán a sheachaint ar fad, ach déanfaimid machnamh air má tá éileamh ón bpobal a11y. Mar sin féin, tá suim mhór againn i bPas Príobháideachta don chás úsáide Inrochtaineachta. Creidimid go gceadóidh úsáideoirí a11y brabhsáil go sábháilte, agus a fhios acu go bhfuil a gcuid tráchta níos príobháidí, agus srian a chur leis an mí-úsáid a bhíonn ag oibreoirí bot nuair a bhíonn roghanna a11y ar fáil, agus an cur chuige a11y atá againn faoi láthair le heisiúint Pas Príobháideachta. Is rannpháirtithe gníomhacha muid i ngrúpa oibre IETF ag caighdeánú na teicneolaíochta nua seo.",
  "page-acc-faq-3": "Ceist: Cad mar gheall ar phríobháideacht? An nochtann clárú sonraí brabhsála a11y ar bhealach éigin? Cad a dhéanann tú leis an ríomhphost? Freagra: Tá hCaptcha deartha le haghaidh príobháideachta ón mbun aníos. Tá sé an-difriúil ná roghanna traidisiúnta mar reCAPTCHA atá faoi úinéireacht líonraí fógraíochta, a bhfuil dreasacht acu tú a rianú timpeall an ghréasáin agus tú a cheangal le fíor-aitheantas. Ní úsáidimid ríomhphoist nó faisnéis inrochtaineachta riamh chun aon chríche seachas úsáid a11y a éascú agus mí-úsáid a chosc. Tá freagraí cuimsitheacha agus údarásacha inár mbeartas príobháideachta maidir leis an gcaoi a n-úsáidimid sonraí, ach is é an freagra gairid nach bhfuil aon spéis againn tú a cheangal mar dhuine le do stair brabhsála. Táimid ag obair faoi láthair ar réiteach cripteagrafach chun do sheoladh ríomhphoist a scriosadh go tapa agus muid fós ag caomhnú ár gcumas mí-úsáid a chosc, ag comhlánú ár gcuid oibre Pas Príobháideachta.",
  "page-acc-link-1": "Más úsáideoir inrochtaineachta tú, cláraigh anseo le do thoil.",
  "page-acc-subhead": "Rochtain gan uaim a chinntiú do gach úsáideoir agus slándáil á chothabháil acu",
  "page-acc-summary": "Achoimre",
  "page-acc-summary-contents-1": "Tá hCaptcha deartha chun róbónna a stopadh trí iad a idirdhealú ó dhaoine. Is uirlis áisiúil iad tástálacha amhairc chuige seo, ach ní féidir le gach duine dúshlán amhairc a réiteach. Ar an gcúis seo tá rogha eile simplí gan phian deartha againn chun ligean d’fhoilsitheoirí a úsáideann ár seirbhís inrochtaineacht a chaomhnú do chách le comhlíonadh iomlán Alt 508 agus WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Conas a oibríonn sé: ar dtús, síníonn úsáideoir inrochtaineachta an URL seo, atá nasctha ar leathanach faisnéise giuirléid hCaptcha. Tugtar fianán criptithe dóibh is féidir a úsáid cúpla uair in aghaidh an lae, ach caithfear iad a athnuachan gach 24 uair trí logáil isteach. Nuair a chuirtear dúshlán i láthair úsáideora inrochtaineachta ar aon láithreán a úsáideann an tseirbhís hCaptcha, rithfidh siad go huathoibríoch.",
  "page-acc-title": "Faisnéis Inrochtaineachta hCaptcha",
  "page-acc-tr-body": "Ceist: Tá dúshlán fós le feiceáil agam tar éis an fianán a shocrú. Cad is cúis leis seo?<br> Freagra: Is gnách go dtarlaíonn sé seo trí úsáid a bhaint as seachfhreastalaí ionsaitheach nó síneadh frith-fhianán, nó suíomh a chuireann bac ar fhianáin tras-láithreáin, sa chás seo fianán do hcaptcha.com atá socraithe nó seiceáilte ag an JS hCaptcha ar shuíomh difriúil , cosúil leis an gceann a bhfuil tú ag tabhairt cuairte air.<br><br> Oibríonn fianáin inrochtaineachta hCaptcha leis na brabhsálaithe agus na seachfhreastalaithe móréilimh uile lena socruithe caighdeánacha, mar sin de ghnáth bíonn teipeanna mar gheall ar scripteanna frith-frithdhála nó rialacha rialacha comhchosúla a dhíríonn ar shuímh áirithe.<br><br> Réitigh:<br><br> 1. Fianáin Whitelist hcaptcha.com agus * .hcaptcha.com i do bhac ad nó síneadh slándála do bhrabhsálaí.<br> 2. Má tá an brabhsálaí Brave á úsáid agat, nach cosúil go bhfuil liostálaí fianán de chineál ar bith ann faoi láthair, téigh chuig Preferences -> Shields -> Fianáin agus roghnaigh Ceadaigh Gach Fianán.<br> 3. Má tá an leagan is déanaí de Safari á úsáid agat ar an OS X 10.15 nó iOS 13.4 a eisíodh le déanaí, tá Apple díreach tar éis iompraíocht Safari a bhaineann le fianáin tríú páirtí a athrú, ag blocáil gach ceann acu de réir réamhshocraithe. Tá réiteach á chur i bhfeidhm againn, ach idir an dá linn tabhair cuairt ar Safari Preferences, an roinn Príobháideachta, agus dícheangail rianú Suíomh Gréasáin: Cosc a chur ar rianú tras-láithreáin chun a chumasú don fhianán inrochtaineachta feidhmiú mar a bhí súil leis.<br><br> Ceist: Úsáidim ilghléasanna. An gá dom síniú suas arís agus arís eile?<br> Freagra: Níl. Cliceáil le do thoil ar an nasc logála ríomhphoist céanna a seoladh chugat ar gach feiste a úsáideann tú chun an fianán a shocrú.<br><br> Ceist: Conas is féidir liom mé féin a chosaint ar rianú fianán tríú páirtí agus an fianán inrochtaineachta á úsáid agam?<br> Freagra: Ag baint úsáide as aon síneadh príobháideachta nó ad-blocála a thacaíonn le bánú ar leibhéal fearainn (m.sh. uBlock Origin) oibreofar mar a bhíothas ag súil leis: déan cinnte whitelist hcaptcha.com.",
  "page-acc-tr-title": "Maidir le húsáideoirí Inrochtaineachta: Ceisteanna Coitianta agus Treoir um Fabhtcheartú",
  "page-acc-tr2-body": "Safari<br> Chun fianáin a chumasú i Safari (Mac): Téigh go roghchlár anuas Safari. Roghnaigh Sainroghanna. Cliceáil Príobháideacht sa phainéal barr. Faoi 'Bloc fianáin' roghnaigh an rogha 'Riamh.'<br> Chun fianáin a chumasú i Safari (iPhone / iPad iOS 11+): Oscail do Shocruithe. Scrollaigh síos agus roghnaigh Safari. Faoi Phríobháideacht & Slándáil, déan 'Cosc ar Rianú Tras-Láithreáin' agus 'Cuir bac ar gach Fianán'<br><br> Firefox<br> Cliceáil ar an sciath ar thaobh na láimhe clé den bharra seoladh ar aon leathanach gréasáin. Cliceáil ar Socruithe Cosanta. Osclófar painéal Príobháideachta & Slándála Firefox Preferences. Faoi Chosaint Rianaithe Feabhsaithe, roghnaigh Saincheaptha. Roghnaigh na rianta agus na scripteanna atá le blocáil trí na ticbhoscaí sin a roghnú. Déan cinnte go bhfuil hcaptcha.com gan bhac agat.<br><br> Féadfaidh tú roinnt cosaintí i gCustaim a mhúchadh go sealadach chun é seo a dhífhabhtú, trí na ticbhoscaí a dhí-roghnú: Déan bosca seiceála na Rianaithe a dhí-roghnú nó an bosca seiceála Fianáin a dhí-roghnú má tá fadhbanna agat fós.<br><br> Google Chrome<br> Google Chrome (PC)<br> Roghnaigh deilbhín roghchlár Chrome. Roghnaigh Socruithe.<br> Téigh chuig Príobháideacht agus Slándáil, ansin Fianáin agus sonraí láithreáin eile.<br> Déan cinnte nach bhfuil 'Bloc fianáin tríú páirtí' cumasaithe.<br><br> Google Chrome (Mac):<br> Oscail sainroghanna Chrome ón mbarra roghchláir.<br> Téigh chuig Príobháideacht agus Slándáil, ansin Fianáin agus sonraí láithreáin eile.<br> Déan cinnte nach bhfuil 'Bloc fianáin tríú páirtí' cumasaithe.<br><br> Google Chrome (Android):<br> Ar do ghléas Android, oscail an aip Chrome.<br> Ag an mbarr ar dheis, sconna Níos Mó agus ansin Socruithe.<br> Beartaíonn Socruithe Suímh agus ansin Fianáin.<br> In aice le 'Fianáin,' aistrigh an socrú.<br> Seiceáil an bosca in aice le 'Ceadaigh fianáin tríú páirtí.'<br><br> Internet Explorer<br> 1. Roghnaigh an giar sa chúinne uachtarach ar dheis den scáileán, ansin roghnaigh 'Internet Options'. Má tá an Barra Roghchláir cumasaithe agat, is féidir leat ‘Uirlisí’ a roghnú ansin ‘Internet Options’.<br> 2. Cliceáil ar an táb 'Príobháideacht'.<br> 3. Roghnaigh an cnaipe 'Advanced'.<br> 4. Faoi 'Fianáin Tríú Páirtí' roghnaigh 'Glac'.<br> 5. Cliceáil 'OK'",
  "page-acc-tr2-head": "Treoracha Brabhsálaí maidir le Fianáin Tras-Láithreáin",
  "priv-hc": "Príobháideacht Dírithe",
  "priv-hc-text": "Feiceann líonraí fógraí tú mar a dtáirge. Ní dhéanaimid. Is cuma linn cé hiad na húsáideoirí, ach cé chomh dóchúil is atá siad a bheith mailíseach. Tacaímid le tionscnaimh cosúil le Pas Príobháideachta, agus oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
  "reporting-bugs-accessibility-button": "Níos mó a fhoghlaim faoi roghanna inrochtaineachta",
  "reporting-bugs-accessibility-head": "Roghanna Inrochtaineachta",
  "reporting-bugs-accessibility-text": "An bhfuil tú lagamhairc nó mura bhfuil tú in ann hCaptchas a chríochnú?",
  "reporting-bugs-guide-ff-head": "Gabháil Sonraí Tuairisc Bug: Firefox",
  "reporting-bugs-guide-ff-step-1": "Céim 1: Uirlisí Forbróra Oscailte (Tosaíonn sé seo an seisiún a thaifeadadh.)",
  "reporting-bugs-guide-ff-step-2": "Céim 2: Cliceáil ar cluaisín Líonra in Uirlisí Forbróra. Seiceáil an bosca logaí Persist ag an mbarr.",
  "reporting-bugs-guide-ff-step-3": "Céim 3: tabhair cuairt ar https://accounts.hcaptcha.com/demo, nó ar an suíomh Gréasáin a bhfuil saincheist agat air (Nóta Príobháideachta: ach amháin mura miste leat an rud atá ann a roinnt) ... agus ansin cliceáil ar an I Is cnaipe daonna mé, agus déan iarracht réiteach.",
  "reporting-bugs-guide-ff-step-4": "Céim 4: Cliceáil HAR tar éis duit iarracht a dhéanamh réiteach a dhéanamh, agus roghnaigh Save All as HAR chun logáil an líonra a shábháil. Seol an comhad sin chugainn.",
  "reporting-bugs-guide-ff-step-5": "Céim 5: Cliceáil ar an táb Console, agus cliceáil ar dheis ansin Roghnaigh gach ceann agus sábháil é sin i gcomhad téacs, d’fhonn logáil an chonsóil a shábháil. Seol é sin chugainn freisin.",
  "reporting-bugs-guide-ff-step-6": "An chéim dheireanach: Seol ríomhphost chuig na comhaid logála HAR agus consól sin chugainn, agus déan cur síos ar an bhfadhb Úsáid: support@hcaptcha.com (bain úsáid as seirbhís mar Dropbox nó Filebin agus seol naisc) agus go roghnach pictiúr, má tá amhras ort go bhfuil rud éigin ann nach bhfuil ag taispeáint i gceart . Seol an IP atá á úsáid agat freisin. Is féidir leat é a fháil ó https://www.whatsmyip.org/ Go raibh maith agat as do chuid ama a thógáil chun cabhrú linn an fhaisnéis seo a fháil! Táimid tiomanta do hCaptcha a chur ag obair go maith do gach duine.",
  "reporting-bugs-guide-head": "Sonraí Tuairisc Bug a ghabháil: Chrome",
  "reporting-bugs-guide-step-1": "Céim 1: Uirlisí Forbróra Oscailte (Tosaíonn sé seo an seisiún a thaifeadadh.)",
  "reporting-bugs-guide-step-2": "Céim 2: Cliceáil ar cluaisín Líonra in Uirlisí Forbróra. Seiceáil an bosca log Preserve ag an mbarr.",
  "reporting-bugs-guide-step-3": "Céim 3: tabhair cuairt ar https://accounts.hcaptcha.com/demo, nó ar an suíomh Gréasáin a bhfuil saincheist agat air (Nóta Príobháideachta: ach amháin mura miste leat an rud atá ann a roinnt) ... agus ansin cliceáil ar an I Is cnaipe daonna mé, agus déan iarracht réiteach.",
  "reporting-bugs-guide-step-4": "Céim 4: Cliceáil Export HAR (an tsaighead beag síos) tar éis duit iarracht a dhéanamh réiteach, rud a shábhálann logáil an líonra. Seol an comhad sin chugainn.",
  "reporting-bugs-guide-step-5": "Céim 5: Cliceáil ar an táb Console, agus cliceáil ar dheis ansin Sábháil mar .. d’fhonn logáil an chonsóil a shábháil. Seol é sin chugainn freisin.",
  "reporting-bugs-guide-step-6": "An chéim dheireanach: Seol ríomhphost chuig na comhaid logála HAR agus consól sin chugainn, agus déan cur síos ar an bhfadhb. Úsáid: support@hcaptcha.com (bain úsáid as seirbhís mar Dropbox nó Filebin agus seol naisc) agus go roghnach pictiúr, má tá amhras ort go bhfuil rud éigin ann nach bhfuil ag taispeáint i gceart. Seol an IP atá á úsáid agat freisin. Is féidir leat é a fháil ó https://www.whatsmyip.org/ Go raibh maith agat as do chuid ama a thógáil chun cabhrú linn an fhaisnéis seo a fháil! Táimid tiomanta do hCaptcha a chur ag obair go maith do gach duine.",
  "reporting-bugs-guide-text-1": "Má chuirtear faisnéis dhífhabhtaithe le do thuairisc, beidh sé i bhfad níos éasca dúinn a bhfuil ar siúl a aithint. Seo treoracha céim ar chéim:",
  "reporting-bugs-guide-text-2": "Más forbróir gréasáin nó sainúsáideoir tú, is é an achoimre ba mhaith linn go gcuirfeá líonra ag taifeadadh HAR agus logaí consól brabhsálaí chugainn. Déan iarracht le do thoil aon choscóir ad nó síntí slándála brabhsálaí a dhíchumasú ar dtús agus ansin atriail sula dtéann tú trí na céimeanna seo. Má shocraíonn sé sin d’fhadhb, ba mhaith linn fós tú a chur in iúl dúinn leagan do bhrabhsálaí, seachfhreastalaí ad nó síneadh brabhsálaí, agus URL an láithreáin ghréasáin.",
  "reporting-bugs-intro-head": "Fuair tú fabht? Seo conas é a thuairisciú.",
  "reporting-bugs-intro-text": "Úsáideann na milliúin daoine hCaptcha gach mí, ar na mílte teaglaim de bhrabhsálaithe, síntí, gairis, ballaí dóiteáin agus go leor eile. Is é ár gcuspóir a chinntiú go n-oibríonn sé duit i gcónaí, mar sin táimid an-bhuíoch as do thuairiscí! Chun aiseolas tapa a thabhairt, ní gá ach cliceáil ar an gcnaipe Seol aiseolais chugainn. Má tá ceist fheidhmiúil á fheiceáil agat, lean na treoracha maidir le logáil dífhabhtaithe le haghaidh Chrome nó treoracha logála dífhabhtaithe do Firefox thíos. Maidir le brabhsálaithe ar bith eile ní gá ach ríomhphost a chur chugainn. Le haghaidh saincheisteanna féideartha slándála nó príobháideachta, féach na treoracha thíos.",
  "reporting-bugs-privacy-head": "Saincheisteanna Príobháideachta",
  "reporting-bugs-privacy-text": "Is cuma linn cé hiad na húsáideoirí, ach cé chomh dóchúil is atá siad mailíseach nó meaisíní. Tacaímid le tionscnaimh cosúil le Pas Príobháideachta, agus oibrímid go crua chun príobháideacht agus slándáil a chothromú. Má aimsigh tú saincheist a shíleann tú a d’fhéadfadh dul i bhfeidhm ar phríobháideacht úsáideora, seol ríomhphost chugainn ag support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Seol aiseolas chugainn",
  "reporting-bugs-provide-feedback-head": "Aiseolas láithreach a sholáthar ar hCaptcha",
  "reporting-bugs-provide-feedback-text": "Táimid buíoch as d’ionchur. Cuir in iúl dúinn aon cheisteanna agus déanfaimid iad a réiteach go tapa.",
  "reporting-bugs-security-head": "Bugs Slándála",
  "reporting-bugs-security-text": "Tá suim againn i gcónaí tuairiscí ar fhabhtanna slándála a fháil. Seol ríomhphost chuig support@hcaptcha.com & CC security@hcaptcha.com agus cuirfimid ar ais chugat go tapa. Tá clár deolchaire fabht againn freisin le haghaidh tuarascálacha slándála incháilithe ar an tseirbhís hCaptcha agus an cód foinse gaolmhar.",
  "sales-interstitial-c1": "Do chuideachtaí",
  "sales-interstitial-c1a": "Réitigh slándála fiontar (íoctha)",
  "sales-interstitial-c1b": "Níos mó a fhoghlaim faoi hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Anótáil sonraí",
  "sales-interstitial-c1d": "Seirbhísí anótála hCaptcha a cheannach",
  "sales-interstitial-c2": "Do dhaoine aonair",
  "sales-interstitial-c2a": "Cuir hCaptcha le do sheirbhís (saor in aisce)",
  "sales-interstitial-c2b": "Cuir hCaptcha d’Fhoilsitheoirí le mo shuíomh Gréasáin nó aip",
  "sales-interstitial-c2c": "Cad é hCaptcha?",
  "sales-interstitial-c2d": "Níos mó a fhoghlaim faoi hCaptcha",
  "sales-interstitial-head": "Déanaimis cinnte go sroichfidh tú an áit cheart.",
  "sec-hc": "Slándáil ar dtús",
  "sec-hc-text": "Tá hCaptcha dírithe ar an bhfoilsitheoir. Oibrímid chun fíor-shonraí a thabhairt do shuíomhanna agus chun ligean dóibh cinneadh a dhéanamh ar conas iad a úsáid. Is é do chruinneas é do leas féin agus linne. Soláthraíonn cuideachtaí fógraíochta captchas eile. Féadfaidh gach bot a bhlocálann siad a n-ioncam a laghdú.",
  "signup-interstitial-c1": "Do chuideachtaí nó láithreáin ghréasáin",
  "signup-interstitial-c1a": "Cuir hCaptcha le do sheirbhís (saor in aisce)",
  "signup-interstitial-c1b": "Cuir hCaptcha d’Fhoilsitheoirí le mo shuíomh Gréasáin nó aip",
  "signup-interstitial-c1c": "Réitigh slándála fiontar (íoctha)",
  "signup-interstitial-c1d": "Níos mó a fhoghlaim faoi hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Anótáil sonraí",
  "signup-interstitial-c1f": "Seirbhísí anótála hCaptcha a cheannach",
  "signup-interstitial-c2": "Do dhaoine aonair",
  "signup-interstitial-c2a": "Inrochtaineacht",
  "signup-interstitial-c2b": "Faigh amach faoi roghanna inrochtaineachta do hCaptcha",
  "signup-interstitial-c2c": "Airgead a thuilleamh",
  "signup-interstitial-c2d": "Oibrigh mar lipéadóir sonraí aonair",
  "signup-interstitial-head": "Déanaimis cinnte go sroichfidh tú an áit cheart.",
  "support-interstitial-c1": "Do chuideachtaí",
  "support-interstitial-c1a": "Réitigh slándála fiontar (íoctha)",
  "support-interstitial-c1b": "Faigh tacaíocht d’Fhiontar hCaptcha (BotStop)",
  "support-interstitial-c1c": "Foilsitheoir hCaptcha (saor in aisce)",
  "support-interstitial-c1d": "Faigh tacaíocht don Fhoilsitheoir hCaptcha",
  "support-interstitial-c2": "Do dhaoine aonair",
  "support-interstitial-c2a": "Ag deacracht le dúshlán?",
  "support-interstitial-c2b": "Faigh amach faoi roghanna inrochtaineachta do hCaptcha",
  "support-interstitial-c2c": "Ag iarraidh fabht a thuairisciú?",
  "support-interstitial-c2d": "Níos mó a fhoghlaim faoi shaincheisteanna bogearraí a thuairisciú",
  "support-interstitial-head": "Déanaimis cinnte go sroichfidh tú an áit cheart.",
  "what-is-hcaptcha": "Cad é hCaptcha?",
  "what-is-hcaptcha-text": "Cuidíonn hCaptcha leis na seirbhísí gréasáin is fearr leat bots, spam, agus mí-úsáid a choinneáil amach trí cheisteanna simplí a chur atá furasta do dhaoine agus atá deacair do mheaisíní.",
  "why-hc": "Cén fáth hCaptcha?",
  "why-hc-text": "Gach uair a fhreagraíonn tú dúshlán, bainimid úsáid as samhlacha sofaisticiúla chun a fháil amach an duine nó meaisín tú. Ansin úsáideann an suíomh Gréasáin ar thug tú cuairt air an toradh seo chun cabhrú le d’eispéireas ar a suíomh a fheabhsú trí róbónna a choinneáil amach.",
  "footer-link-5b": "Brúigh",
  "footer-link-cyberattacks": "Cyberattacks 101"
}