{
    "1137470858": "11 Nollaig, 2021",
    "12462594": "Tá hCaptcha tógtha ar an ardán DAONNA, a ligeann do ródú agus anailís sofaisticiúil costas agus éifeachtúlacht a bharrfheabhsú ag gach céim.",
    "2262549101": "Déantar modhanna malartacha teagmhála a dhoiciméadú in Eolaire Gníomhaire Ainmnithe DMCA Oifig Cóipchirt na SA",
    "2272776729": "Tabhair faoi deara le do thoil go gcaithfidh tú d’aitheantas agus d’iarraidh a fhíorú sula ndéanfar beart breise, mar shampla trí d’aitheantas rialtais a sholáthar. Ag teacht le dlí California, féadfaidh tú gníomhaire údaraithe a ainmniú chun iarraidh a dhéanamh thar do cheann. D’fhonn gníomhaire údaraithe a ainmniú chun iarraidh a dhéanamh thar do cheann, ní mór duit cumhacht aturnae bhailí a sholáthar, d’eisigh rialtas bailí an iarratasóra aitheantais, agus d’eisigh rialtas bailí an ghníomhaire údaraithe aitheantais.",
    "2335607721": "Fógra. Seolfar gach fógra a bhaineann leis na Téarmaí Seirbhíse seo trí r-phost nó cuirfear suas iad ar ár suíomh Gréasáin. Caithfidh tú fógraí a sheoladh chugainn ag",
    "2875934612": "20 Samhain, 2020",
    "3084122606": "Sa chás go bhfuil an úsáid a bhainimid as d’fhaisnéis phearsanta bunaithe ar do thoiliú, tá sé de cheart agat í a tharraingt siar tráth ar bith ar an mbealach a léirítear sa tSeirbhís nó trí theagmháil a dhéanamh linn ag",
    "3312286067": "nó gearán a chur faoi bhráid an rialtóra cosanta sonraí i do dhlínse. Is féidir leat do rialtóir cosanta sonraí a fháil ag",
    "3506025515": "Ní dhéanann log4shell difear do hCaptcha. Seo mar atá a fhios againn.",
    "3516838896": "Scuab an fabht forghníomhaithe cód iargúlta log4j2 an t-idirlíon le déanaí, ag dul i bhfeidhm ar chéatadán mór de sheirbhísí ar líne. níor cuireadh isteach ar hCaptcha. Seo mar a fhíoraíomar an fíric sin.",
    "3553195003": "Ní dhéanann log4shell difear do hCaptcha.",
    "3610875753": "- Mura féidir leat teagmháil a dhéanamh linn mar is iondúil tar éis cur isteach suntasach ar ghnó",
    "3612764043": ", ba cheart duit dul chuig ár suíomh Gréasáin ag hcaptcha.com nó hcaptchastatus.com.",
    "3626193263": "Is é an Gníomhaire Ainmnithe hCaptcha d’Acht Cóipchirt na Mílaoise Digití (DMCA)",
    "3794891866": "Féadfaidh tomhaltóirí California iarraidh a dhéanamh de bhun a gcearta faoin CCPA trí theagmháil a dhéanamh linn ag",
    "3814036702": "- Má tá ceisteanna agat faoinár bpleanáil leanúnachais gnó, is féidir leat teagmháil a dhéanamh linn ag",
    "3975007628": "anois na céadta milliún úsáideoir a chosaint ar fud na mílte milliún láithreán Gréasáin agus aipeanna gach mí. Taispeánann ár scéal gur féidir leat dul san iomaíocht le Big Tech nuair a chuireann tú príobháideacht ar dtús.",
    "4038264749": "Tabhair faoi deara cé go bhfanann orduithe áitiúla COVID-19 i bhfeidhm níl aon ráthaíochtaí ann go bhfaighfear post go tráthúil, agus seol r-phost (",
    "4115505783": ") an cainéal ceart chun teacht orainn. Ní choinníonn an chuideachta uimhreacha teileafóin nó facs; seo an 21ú haois.",
    "4164851712": "Ní úsáidimid d’fhaisnéis phearsanta ach mar a cheadaítear leis an dlí. Iarrtar orainn tú a chur ar an eolas faoi na boinn dlí a bhaineann lenár bpróiseáil ar do chuid faisnéise pearsanta, a ndéantar cur síos orthu thíos. Má tá ceisteanna agat faoi na bunáiteanna dlí faoina ndéanaimid do chuid faisnéise pearsanta a phróiseáil, déan teagmháil linn ag",
    "4201262098": "Ligeann an teicneolaíocht seo don lucht saothair ceart gach cuid de do phost a láimhseáil, éifeachtúlacht costais a uasmhéadú agus príobháideacht a chaomhnú agus aon riachtanais rialála a d’fhéadfadh a bheith i bhfeidhm a chomhlíonadh.",
    "4217188341": "30 Samhain, 2020",
    "4238473596": "Tá sé tábhachtach frithchuimilt a íoslaghdú d’úsáideoirí fíor. Úsáideann hCaptcha tascanna simplí agus tógann sé níos lú ama d’fhormhór na n-úsáideoirí agus iad ag stopadh níos mó tráchta bot.",
    "4243935861": "ha.com",
    "4270798104": "2. Bain triail as síntí eile a dhíchumasú. Má réitíonn sé sin, déan iad a chasadh air ceann ar cheann go dtí go bhfaighidh tú an fhadhb, agus cuir forbróir an síneadh sin ar an eolas faoi, chomh maith le ceann a thabhairt dúinn ag",
    "427220273": "Féadfaimid faisnéis shonrach a iarraidh uait chun cabhrú linn d’aitheantas a dhearbhú agus d’iarratas a phróiseáil. Féadfaidh an dlí is infheidhme a cheangal nó cead a thabhairt dúinn d’iarratas a dhiúltú. Má dhiúltaímid d’iarratas, inseoimid duit cén fáth, faoi réir srianta dlí. Más mian leat gearán a chur isteach maidir lenár n-úsáid d’fhaisnéis phearsanta nó freagra ar d’iarrataí maidir le d’fhaisnéis phearsanta, féadfaidh tú teagmháil a dhéanamh linn ag",
    "433026247": "Trí thascanna a dhéanamh, féadfaidh tú cáilíochtaí agus scileanna a fhabhrú a thabharfaimid dár rogha féin. Coimeádaimid an ceart do cháilíochtaí agus do scileanna a chruthú, a chur in eagar nó a chúlghairm tráth ar bith, ar chúis ar bith nó ar chúis ar bith. Toisc nach ndéanaimid idirdhealú ar bhonn tionscnaimh náisiúnta, cine, datha, inscne, claonadh gnéasach, nó aon aicme eile atá faoi chosaint an dlí, beidh an deis chéanna agat agus atá ag aon Ranníocóir eile rochtain ar thascanna a bhaint amach agus a bhailíonn do cháilíochtaí agus do scileanna . Mar Ranníocóir, má chreideann tú go ndeachaigh ceisteanna tástála fadhbacha i bhfeidhm ar do cháilíochtaí, do scileanna nó do luaíochtaí, féadfaidh tú argóintí tacaithe a sholáthar ag cur síos ar cheisteanna tástála fadhbanna tríd an gcomhéadan tasc nó trí thicéad inár gcóras tacaíochta, mar shampla trí ríomhphost ag",
    "492025216": "13 Nollaig, 2021",
    "799274928": "Meastar gur fógraí i scríbhinn iad fógraí ríomhphoist chun gach críche a bhféadfadh fógraí i scríbhinn a bheith ag teastáil ina leith. Meastar go bhfaightear fógraí ríomhphoist an lá gnó tar éis iad a tharchur chuig an bhfaighteoir beartaithe.",
    "211351380": "Ón mblag:",
    "3153117136": "Conas a Oibríonn Socruithe Deacrachtaí hCaptcha",
    "2915355938": "Inrochtaineacht",
    "793784899": "Pleananna",
    "2671622670": "Fiontar",
    "3527140447": "Docs",
    "505891021": "Seirbhísí Lipéadaithe",
    "692176459": "Logáil isteach",
    "1892574253": "Clarú",
    "2593864519": "Stop níos mó bots. Tosaigh príobháideacht úsáideora a chosaint.",
    "4007826952": "An # 1 CAPTCHA príobháideachta-ar dtús le haghaidh gréasáin, soghluaiste, agus níos mó.",
    "3721365241": "Bain triail as",
    "3753956446": "Saor",
    "3276777569": "hCaptcha",
    "55035359": "Ag baint úsáide as reCAPTCHA faoi láthair?",
    "3417372336": "Athraigh i nóiméid",
    "2881474837": "Fiontar hCaptcha",
    "1685871181": "Tá na seirbhísí ar líne is fearr ag brath",
    "1470290349": "don bhainistíocht bot agus calaoise is fearr sa rang.",
    "3714002185": "Níos mó a fhoghlaim faoi hCaptcha Enterprise",
    "3946753128": "Príobháideach. Slán. Níos tapúla.",
    "939665604": "Dírithe ar Phríobháideacht",
    "780475098": "Feiceann líonraí fógraíochta do chuairteoirí mar an táirge. Is cuma linn ach cuairt mhaith nó olc. Comhlíonann hCaptcha le GDPR, CCPA, LGPD, PIPL, agus dlíthe sonraí domhanda eile.",
    "219813583": "Slándáil ar dtús",
    "2714878440": "Cosain do sheirbhísí ó scrapáil, táthcheangail cuntas, líonadh inchreidte, agus turscar lenár bhfoghlaim ardmheaisín agus fíorú daonnachta.",
    "1397766838": "Taithí Úsáideora Níos Fearr",
    "2670352917": "Soláthraíonn hCaptcha braite bot níos iontaofa agus é simplí do dhaoine a réiteach.",
    "2806751666": "Cad é hCaptcha?",
    "3096063825": "Iarrai E amach",
    "2968026167": "An glasra is fearr leat",
    "713281684": "Ubhthoradh",
    "4147497805": "Cairéad",
    "3758963444": "Go raibh maith agat! Tá d’aighneacht faighte!",
    "1070364246": "Úps! Chuaigh rud éigin mícheart agus an fhoirm á cur isteach.",
    "1129833879": "Stop bots mailíseacha, príobháideacht úsáideora a chosaint",
    "58091799": "Faigh tuilleadh eolais faoi Foilsitheoir agus Fiontar hCaptcha",
    "1599610318": "Foilsitheoir",
    "3093388779": "Tá hCaptcha saor in aisce le húsáid d’fhoilsitheoirí ar aon mhéid",
    "179723061": "Níos mó smachta d’fhoirne a dteastaíonn slándáil chun tosaigh ranga uathu",
    "846501387": "Cosaint bot den chéad scoth",
    "119298044": "Cosnaíonn ardteicneolaíochtaí ML agus AI féin-mhaoirsithe d’airíonna gréasáin ó bhagairtí agus ó ionsaithe",
    "1263998069": "Faigh luach saothair as réitigh dhaonna",
    "1103295010": "Airgead a thuilleamh nó a thabhairt do charthanas nuair a réitíonn daoine CAPTCHAnna",
    "392886773": "Oibreacha i ngach tír",
    "2320894364": "Le níos mó ná 200 pointe láithreachta, cosnaíonn scamall hCaptcha do chuid sócmhainní ar fud an domhain",
    "451701069": "Comhlíonann sé le GDPR, CCPA,",
    "2826051554": "agus eile",
    "3530599065": "Tógtar príobháideacht ón mbun aníos. Ní choinníonn hCaptcha aon PII agus comhlíonann sé go leor sainorduithe agus rialachán príobháideachta.",
    "2489287539": "Modhanna éighníomhacha saor ó fhrithchuimilt “Gan CAPTCHA” & 99.9%",
    "793242047": "Na dúshláin a chuirtear os comhair úsáideoirí a laghdú chun rochtain thapa ar iarratais a cheadú",
    "4195759329": "Brath bot agus scóir riosca",
    "1150035777": "Gineann samhlacha sofaisticiúla foghlama meaisín scóir muiníne bot bunaithe ar go leor pointí sonraí seachas ar freagraíodh ceisteanna i gceart",
    "3688621388": "Sínithe bagairtí",
    "1131525092": "Cuir drochghníomhaithe le chéile go dícheallach trínár UIDanna Scoped a chaomhnaíonn príobháideacht chun calaois agus mí-úsáid ghaolmhar a aimsiú agus a stopadh",
    "1559631739": "Foghlaim phríobháideach",
    "3952259236": "Comhcheangail do chuid sonraí dalláilte leis na mílte comhartha hCaptcha chun hCaptcha a oiliúint ar aicmí iompair - mar shampla amháin - chun iompar mailíseach a thuar níos fearr ná ceachtar réiteach ina n-aonar",
    "1150963691": "Maolú APT",
    "4083018285": "Sraith gnéithe leathnaithe a chomhcheanglaíonn le monatóireacht agus freagairt SOC feabhsaithe chun aghaidh a thabhairt ar bhagairtí leanúnacha sofaisticiúla",
    "3160820928": "Cosaint ionsaí comhordaithe",
    "1849805607": "Cosnaíonn hCaptcha i gcoinne bagairtí agus decoys atá deartha chun do líonraí a insíothlú",
    "1958297836": "Cosaint ionsaithe comhordaithe & maolú APT",
    "1300485304": "Cosnaíonn hCaptcha i gcoinne ardbhagairtí agus decoys atá deartha chun do líonraí a insíothlú",
    "2698640210": "Dúshláin agus cineálacha rialaithe a thaispeántar",
    "3121248460": "Taispeáin dúshláin saincheaptha gan teorainn éagsúil - ó shimplí go casta - don lucht féachana a bhfuil súil agat leis",
    "3807059944": "Rialú ábhar dúshlán a úsáidtear",
    "2707282231": "Dúshláin a shaincheapadh d’úsáideoirí. Déan sé dodhéanta do bots réiteach agus treá.",
    "4194763679": "Leibhéil deacrachta mínghlan",
    "3730038780": "Roghnaigh ó líon beagnach gan teorainn dúshlán atá le réiteach ag úsáideoirí",
    "1849717906": "Saincheap le d’ábhar dúshláin féin",
    "1508655687": "Cuir do dhúshláin féin in oiriúint do do lucht féachana chun rochtain a shruthlíniú nó a shrianadh",
    "3620442880": "Gnéithe cosanta Flash Sale",
    "3265895521": "Deacracht dúshlán a ardú agus a ísliú bunaithe ar am den lá",
    "1485807325": "Dashboards il-úsáideora, SAML SSO",
    "359073033": "Soláthraíonn dashboards radhairc ardleibhéil nó mínghlan ar ghníomhaíocht.",
    "4272454814": "Comhtháthaigh leis an soláthraí aitheantais is rogha leat.",
    "1141402092": "Gnéithe tuairiscithe chun cinn",
    "910989640": "Cruthaigh tuairiscí mionsonraithe agus saincheaptha ar ghníomhaíochtaí",
    "3768951251": "SLAnna Fiontair",
    "1014004474": "Tairgeann pleananna Fiontar hCaptcha comhaontuithe ardleibhéil seirbhíse chun d’eagraíocht a chosaint",
    "1177598246": "Déan teagmháil le Díolacháin",
    "1067704102": "An Luach i Lipéadú Sonraí",
    "3065000659": "Ar thuig tú gach uair a chliceálann tú ar an gcarr \"go bhfuil tú ag cabhrú le traenáil amháin",
    "3235430156": "córais foghlama meaisín cuideachta saor in aisce?",
    "1549336309": "Casann hCaptcha an tsamhail seo timpeall. Nuair a úsáideann tú hCaptcha, déanann cuideachtaí tairiscintí ar an obair a dhéanann d’úsáideoirí de réir mar a chruthaíonn siad a ndaonnacht. Faigheann tú an luach saothair.",
    "3725880582": "Tabhair Ar Ais do Charthanas",
    "1671436004": "Ag iarraidh a thabhairt ar ais don charthanas is fearr leat?",
    "1663628612": "ligeann duit",
    "4272088465": "na carthanais is rogha leat leis an tuilleamh a ghnóthaíonn tú as é a úsáid.",
    "2894845722": "Is gearr go mbeidh úsáideoirí ar do shuíomh in ann do chuidiú le carthanas a fheiceáil trí bhrandáil discréideach ar chomhéadan hCaptcha.",
    "3194111925": "tacaíocht",
    "1637702726": "Maidir le hCaptcha",
    "2323282990": "Cur Chuige Nua-Aimseartha chun an Daonnacht a Fhíorú",
    "1201821619": "Réitíonn hCaptcha ceann de na fadhbanna is práinní inniu: cosc a chur ar róbónna mailíseacha mí-úsáid a bhaint as seirbhísí ar líne.",
    "1475399473": "Níos mó a fhoghlaim faoin bhfoireann hCaptcha",
    "3161489950": "An tArdán ML Slándála is Casta ar Domhan",
    "3247172580": "Chomhcheangail hCaptcha ardfhoghlaim meaisín féin-mhaoirsithe le cur chuige nua-aimseartha ríomh a laghdaíonn bailiú agus coinneáil sonraí go uathúil, a sheachadtar ó níos mó ná 250 áit ar fud an domhain le haghaidh scalability ollmhór.",
    "3767462250": "Deartha do Phríobháideacht",
    "3500503648": "Tá hCaptcha deartha chun deireadh a chur le coinneáil sonraí fadtéarmach trí bheith ag brath ar mheastóireacht láithreach seachas do stair brabhsála a thaifeadadh agus a anailísiú. Tacaímid le tionscnaimh mar",
    "2418549423": ", caighdeán atá ag teacht chun cinn chun príobháideacht ar líne a chaomhnú trí phromhadh cripteagrafach, agus gnéithe uathúla eile ar dtús maidir le príobháideacht.",
    "1544546608": "Pas Príobháideachta",
    "976209454": "Duaiseanna a Thuilleamh nó Tabhair do Charthanas",
    "552920956": "Ligeann hCaptcha do láithreáin ghréasáin luaíochtaí a thuilleamh agus iad ag cur bac ar róbónna agus cineálacha eile mí-úsáide. Ligeann hCaptcha duit tacú leis na carthanais is rogha leat leis an tuilleamh seo.",
    "654326661": "Ar mhaith leat a fheiceáil duit féin? Bain triail as hCaptcha saor in aisce.",
    "3570415321": "Cuideachta",
    "3987022469": "Lipéadú",
    "1636202177": "Faoi",
    "2670003220": "Poist",
    "3233305531": "Trádmharcanna",
    "3028319964": "Eitic AI",
    "4131598919": "Brúigh",
    "1662477701": "Acmhainní",
    "3130928685": "Blag",
    "1756106276": "Stádas",
    "1235925265": "Doiciméadú",
    "920212083": "Tuairiscigh Bug",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Déan teagmháil",
    "2182196747": "Tacaíocht",
    "487083593": "Díolacháin",
    "878585497": "Téarmaí",
    "1697438123": "Príobháideacht",
    "1316817321": "Attribution",
    "3488019891": "Trádmharc cláraithe de chuid Intuition Machines, Inc. is ea hCaptcha.",
    "4224961202": "Príobháideacht, Slándáil, agus Foghlaim Meaisín.",
    "98173630": "Is é hCaptcha an tseirbhís CAPTCHA neamhspleách is mó a úsáidtear ar domhan.",
    "1514478724": "Foghlaim níos mó",
    "1752795854": "Tugann hCaptcha cur chuige nua-aimseartha, dírithe ar phríobháideacht, chun bots a stopadh.",
    "2927700175": "Taispeánann muid dúshláin CAPTCHA atá deacair do róbónna ach atá furasta do dhaoine trí shonraí atá deacair a lipéadú ó fhadhbanna foghlama meaisín, agus a úsáid chun idirdhealú a dhéanamh an bhfuil cuairteoir láithreán gréasáin nó aip ina dhuine.",
    "2188609322": "Tá droch-aisteoirí ag éirí níos coitianta ar líne. Ach ní hí príobháideacht úsáideora a íobairt an freagra.",
    "2032102720": "Díríonn réitigh slándála a thairgeann cuideachtaí fógraíochta go príomha ar úsáideoirí a rianú ar fud an ghréasáin. Tá réiteach slándála éifeachtach cruthaithe againn a chruthaíonn nach gá dochar a dhéanamh do phríobháideacht úsáideora chun torthaí den scoth a sholáthar.",
    "4146870445": "Cé muid",
    "353066938": "Foireann a bhfuil taithí acu, ag obair ar na fadhbanna is deacra inniu. Is seirbhís de chuid hCaptcha",
    "1173652155": "Comhairleoirí",
    "2256305371": "Ollamh, CS in Ollscoil California, Berkeley. Foghlaim domhain, slándáil, saineolaí blockchain. POF Oasis Labs.",
    "2177660021": "Eolaí Taighde ag Stanford. Foghlaim meaisín agus maoiniú cainníochta ag bainc mhóra, cistí fálaithe agus an saol acadúil.",
    "2686825859": "Cláraigh saor in aisce nó déan teagmháil linn faoi réitigh hCaptcha Enterprise",
    "583434701": "Inrochtaineacht hCaptcha",
    "611905972": "Rochtain gan uaim a chinntiú do gach úsáideoir agus slándáil á chothabháil acu",
    "874098071": "Más úsáideoir inrochtaineachta tú, cláraigh anseo le do thoil",
    "2745385064": "Achoimre",
    "3353238942": "Tá hCaptcha deartha chun róbónna a stopadh trí iad a idirdhealú ó dhaoine. Is uirlis áisiúil iad tástálacha amhairc chuige seo, ach ní féidir le gach duine dúshlán amhairc a réiteach.",
    "3600022491": "Ar an gcúis seo tá rogha eile simplí gan phian deartha againn chun ligean d’fhoilsitheoirí a úsáideann ár seirbhís inrochtaineacht a chaomhnú do chách le comhlíonadh iomlán Alt 508 agus WCAG 2.1 AA.",
    "2557240048": "Conas a oibríonn sé: ar dtús, síníonn úsáideoir inrochtaineachta trí",
    "3871665286": ", atá nasctha go feiceálach ar leathanach faisnéise ghiuirléid hCaptcha. Tugtar fianán criptithe dóibh is féidir a úsáid cúpla uair in aghaidh an lae, ach caithfear iad a athnuachan gach 24 uair trí logáil isteach.",
    "3441764123": "Nuair a chuirtear dúshlán os comhair úsáideora inrochtaineachta ar shuíomh a úsáideann an tseirbhís hCaptcha, rachaidh siad go huathoibríoch.",
    "4247858664": "an leathanach sínithe inrochtaineachta",
    "1297657322": "Scáileán úsáideora inrochtaineachta tar éis logáil isteach",
    "1717658846": "Rogha inrochtaineachta i roghchlár UI an ghiuirléid",
    "1266963825": "C: An bhfuil hCaptcha Alt 508 + WCAG 2.1 comhlíontach le AA?",
    "850025770": "F: Creidimid amhlaidh: is féidir le gach úsáideoir a bhfuil lagú de chineál ar bith air agus atá in ann an gréasán a bhrabhsáil agus téacs a iontráil ar fhoirmeacha rochtain a fháil ar sheirbhísí atá faoi chosaint ag hCaptcha ar chlárú. Ní comhairle dlí í seo, áfach: ba cheart duit do mheastóireacht féin a dhéanamh, agus do chur chun feidhme áirithe á chur san áireamh chun a chinntiú gurb amhlaidh an cás le haghaidh do imscartha.",
    "159272246": "C: An bhfuil tú ag obair ar roghanna inrochtaineachta eile (\"a11y\"), cosúil le fuaim?",
    "4074220464": "F: Déanann roghanna a raibh tóir orthu roimhe seo mar captchas fuaime idirdhealú i gcoinne go leor úsáideoirí a11y agus is furasta teicnící nua-aimseartha foghlama meaisín a ruaigeadh. Chuir sé seo iachall ar dhúshláin reatha fuaime a bheith níos deacra, ag tabhairt isteach torann, uainiú corr, teaglaim focal neamhghnácha, agus mar sin de, chun ionsaitheoirí a ruaigeadh. Mar sin táimid chomh díograiseach faoin gcur chuige seo vs an dúshlán a sheachaint ar fad, ach déanfaimid machnamh air má tá éileamh ón bpobal a11y.",
    "2309661107": "Mar sin féin, tá suim mhór againn i",
    "2555914614": "don chás úsáide Inrochtaineachta. Creidimid go gceadóidh úsáideoirí a11y brabhsáil go sábháilte, agus a fhios acu go bhfuil a dtrácht níos príobháidí, agus srian a chur leis an mí-úsáid a bhíonn ag oibreoirí bot nuair a bhíonn roghanna a11y ar fáil, agus an cur chuige a11y atá againn faoi láthair le heisiúint Pas Príobháideachta. Is rannpháirtithe gníomhacha muid i ngrúpa oibre IETF ag caighdeánú na teicneolaíochta nua seo.",
    "2583775432": "C: Cad mar gheall ar phríobháideacht? An nochtann clárú sonraí brabhsála a11y ar bhealach éigin? Cad a dhéanann tú leis an ríomhphost?",
    "4215483493": "A: Tá hCaptcha deartha le haghaidh príobháideachta ón mbun aníos. Tá sé an-difriúil ná roghanna traidisiúnta mar reCAPTCHA atá faoi úinéireacht líonraí fógraíochta, a bhfuil dreasacht acu tú a rianú timpeall an ghréasáin agus tú a cheangal le fíor-aitheantas.",
    "2474661839": "Ár",
    "4137573005": "tá freagraí cuimsitheacha agus údarásacha ann maidir leis an gcaoi a n-úsáidimid sonraí, ach is é an freagra gairid nach bhfuil aon spéis againn tú a cheangal mar dhuine le do stair brabhsála.",
    "4101570501": "Táimid ag obair faoi láthair ar réiteach cripteagrafach chun do sheoladh ríomhphoist a scriosadh go tapa agus fós ag caomhnú ár gcumas mí-úsáid a chosc, ag comhlánú ár gcuid oibre Pas Príobháideachta.",
    "260595108": "Ní úsáidimid ríomhphoist nó faisnéis inrochtaineachta riamh chun aon chríche seachas úsáid a11y a éascú agus mí-úsáid a chosc.",
    "3063819779": "Beartas Príobháideachais",
    "465714311": "Maidir le húsáideoirí Inrochtaineachta: Q&A agus Treoir um Fabhtcheartú",
    "3596207631": "C: Tá dúshlán fós le feiceáil agam tar éis an fianán a shocrú. Cad is cúis leis seo?",
    "469089249": "F: Tarlaíonn sé seo go hiondúil mar gheall ar choscóir ad ionsaitheach nó síneadh frith-fhianán a úsáid, nó suíomh a bhlocálann fianáin “tras-láithreáin”, sa chás seo fianán do hcaptcha.com atá socraithe nó seiceáilte ag an hCaptcha JS ar a suíomh difriúil, cosúil leis an gceann a bhfuil tú ag tabhairt cuairte air.",
    "4263626815": "Oibríonn fianáin inrochtaineachta hCaptcha leis na brabhsálaithe agus na seachfhreastalaithe móréilimh uile lena socruithe caighdeánacha, mar sin de ghnáth bíonn teipeanna mar gheall ar scripteanna “frith-frith-adblock” nó rialacha cosúil leo a dhíríonn ar shuímh áirithe.",
    "3906359167": "Réitigh:",
    "3464870463": "1. Fianáin Whitelist hcaptcha.com agus * .hcaptcha.com i do bhac ad nó síneadh slándála brabhsálaí.",
    "1204911585": "2. Má tá an brabhsálaí Brave á úsáid agat, nach cosúil (ó Aibreán 2020) go bhfuil aon chineál whitelist fianán ann, téigh chuig Preferences -> Shields -> Fianáin agus roghnaigh \"Ceadaigh Gach Fianán.\"",
    "2932826396": "3. Má tá an leagan is déanaí de Safari á úsáid agat ar an OS X 10.15 nó iOS 13.4 a eisíodh le déanaí, tá Apple díreach tar éis iompraíocht Safari a bhaineann le fianáin tríú páirtí a athrú, ag blocáil gach ceann acu de réir réamhshocraithe. Tá réiteach á chur i bhfeidhm againn, ach idir an dá linn tabhair cuairt ar Safari Preferences, an roinn Príobháideachta, agus dícheangail \"Rianú Gréasáin: Cosc ar rianú tras-láithreáin\" chun a chumasú don fhianán inrochtaineachta feidhmiú mar a bhí súil leis.",
    "3836291932": "C: Úsáidim ilghléasanna. An gá dom síniú suas arís agus arís eile?",
    "3251220335": "A: Níl. Cliceáil le do thoil ar an nasc logála ríomhphoist céanna a seoladh chugat ar gach feiste a úsáideann tú chun an fianán a shocrú.",
    "2082407178": "C: Conas is féidir liom mé féin a chosaint ar rianú fianán tríú páirtí agus an fianán inrochtaineachta á úsáid agam?",
    "2700197090": "F: Oibreoidh aon síneadh príobháideachta nó ad-blocála a thacaíonn le bánú ar leibhéal fearainn (m.sh. uBlock Origin) mar a bhíothas ag súil leis: déan cinnte whitelist hcaptcha.com.",
    "3657743880": "Treoracha Brabhsálaí maidir le Fianáin Tras-Láithreáin",
    "1960601330": "Chun fianáin a chumasú i Safari (Mac): Téigh go roghchlár anuas Safari. Roghnaigh Sainroghanna. Cliceáil Príobháideacht sa phainéal barr. Faoi 'Bloc fianáin' roghnaigh an rogha 'Riamh.'",
    "1622303590": "Chun fianáin a chumasú i Safari (iPhone / iPad iOS 11+): Oscail do Shocruithe. Scrollaigh síos agus roghnaigh Safari. Faoi Phríobháideacht & Shlándáil, múch \"Cosc ar Rianú Tras-Láithreáin\" agus \"Bloc Gach Fianán\"",
    "2199048568": "Cliceáil ar an sciath ar thaobh na láimhe clé den bharra seoladh ar aon leathanach gréasáin. Cliceáil ar Socruithe Cosanta. Osclófar painéal Príobháideachta agus Slándála Firefox Preferences. Faoi Chosaint Rianaithe Feabhsaithe, roghnaigh Saincheaptha. Roghnaigh na rianta agus na scripteanna atá le blocáil trí na boscaí seiceála sin a roghnú. Déan cinnte go bhfuil hcaptcha.com gan bhac agat.",
    "3967047208": "Is féidir leat roinnt cosaintí i gCustaim a mhúchadh go sealadach chun é seo a dhífhabhtú, trí na ticbhoscaí a dhí-roghnú: Déan bosca seiceála na Rianaithe a dhí-roghnú nó an bosca seiceála Fianáin a dhí-roghnú má tá fadhbanna agat fós.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Roghnaigh deilbhín roghchlár Chrome. Roghnaigh Socruithe.",
    "926138631": "Téigh chuig Príobháideacht agus Slándáil, ansin Fianáin agus sonraí láithreáin eile.",
    "3419878556": "Déan cinnte nach bhfuil \"Bloc fianáin tríú páirtí\" cumasaithe.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Oscail sainroghanna Chrome ón mbarra roghchláir.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Ar do ghléas Android, oscail an aip Chrome.",
    "3620039756": "Ag an mbarr ar dheis, sconna Níos Mó agus ansin Socruithe.",
    "2813310562": "Beartaíonn Socruithe Suímh agus ansin Fianáin.",
    "3014657981": "In aice le \"Fianáin,\" aistrigh an socrú.",
    "1242066691": "Seiceáil an bosca in aice le \"Ceadaigh fianáin tríú páirtí.\"",
    "292250020": "1. Roghnaigh an giar sa chúinne uachtarach ar dheis den scáileán, ansin roghnaigh \"Internet Options\". Má tá an Barra Roghchláir cumasaithe agat, is féidir leat \"Uirlisí\" a roghnú ansin \"Internet Options\".",
    "4114820649": "2. Cliceáil an cluaisín \"Príobháideacht\".",
    "946838734": "3. Roghnaigh an cnaipe \"Advanced\".",
    "348809718": "4. Faoi \"Fianáin Tríú Páirtí\" roghnaigh \"Glac\".",
    "1253441326": "5. Cliceáil \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Beartas Eitice AI",
    "1161704803": "Cén fáth go bhfuil beartas Eitice AI againn?",
    "1806535500": "Is beagnach gach teicneolaíocht, ó phinn luaidhe go dinimite",
    "24452499": "réiteach; is féidir é a úsáid le haghaidh maith nó tinn. Tá oibleagáid ar gach cuideachta atá ag déanamh taighde, ag tógáil, nó ag díol réitigh dé-úsáide iarmhairtí a ngníomhartha a mheas.",
    "4023575072": "dé-úsáid",
    "3336625692": "Sonraíonn an leathanach seo ár gcuid smaointe ar an ábhar seo i gcomhthéacs AI Ethics, agus na próisis a leanaimid chun a chinntiú go bhfanann úsáid ár seirbhísí ar aon dul leis na beartais a ghlacamar mar chuideachta.",
    "835717930": "Eitic AI ag hCaptcha",
    "2179524509": "Faighimid ceisteanna ó am go chéile faoi na cineálacha ceisteanna atá incheadaithe don tseirbhís hCaptcha, agus cén fáth a gcuirtear ceisteanna áirithe.",
    "1962721652": "Is daoine a lorgaíonn patrún an cine daonna, agus uaireanta is féidir le ceist neamhchiontach dul ó ábhar iontais go hiomlán amhrasach ar an toirt, mar gheall ar athruithe ar domhan seachas spreagthaí aon duine a chuireann an cheist.",
    "3974566657": "De réir mar a bhíonn tóir níos mó ar sheirbhísí, is cinnte go dtiocfaidh tarlú den chineál seo níos minice. Úsáideann hCaptcha na milliúin daoine gach lá i mbeagnach gach tír ar domhan, agus mar sin táimid ag foilsiú an bheartais seo agus cás-staidéir ar an gcaoi a dtugann muid aghaidh ar na saincheisteanna seo d’fhonn a bheith chomh trédhearcach agus is féidir.",
    "1830910223": "Cás-staidéar AI Eitice fíor-domhain",
    "805971861": "Is téarma é “Umbrella” in ImageNet, an tacar sonraí caighdeánach tagarmhairc a úsáideann taighdeoirí fís ríomhaire. Tá sé ríthábhachtach daoine a bhfuil scáthanna fearthainne acu a aithint go hiontaofa chun córais shábháilte cúnaimh tiománaithe den chéad ghlúin eile (ADAS) a thógáil.",
    "3988350": "Ciallaíonn sé seo go bhfuil cásanna úsáide den scoth ann le haghaidh anótálacha scáth an domhain. Tá go leor easaontais ann faoi thionchar gluaisteán féin-tiomána, ach tá córais ADAS ag sábháil cheana féin",
    "548587288": "timpeall an Domhain.",
    "3138772661": "na mílte beatha gach bliain",
    "3168199226": "Mar sin féin, in 2020 ba léir go bhféadfaí breathnú ar thógáil tacar sonraí den chineál seo mar theicneolaíocht dé-úsáide ar bhealach nach mbeadh mórán ag súil léi bliain ó shin.",
    "558378834": "Mar sin nílimid ag glacadh le hiarrataí ar cheisteanna a bhaineann le scáthanna fearthainne ag an am seo. Tá an poitéinseal le mearbhall nuair a fheiceann úsáideoir deiridh ceist faoi scáthanna fearthainne san am i láthair ró-ard, agus sa deireadh thiar is é ár gcuspóir an domhan a dhéanamh níos taitneamhaí.",
    "3376604063": "Polasaithe agus próisis Eitice AI",
    "1923365316": "Tá dianbheartas Eitice AI againn ag hCaptcha, agus tá próiseas Know Your Customer (KYC) mar chuid de sin.",
    "4230322909": "Déanaimid iarracht i gcónaí tuiscint mhaith a fháil ar gach custaiméir nua agus ar a gcás úsáide beartaithe, chun a dhearbhú go bhfuil sé oiriúnach go maith dár dtáirgí agus dár seirbhísí agus chun a chinntiú go leanann sé na beartais a ghlacamar mar chuideachta.",
    "2735073144": "Déanaimid athbhreithnithe leanúnacha freisin de réir mar is gá. Mar shampla, inár n-athbhreithniú le déanaí ar dhátaí agus foinsí na n-iarratas ar iarratais lipéadaithe a bhaineann le scáth fearthainne bhíomar in ann a dhearbhú go tapa nach ndearna aon eintiteas rialtais ná soláthróir stáit aitheanta bogearraí faireachais iarratais maidir le scáthanna fearthainne a úsáideann ár seirbhísí le 12 mhí anuas .",
    "2715462692": "Cén chuma atá ar ár bpróiseas Eitice AI?",
    "3049976256": "I gcás gach custaiméara lipéadaithe nua, téann muid trí sheicliosta le linn an phróisis díolacháin. Cuimsíonn sé seo dícheall tosaigh KYC sula ndeachaigh sé ar bord, chomh maith le gach iarratas a dhéantar chuig ár n-anailísithe a fhíorú, agus spotseiceálacha fíor-ama agus athbhreithnithe tréimhsiúla ar iarratais a dhéantar agus ár n-ardán féinseirbhíse á húsáid.",
    "3103642530": "Tá roinnt tacar critéar san athbhreithniú seo:",
    "3349094124": "Critéir maidir le hábhair imní eiticiúla: Cuspóir",
    "1038019440": "1. An eol don chustaiméir seo a dhéanann ionadaíocht ar leasanna náisiúnta tíre a bhfuil iompar aici atá contrártha le dlíthe agus noirm idirnáisiúnta?",
    "493717511": "2. An bhfuil an custaiméir seo ag iarraidh seirbhísí a d’fhéadfadh a bheith",
    "2209109640": "nach n-úsáidtear ach chun críocha mailíseacha, i gcomhthéacs a ngnáthghníomhaíochtaí gnó?",
    "3457805519": "3. An féidir iarratas an chustaiméara a chomhlíonadh faoi dhlí na SA agus ár rialacha rannpháirtíochta?",
    "1942611550": "go príomha",
    "109179759": "Critéir maidir le hábhair imní eiticiúla: Suibiachtúil",
    "1033698050": "1. An gcreidimid gur thug an custaiméir cás úsáide dúinn a mheasann muid a bheith inghlactha go morálta, de réir ár léirmhínithe ar ghnáth-noirm shochaíocha an Iarthair?",
    "361372538": "2. An gcreidimid gur dócha go n-úsáidfeadh an custaiméir ár seirbhísí a sholáthraítear chun críocha idirdhealaitheacha, ar bhealaí a d’fhéadfadh a bheith dlíthiúil ach nach bhfuil inghlactha dúinn?",
    "2867855718": "3. An gcreidimid gur féidir freastal go sásúil ar riachtanais phríobháideachta don iarraidh?",
    "2462728596": "Mura féidir linn muid féin a shásamh ar na pointí seo, diúltóimid don iarraidh agus féadfaimid rochtain bhreise ar ár n-ardán a fhoirceannadh, mar atá mínithe inár dTéarmaí.",
    "1995277831": "Go raibh maith agat",
    "1818116402": "Tá súil againn gur thuig tú an léargas seo ar an gcaoi a láimhseáilimid ceisteanna oibríochta le comhpháirt Eitice AI.",
    "1499894352": "Is beag cuideachtaí a thairgeann trédhearcacht ina bpróisis chinnteoireachta sa réimse seo, agus tá súil againn go leanfaidh cuideachtaí eile an sampla seo!",
    "535659033": "Attribution Creative Commons",
    "1495915066": "An chaoi a n-úsáideann muidne, ár gcomhpháirtithe taighde acadúla, agus ár gcustaiméirí meáin Creative Commons",
    "3017533972": "Féadfaimid, ár gcomhpháirtithe taighde acadúla, agus ár gcustaiméirí tagairt uaireanta nó atáirgeadh codanna d’ábhar atá ceadúnaithe ag Creative Commons tríd an ardán hCaptcha d’fhonn eolas na daonnachta i réimse na foghlama meaisín a chur chun cinn.",
    "1428053210": "De ghnáth déantar an t-ábhar seo a chlaochlú óna bhunfhoirm. Mar shampla, féadtar físeán a roinnt ina go leor íomhánna, féadfar na híomhánna sin a roinnt ina go leor íomhánna nua, agus na híomhánna nua sin a mheascadh go randamach ansin chun an toradh deiridh a thaispeáint.",
    "1728211763": "Tagann úsáid ábhair ar an mbealach seo agus chun na críocha seo faoi threoirlínte úsáide córa de réir ár dtuisceana ar an dlí agus ar chleachtais chaighdeánacha sa réimse, ach is lucht leanúna fad-aimseartha de Creative Commons muid agus is fearr linn creidmheas a thabhairt d’aon duine a chuidíonn leis an tasc séadchomhartha faisnéis meaisín a fheabhsú.",
    "1949452297": "Mar gheall ar shrianta intreacha Chomhéadain hCaptcha agus a cúinsí slándála, ní féidir foinse gach íomhá a atáirgeadh díreach in aice lena húsáid. Ina áit sin, nascann muid leis an leathanach seo ónár leathanach baile agus coinnímid liosta foinsí a seirbheáladh ar an ardán faoi láthair nó le déanaí. Féadfaidh tú rochtain a fháil ar an liosta reatha",
    "2367602973": "anseo",
    "659124570": "Ina theannta sin, má fheiceann tú ábhar a bhaineann leat a atáirgeadh ar an ardán hCaptcha agus gur mhaith leat go mbainfí é ar chúis ar bith, is féidir leat teagmháil a dhéanamh linn trí r-phost ag",
    "2066749488": "Gearáin Eile",
    "3479034323": "Má fheiceann tú ábhar a bhaineann leat a atáirgeadh ar an ardán hCaptcha agus gur mhaith leat go mbainfí é ar chúis ar bith, féadfaidh tú teagmháil a dhéanamh linn trí r-phost.",
    "1836554225": "Poist Blag",
    "2873297188": "An ndéanann gach CAPTCHAS idirdhealú i gcoinne daoine nach Meiriceánaigh iad?",
    "165932542": "Súil ar hCaptcha rátaí a réiteach ar fud na cruinne",
    "1865097546": "16 Samhain, 2021",
    "3005876482": "Is é hCaptcha Anois an tSeirbhís Neamhspleách CAPTCHA Neamhspleách is mó, a ritheann ar 15% den Idirlíon",
    "693820850": "Is féidir leat Google a bhualadh trí phríobháideacht a chur ar dtús",
    "3609106478": "Stuif Dintiúir:",
    "299335340": "Cad é atá ann agus Conas na hionsaithe a Stopadh",
    "354925785": "Intro",
    "423222878": "Is cuid de na cibearshlándáil is deacra iad a bhrath, a chosc agus a stopadh ná cinn ina bhfuil aisteoir mailíseach in ann dintiúir úsáideora dlisteanacha a úsáid chun logáil isteach i gcuntas úsáideora gníomhach. Gan a lán cumais braite sofaisticiúla a bheith i bhfeidhm, níl aon chúis ag an gcuideachta a óstáil an cuntas a bheith in amhras go bhfuil aon rud cearr. Dealraíonn sé go bhfuil custaiméir logáilte isteach ina chuntas nó ina cuntas. D'éirigh leis an ionsaitheoir an úsáid rathúil seo a bhaint amach ag baint úsáide as dintiúir goidte - de ghnáth mar thoradh ar theicníc cibearshlándála ar a dtugtar “líonadh dintiúir.” Is fadhb thromchúiseach í inniu, ach fadhb is féidir a mhaolú leis na frithbhearta cearta.",
    "777660551": "Cad is Stuffáil Dintiúir ann?",
    "2602763587": "Is cineál cibearshraic é líonadh creidiúnach ina ndéanann an t-ionsaitheoir iarracht logáil isteach i suíomh Gréasáin arís agus arís eile ag úsáid péirí ainmneacha úsáideora goidte agus pasfhocail. Tagraíonn an “líonadh” do na hiarrachtaí logála isteach athchleachtacha, a dhéanann bogearraí uathoibrithe bot beagnach i gcónaí.",
    "1271831121": "Níl sé mar a bheadh an hacker (cumhdaithe i hoodie, ar ndóigh!) Ina shuí ansin, ag clóscríobh dintiúir tar éis dintiúir. D’fhéadfaí an bot logála isteach uathoibrithe a dhéanamh as uirlis lasmuigh den seilf mar Selenium nó uirlis hacker saincheaptha-fhorbartha.",
    "2588750717": "Go deimhin, bíonn na milliúin dintiúr i gceist le roinnt ionsaithe líonta dintiúir - iad uile líonta isteach i gcomhéadan logála isteach an láithreáin ghréasáin gan súil le ligean isteach. Nuair a bheidh sé istigh, is féidir leis an ionsaitheoir cuntas an íospartaigh a ghlacadh ar láimh.",
    "1137757109": "Más cuntas ríomhthráchtála é, is féidir leis an ionsaitheoir earraí a ordú. Más banc an t-íospartach, is féidir leis an ionsaitheoir cistí a aistriú amach ón gcósta, agus mar sin de.",
    "1559150837": "Níl na spriocanna cosanta áfach. Tá rialuithe ag formhór na suíomhanna Gréasáin a chuireann bac ar úsáideoir amhrasach atá ag iarraidh logáil isteach sna mílte cuntas éagsúil ón seoladh IP céanna i mbeagán ama. Is é an rud a dhéanann ionsaitheoirí líonta creidiúnacha chun dul timpeall ar na teicnící cosanta seo ná éagsúlacht gheografach agus IP a insamhail. Ag baint úsáide as uirlisí cumhachtacha, a bhíonn á dtiomáint go minic ag AI, is féidir leo a chur in iúl go bhfuil na mílte úsáideoir ag iarraidh logáil isteach go randamach ag amanna éagsúla den lá ó gach cearn den tír. Tá sé seo i bhfad níos deacra é a bhrath agus a stopadh.",
    "1892020899": "Cá bhfaigheann na hackers na dintiúir?",
    "2597149484": "Is é an chúis atá leis an hacaire an oiread sin dintiúir a “líonadh” ná a bhaineann leis an áit a bhfaigheann siad a dintiúir goidte.",
    "3030395800": "Is gnách go dtagann na dintiúir seo ó sháruithe sonraí. Ar a dtugtar “doirteadh dintiúir” freisin, féadtar na milliúin dintiúr a dhumpáil ar an ngréasán dorcha mar thoradh ar na hionsaithe seo. Má tháinig an doirteadh ó bhanc, déanfaidh an hacker iarracht na dintiúir sin a úsáid chun dul ar shuíomhanna eile. Oibríonn an cur chuige seo toisc go n-úsáideann an oiread sin daoine an teaglaim ainm úsáideora agus pasfhocal céanna le haghaidh suíomhanna iomadúla. (Ní mholtar an cleachtas seo, ach is é fírinne an scéil é. Is iondúil go ndéanann daoine na dintiúir logála isteach céanna a athdhéanamh.)",
    "1258965840": "Mar sin, más féidir leis an ionsaitheoir dul isteach i suíomh amháin, is dócha go mbeidh sé in ann dul isteach i suíomhanna iomadúla ag baint úsáide as na dintiúir doirte. Mar shampla, b’fhéidir go bhfaighidh siad péire ainm úsáideora / pasfhocal mar JohnDoe / 525momma, ach níl aon tuairim acu cad a dhéanfaidh an péire sin dóibh. Mar sin, déanann siad iarracht an péire ar Amazon.com, Ebay, Citibank, Walgreens agus ar aghaidh agus ar aghaidh. D’fhéadfadh siad an péire sin a thriail ar mhíle láithreán éagsúil.",
    "3594440415": "Faoi dheireadh, tosóidh siad ag oscailt doirse.",
    "780280214": "Conas a mhaolaíonn hCaptcha agus hCaptcha Enterprise an bhagairt líonta inchreidte",
    "4165374512": "Cé gur féidir uirlisí braite IP agus suímh a úsáid chun líonadh dintiúir a chosc, is é modh níos cost-éifeachtaí agus níos cruinne ach cur isteach ar an mbot líonta dintiúir uathoibrithe féin. Is féidir le hCaptcha agus hCaptcha Enterprise an bot a stumpáil ag an bpointe iontrála. Fiú má tá na dintiúir cheart ag an bot, mura féidir leis dul faoi bhrath hCaptcha Enterprise nó CAPTCHA hCaptcha, ní bheidh air a chuid líonta a dhéanamh agus tá do shuíomh agus úsáideoirí cosanta.",
    "3269644546": "Le do thoil",
    "1058572205": "linn más maith leat níos mó a fhoghlaim faoi",
    "3753613260": "déan teagmháil",
    "1792519141": "Fiontar hCaptcha",
    "3515435438": "Gearáin DMCA a thuairisciú",
    "54093347": "Gníomhaire Cláraithe DMCA",
    "3233441200": "Déan an Beartas Infringer arís",
    "4011712313": "Mar chuid dár mBeartas DMCA, cuirimid cuntais na gcustaiméirí a bhfaighimid fógraí iomadúla DMCA ina leith maidir le sárú líomhnaithe i mBeartas Infringer Athchraolta DMCA ilchéime. Nuair a gheofar fógraí DMCA arís agus arís eile i mí féilire, rachaidh an cuntas custaiméara ar aghaidh ó chéim bheartais amháin go dtí an chéad cheann eile.",
    "766825168": "I measc na mbeart a d’fhéadfaimis a dhéanamh faoi Bheartas Infringer Athchraolta DMCA tá foláirimh faoi infheictheacht mhéadaithe a sheoladh chuig custaiméir taifid an chuntais. D’fhonn na foláirimh seo a admháil, d’fhéadfadh go n-iarrfaimis ar an gcustaiméir logáil isteach sa chuntas nó glaoch ar ár bhfoireann tacaíochta. Coimeádaimid an ceart freisin seirbhís hCaptcha agus IMI aon chustaiméara a leanamar ag fáil fógraí DMCA maidir le sárú líomhnaithe a chur ar fionraí nó a fhoirceannadh, chomh maith le bearta eatramhacha eile a chur i bhfeidhm, fiú tar éis dúinn foláirimh sáraitheora arís a sheoladh. Ina theannta sin, féadfaimid seirbhísí hCaptcha nó IMI eile a chuirtear ar fáil do na custaiméirí seo a fhoirceannadh dár rogha féin nuair a chuirimid deireadh leis an tseirbhís hCaptcha faoin mbeartas seo.",
    "2410122265": "Acmhainní hCaptcha: róbónna 101",
    "4166776480": "Stuif Dintiúir: Cad é atá ann agus Conas na hionsaithe a Stopadh",
    "2301335298": "Calaois Íocaíochta: Modh Cibearchoireachta Mear-Éabhlóideach a mhaolú",
    "3682071227": "Cad iad Táthcheangail Chuntais agus Conas a Oibríonn siad?",
    "2729131930": "Cad is Scrapáil ann agus Conas a Oibríonn sé?",
    "1344959096": "Ag obair mar lipéadóir sonraí aonair",
    "3510143229": "Is seirbhís é hCaptcha do shuíomhanna Gréasáin agus aipeanna,",
    "3930611699": "oibrithe aonair.",
    "1051214799": "Is seirbhís slándála gréasáin é hCaptcha a dhéanann iarracht luach a roinnt le foilsitheoirí suíomhanna Gréasáin nó aipeanna a úsáideann é.",
    "360236473": "Níl sé i gceist an tseirbhís hCaptcha a úsáid chun go n-oibreodh aon duine mar lipéadóir aonair. Níl sé deartha chun na críche seo nó oiriúnach dó. Ní mholtar d’éinne iarracht a dhéanamh hCaptcha a úsáid mar fhoinse ioncaim phearsanta.",
    "3842490632": "Is dóigh go mbeidh ráta teoranta nó toirmeasc tapa ar úsáideoir aonair atá ag iarraidh go leor ceisteanna a fhreagairt. Chomh tábhachtach céanna, mar atá ár",
    "1560232962": "cumhdaigh go mion, ní thugtar aon ráthaíochtaí maidir leis an méid a thuilltear as aon fhreagra ar leith. B’fhéidir nach mbeadh aon cheisteanna íoctha ar fáil ag an am sin, féadfar freagra a dhiúltú ar chúiseanna cáilíochta, agus mar sin de.",
    "2694001822": "Mar sin féin, fostaímid daoine aonair ó am go chéile chun cabhrú linn airíonna córais agus gnéithe nua a thástáil.",
    "1569804581": "Más mian leat teagmháil a dhéanamh leat amach anseo maidir le deiseanna gaolmhara, líon an fhoirm seo le do thoil.",
    "636461959": "Ainm",
    "1139500589": "Tír",
    "1789607185": "Seoladh ríomhphoist",
    "325077666": "Trí do chuid faisnéise a chur isteach aontaíonn tú lenár",
    "3555583744": "agus",
    "3609929815": ". Coinneoimid d’ainm, do thír, agus faisnéis faoi do sheoladh ríomhphoist ach amháin chun teagmháil a dhéanamh leat sa todhchaí maidir le deiseanna oibre lipéadaithe aonair.",
    "4197928199": "Beartas Príobháideachais",
    "851786723": "Trí do r-phost a iontráil, aontaíonn tú lenár dTéarmaí agus Polasaí Príobháideachta, agus ríomhphost a fháil uainn.",
    "2402165761": "Conas a Oibríonn Scraping?",
    "4260542944": "Is próiseas eolach, úsáideach go minic é scrapáil ábhair (ar a dtugtar \"scrapáil scáileáin\" nó díreach \"scrapáil\") chun faisnéis a bhailiú ón ngréasán. Mar sin féin, le blianta beaga anuas, tá an teicníc anois mar uirlis is fearr le hackers agus calaoiseoirí. Féadann frithbhearta an bhagairt a mhaolú go héifeachtach, ach chun iad a chur i bhfeidhm, tá sé riachtanach tuiscint a fháil ar an gcaoi a n-oibríonn an próiseas.",
    "2066255783": "Cad is Scrapáil Ábhar ann?",
    "1910628828": "Is teicníc é scrapáil ábhair chun sonraí a ghabháil ó chóras lena mbaineann tacar uirlisí uathoibrithe a dhéanann aithris ar chliant bogearraí nó ar bhrabhsálaí gréasáin. Ní rud nua é. Déanta na fírinne, maidir le hinnealtóirí bogearraí a bhféadfadh sonraí ó sheanfhráma a bheith ag teastáil uathu, is féidir le scrapáil an t-aon bhealach chun faisnéis a bhaint. D’fhéadfadh go mbeadh na nascóirí bunaidh imithe agus dodhéanta iad a athsholáthar.",
    "3408107995": "Sa lá atá inniu ann, áfach, ciallaíonn scrapáil cur chuige ríomhchláraithe i gcónaí chun sonraí a tharraingt ó shuíomh Gréasáin. Feidhmíonn an bogearra scrapála cosúil le húsáideoir daonna, cliceáil ar cnaipí agus léamh an aschuir a leanann as. Tá go leor úsáidí dlisteanacha ann le haghaidh scrapáil. Sampla amháin is ea crawlers gréasáin gur innill chuardaigh cumhachta iad. Mar sin tá uirlisí cosúil le Skyscanner a fhéachann le haghaidh déileálacha taistil trí chíor trí na mílte suíomh Gréasáin taistil. Úsáideann gnólachtaí Fintech é freisin, ag scríobadh sonraí airgeadais úsáideora ó shuíomhanna bainc mura bhfuil Comhéadain Clárúcháin Feidhmchláir (APIs) ar fáil chun an nasc sonraí a dhéanamh. Is iad na rudaí atá le coinneáil i gcuimhne faoi scrapáil scáileáin ná a luas agus a scalability. Féadann an próiseas méideanna ollmhóra sonraí a bhaint as láithreáin ghréasáin, ag glacadh leis nach bhfuil na suíomhanna cumraithe chun iad a chosc. Ag luas an ríomha, is féidir le scraper tacar sonraí móra a thiomsú trí idirghníomhú le láithreáin ghréasáin agus leis na bogearraí agus na bunachair sonraí bunúsacha a bhfuil cumhacht acu.",
    "1920884252": "Cén fáth go bhfuil ábhar scríobtha ina bhagairt slándála?",
    "2256795853": "Mar gheall ar an gcumas a lán sonraí a bhaint, go tapa, ó shuíomhanna Gréasáin is uirlis chumhachtach é scríobadh i lámha aisteoirí mailíseacha. Féadann bot scrapála sonraí úsáideora a bhailiú ó shuíomhanna meán sóisialta. Ansin, trí shuíomhanna a scríobadh ina bhfuil seoltaí agus faisnéis phearsanta eile agus na torthaí a chomhghaolú, d’fhéadfadh hacaire dul i mbun coireanna aitheantais cosúil le hiarratais chalaoiseacha ar chárta creidmheasa a chur isteach.",
    "4087694419": "D’fhéadfadh hacaire scrapála sonraí a bhailiú ó shuíomhanna mar Amazon agus eBay chun liostaí táirgí bréige nó meabhlacha a chruthú. Ansin d’fhéadfadh sé nó sí iad a thairiscint le díol ar sheirbhísí piara go piaraí mar OfferUp agus ionsaithe fioscaireachta a dhéanamh ar na ceannaitheoirí. Nó, d’fhéadfadh an calaoisí táirgí nach bhfuil ann a dhíol. Is éard atá i gceist le calaois scrapála scáileáin eile ná foilsitheoirí fógraíochta a fhalsú. Trí an t-ábhar a scrapadh ó shuíomhanna foilsitheoirí, is féidir leis an gcalaoisí leathanaigh foilsitheoirí fógraí bréige a chruthú ar sheirbhísí éagsúla. Ansin is féidir leo fógraí ar na leathanaigh sin a dhíol le hathdhíoltóirí údaraithe, ar bhain siad a dteagmhálacha ó chomhad ads.txt an fhoilsitheora. Is cosúil go bhfuil na sliotáin ad fíor don fhógróir, ach níl siad.",
    "3315658779": "Cosc a chur ar Scrapáil Ábhar le hCaptcha Enterprise",
    "2602081482": "Úsáideann hCaptcha Enterprise ardfhoghlaim meaisín chun trácht mailíseach a aithint ar do shuíomh agus aipeanna - lena n-áirítear gníomhaíochtaí scrapála.",
    "1422537019": "linn inniu chun níos mó a fhoghlaim.",
    "1988268879": "Lipéadú sonraí cost-éifeachtach ar scála",
    "2163914794": "Tuilleadh lipéid de dhíth ar do thacair sonraí? Soláthraíonn hCaptcha lipéadú sonraí tapa, cost-éifeachtach agus ardchaighdeáin do chuideachtaí atá ag obair ar intleacht shaorga agus feidhmchláir foghlama meaisín.",
    "3378932530": "Faigh Do Shonraí Lipéadaithe Anois",
    "3483700676": "Seoladh na milliúin tascanna láithreach",
    "3478726913": "Tá ceann de na linnte is mó ar an phláinéid ar fáil le húsáid ag hCaptcha. Cibé scála atá agat, is féidir linn é a láimhseáil gan gealltanais daor roimh ré. Níl aon fhadhb ag na milliúin tascanna in aghaidh an lae.",
    "740501259": "Píblínte simplí arna dtiomáint ag API",
    "2784612261": "Ag iarraidh athbhreithniú daonna a chomhtháthú go díreach le d’oibríochtaí gnó? Cuirimid SLAnna ard-iontaofachta, acmhainn ráthaithe, agus APIs simplí REST ar fáil.",
    "1144966033": "Optamaithe le haghaidh costas agus cáilíochta",
    "3213351333": "Níl aon tiomantas tosaigh ag teastáil",
    "2107077506": "Úsáideann an t-ardán DAONNA samhlacha muiníne cuimsitheacha chun anailís sofaisticiúil cháilíochta fíor-ama a dhéanamh. Ligeann sé seo dúinn deacracht na gceisteanna agus a bhfreagra ceart dóchúil a chinneadh go tapa, ag sábháil am agus airgead duit.",
    "3576146278": "Ná íoc ach as an cruinneas a theastaíonn uait",
    "2952586316": "Níl gach fadhb mar an gcéanna. D’fhéadfadh go mbeadh muinín 99.99% ó oibrithe go hiomlán daonna ag teastáil ó nótaí le haghaidh tascanna a bhaineann le sábháilteacht. D’fhéadfadh nach mbeadh ach muinín measartha ag teastáil ó nótaí le haghaidh gné béite amháin in aip cluiche soghluaiste. Do Chomhairle féin.",
    "710145621": "Cuir do chuid sonraí fírinne talún féin ar fáil nó lig dúinn iad a thógáil ar an eitilt",
    "987901590": "An bhfuil sonraí amha agat gan tacar fíoraithe cuimsitheach? I bhformhór na gcásanna is féidir linn ceann a thógáil duitse mar thascanna a ritheann tríd an gcóras, nó samplaí lipéadaithe a chruthú le haghaidh do cheadaithe.",
    "2597352122": "Cineálacha Anótála",
    "1344687860": "Boscaí Ceangailte",
    "1089415440": "Brath réad cruinn in íomhánna agus i bhfíseán",
    "3817067682": "Polagáin",
    "2682873489": "Sainmhínigh an limistéar teorantach le haghaidh rudaí",
    "1275150216": "Sainchomharthaí tíre",
    "2067112112": "Nótaí pointe le haghaidh go leor cásanna úsáide éagsúla",
    "4228682126": "Catagóiriú Tréithe",
    "2920213479": "Catagóirí treallach d'aon mhéid a shórtáil nó a chur i gceangal",
    "3288667364": "Comparáid agus Brath",
    "155877895": "Brath agus aicmiú faoi thiomáint an duine",
    "3128433367": "... agus go leor eile",
    "2827452240": "Cineál eile nach bhfuil liostaithe anseo? Just a iarraidh orainn.",
    "719304627": "Rialú Deireadh go Deireadh de dhíth?",
    "1172067553": "Soláthraíonn an t-ardán DAONNA taobh thiar de hCaptcha gnéithe cáilíochta agus bainistíochta oibre an-sofaisticiúla trí imscaradh ar-premise, hibrideach nó SaaS a chomhtháthaíonn leis na córais atá agat cheana féin.",
    "2319072959": "Rith go hiomlán as líne le do fhórsa saothair féin, rianluach a ídítear ar fud aonaid ghnó nó chomhpháirtithe cuibhreannais, postáil go roghnach chuig soláthraithe saothair inmheánacha nó seachtracha éagsúla bunaithe ar riachtanais chostais agus slándála, agus níos mó.",
    "1936512180": "Rochtain API rochtain éasca, dashboards álainn, agus an teicneolaíocht samhail-sa-lúb is déanaí chun éifeachtúlacht oibrithe a uasmhéadú.",
    "3913848038": "CLSanna uptime 99.99% agus tacaíocht dhomhanda 24/7 ar fáil.",
    "1080752747": "Déan teagmháil le díolacháin",
    "1525403768": "Le haghaidh tuilleadh faisnéise déan teagmháil le Enterprise Sales.",
    "1546930020": "Lipéadú Sonraí a Fháil",
    "2486638408": "Sainmhínigh Sonraíochtaí",
    "1027200955": "Labhair le duine dár saineolaithe fearainn chun riachtanais do thionscadail a shainiú: cruinneas sprice, formáid, agus aon riachtanais speisialta.",
    "1156712451": "Tástáil Poist Tosaigh",
    "181065232": "Déanaimid post táirgeachta beag bunaithe ar do shonraí samplacha. Déanann sé seo tástáil ar an obair a rinneamar le chéile chun a chinntiú go bhfaighidh tú go díreach na rudaí a theastaíonn uait.",
    "3207769512": "Poist Léiriúcháin a imscaradh",
    "1099238677": "Leis an líon ard agus latency íseal againn déanfaimid do chuid oibre a athrú go tapa, le seachadadh uathoibrithe a luaithe a bheidh sé déanta.",
    "465783046": "Ar mhaith leat triail a bhaint as le do chuid sonraí?",
    "328625009": "... táimid réidh nuair atá tú: tá ár seirbhís ar fáil timpeall an chloig.",
    "3225770968": "Tá hCaptcha deartha chun an fhadhb is déine ó thaobh saothair i bhfoghlaim meaisín a réiteach; méideanna ollmhóra sonraí a lipéadú ar bhealach tráthúil, inacmhainne agus iontaofa.",
    "2041686284": "De ghnáth cruthaíonn níos mó sonraí torthaí níos fearr i samhlacha foghlama meaisín oiliúna. Mar thoradh ar rath na samhlacha doimhne le déanaí tá tacar sonraí atá ag éirí níos mó, agus freastalaíonn hCaptcha ar an riachtanas seo. Mar sin féin, tá sé mall agus costasach tacar sonraí móra a bhfuil athbhreithniú daonna orthu a chruthú.",
    "3729345277": "Is bealach é hCaptcha do chuideachtaí na nótaí a theastaíonn uathu a fháil níos tapa, le cáilíocht níos airde agus ar chostas níos ísle ná roghanna eile.",
    "2103563261": "Faisnéis Phríobháideach nó Phoiblí",
    "2513143348": "Tá an córas hCaptcha Enterprise uathúil uathúil maidir le dearadh: is féidir é a úsáid go páirteach nó go hiomlán ar imeall do líonra má oibríonn tú scamall poiblí nó má tá go leor ionad sonraí agat.",
    "3107683988": "Féadann sé seo trácht agus costais lasmuigh den líonra a laghdú go suntasach agus buntáistí uile na bainistíochta ag ár bhfoireann 24/7 ar glao-dhualgas a choinneáil chun na SLAnna is déine a chomhlíonadh.",
    "3660619092": "Cláraigh díolacháin saor in aisce nó déan teagmháil le haghaidh réitigh Fiontar",
    "2351176803": "Téarmaí Ceadúnais don hCaptcha JS API",
    "2616226398": "Faoi réir ár",
    "2024293275": ". Gach ceart eile curtha in áirithe, go dtí seo.",
    "1062291156": "téarmaí caighdeánacha",
    "2712493234": "Calaois Íocaíochta: Modh Cibearchoireachta Mear-Éabhlóideach a mhaolú",
    "1817772953": "Ní cineál nua coireachta é calaois. Go deimhin, nocht seandálaithe feistí frith-chalaoise a cheap na Sumerians ársa chun beostoc a iompar gan caillteanais beagnach 10,000 bliain ó shin! Ina gcás féin, cuireann siad comharthaí cré, gach duine ag déanamh ionadaíochta ar ainmhí, taobh istigh de liathróid cré ar a dtugtar “bulla.” Thaistilfeadh an bulla leis an tréad agus é ag bogadh ó dhíoltóir go ceannaitheoir. Fiú amháin ansin, bhí imní ar úinéirí gnó nach raibh gach duine a raibh siad ag déileáil leis ag dul i méid. Tá go leor athraithe le 10,000 bliain, ach is leis an ngá a bheith nuálach chun calaois a chosc. Sa lá atá inniu ann, tá ceist na calaoise íocaíochta ar líne thar a bheith tábhachtach. Leis an Idirlíon, tá calaoisí ag éirí níos oilte ar rialuithe frith-chalaoise a ligean amach. Tá réitigh nua ag casadh na taoide, áfach.",
    "1053787685": "Cad is Calaois Íocaíochta ann?",
    "433424759": "Cuimsíonn calaois íocaíochta aon chineál idirbheart mídhleathach ina mbaineann cibear-choiriúil an t-íospartach de rud luachmhar, airgead de ghnáth. D’fhéadfadh go gciallódh sé seo cárta creidmheasa goidte a úsáid chun earraí a ordú ar líne nó cuntas bainc a ghlacadh ar láimh agus cistí a aistriú go mídhleathach as. Tá go leor athruithe ann, ach tá an toradh céanna orthu uile: úsáideann crook aitheantais ghoidte nó faisnéis íocaíochta chun goid ó thomhaltóir, ó bhanc nó ó cheannaí.",
    "2939852138": "Conas a Fhéadann Calaoisí [Déan iarracht] Dul i nGnó le Calaois Íocaíochta?",
    "1665616092": "Tá calaois íocaíochta simplí i gcoincheap, ach d’fhéadfadh sí a bheith casta go hiontach agus í á cur i gcrích inniu.",
    "4246520782": "Déanta na fírinne, bhí an tIdirlíon ina fhinné ar rás arm infhíoraithe idir calaoisí agus cosantóirí le blianta beaga anuas.",
    "2167049807": "Ghlac foirne slándála le frithbhearta agus rialuithe éagsúla a sháraíonn na cineálacha cur chuige éasca, leisciúla maidir le calaois íocaíochta. Mar sin féin, tá na hionsaithe ag éirí níos sofaisticiúla. Mar shampla, is féidir le róbónna uimhreacha cártaí creidmheasa agus PINanna goidte a fhómhar anois ó shuíomhanna Gréasáin bréige agus ó ionsaithe fioscaireachta.",
    "1936449777": "Ansin, i mód lán-uathoibrithe, is féidir leo aithris a dhéanamh ar iompar an duine ar shuíomhanna ríomhthráchtála, cliceáil ar cnaipí agus míreanna a chur le cairteacha siopadóireachta - go dtí an pointe nuair nach féidir le go leor rialuithe frith-chalaoise, mura bhfuil an chuid is mó díobh, a rá go bhfuil bot ag iarraidh goid marsantas. Ina ionad sin, is cosúil nach bhfuil úsáideoir daonna ach ag siopadóireacht. Is féidir leis an bot logáil isteach i gcuntas fíorchustaiméara trí dhintiúir logála isteach goidte a úsáid. Má dhéantar an chalaois a cheilt tuilleadh tá cumas an bot seoltaí IP a spoof agus a chur ina luí air go bhfuil an “siopadóir” áit éigin difriúil ón ionsaitheoir, a d’fhéadfadh a bheith i dtír iasachta.",
    "648630222": "Calaois Íocaíochta a Chosc le hCaptcha Enterprise",
    "1621930829": "Cad is féidir a dhéanamh faoi ghníomhaíochtaí calaoise íocaíochta chun cinn, gan staonadh an lae inniu? De ghnáth is cur chuige ciallmhar é iliomad sraitheanna rialuithe a fhostú. Mar sin féin, is iad na frithbhearta is fearr ná cinn a fhéadann an bot a ghaisteáil agus a nochtadh go bhfuil sé falsa, in ainneoin na n-iarrachtaí is fearr a rinne a chruthaitheoirí iompar an duine a mhacasamhlú.",
    "2423586454": "Tá roinnt rudaí ann fós nach féidir le bogearraí a dhéanamh, is cuma cé chomh maith agus atá an AI taobh thiar de. Cuireann teicneolaíocht nua-aimseartha CAPTCHA modh cruthaithe ar fáil chun bots a bhlocáil ag iarraidh calaois íocaíochta a dhéanamh buan. Cé go bhfuil seanchur chuige maidir le CAPTCHA, cosúil leis na huimhreacha simplí slanted i mbosca, easnamhach den chuid is mó maidir le róbónna a mhaolú, is féidir le feiste uathoibrithe freagartha tástála mar hCaptcha Enterprise bot calaoiseora a stumpáil go héasca ag logáil isteach cuntas nó ag seiceáil cart siopadóireachta. Fiú má tá fíordhintiúir ag an bot, mura mbeidh sé in ann dul tríd an CAPTCHA.",
    "1467308982": "Sceidil Íocaíochta",
    "1291824746": "Reáchtáiltear hCaptcha Payouts gach ráithe ar bhonn ráille 60 lá. Chun an bhrí atá leis seo a léiriú, féach an tábla thíos.",
    "3444947612": "Trácht Idir",
    "4181611011": "Dáta an Athmhuintearais",
    "728503636": "Dáta Íocaíochta",
    "3720584906": "Iúil 15ú 2021 - 15 Deireadh Fómhair 2021",
    "388240587": "Eanáir 5ú-15ú 2022",
    "3426312287": "Eanáir 5-15ú 2022",
    "615618648": "15 Aibreán 2021 - 15 Iúil 2021",
    "3376724603": "Meán Fómhair 14ú-24ú 2021 †††",
    "3398978455": "Meán Fómhair 15ú-25ú 2021 †††",
    "2722456056": "15 Eanáir 2021 - 15 Aibreán 2021",
    "4063155841": "Tráth nach déanaí ná 25 Meitheamh 2021 ††",
    "4082053540": "19-25 Meitheamh 2021 ††",
    "64953197": "15 Deireadh Fómhair 2020 - 15 Eanáir 2021",
    "1023070345": "Tráth nach déanaí ná Márta 14ú 2021",
    "2600696085": "Márta 15ú 2021",
    "3217791519": "Iúil 15ú 2020 - 15 Deireadh Fómhair 2020",
    "649261378": "Eanáir 5ú-11ú 2021 *",
    "1559190296": "Eanáir 5-11ú 2021 †",
    "3806054689": "15 Aibreán 2020 - 15 Iúil 2020",
    "4162383380": "16 Meán Fómhair - 22ú 2020 *****",
    "1990824776": "16-24 Meán Fómhair 2020 *****",
    "3856690908": "15 Eanáir 2020 - 15 Aibreán 2020",
    "3200641265": "Tráth nach déanaí ná 16 Meitheamh 2020 *",
    "3744079744": "15-19 Meitheamh 2020 ****",
    "2209837451": "15 Deireadh Fómhair 2019 - 15 Eanáir 2020",
    "2510534204": "Tráth nach déanaí ná 23 Márta 2020 ***",
    "2910560864": "Márta 20-23ú 2020 ***",
    "2544565802": "Iúil 15ú 2019 - 15 Deireadh Fómhair 2019",
    "3963642878": "Tráth nach déanaí ná 14 Nollaig 2019 *",
    "622103562": "Nollaig 17ú 2019 **",
    "4072202039": "15 Aibreán 2019 - 15 Iúil 2019",
    "818049069": "Tráth nach déanaí ná Iúil 15ú 2019",
    "1169005651": "15 Meán Fómhair 2019",
    "2303655425": "15 Eanáir 2019 - 15 Aibreán 2019",
    "3678889946": "Tráth nach déanaí ná 15 Meitheamh 2019",
    "3094354698": "15 Meitheamh 2019",
    "4217013126": "De ghnáth ritheann Íocaíochtaí i rith an lae ar an Dáta Íocaíochta, agus go ginearálta déantar iad a chríochnú faoi am meán oíche an Aigéin Chiúin. Má luaitear cuntas le haghaidh athbhreithnithe, féadfaidh sé suas le cúig lá gnó breise a ghlacadh chun íocaíocht a scaoileadh.",
    "1447649958": "Mar mheabhrúchán, níl ach trácht cruinn daonna incháilithe le haghaidh íocaíochtaí. Is féidir leat níos mó sonraí faoi seo a fheiceáil inár gCeisteanna Coitianta, atá nasctha thíos. Caithfidh an t-iarmhéid atá ar fáil íos-thairseach a chomhlíonadh freisin chun a bheith incháilithe le haghaidh íocaíochta amach, 10 HMT faoi láthair.",
    "4257144752": "Ní léiríonn meastacháin fíor-ama cruinneas deiridh ná daonnacht, agus dá bhrí sin d’fhéadfadh go mbeadh éagsúlacht mhór i do thuilleamh deiridh suas nó síos ó na huimhreacha a thaispeántar sa Phainéal roimh do chéad athmhuintearas.",
    "2728931827": "Tar éis gach athmhuintearais, déanfar do mheastacháin in aghaidh an láithreáin a nuashonrú agus ba cheart go dtiocfadh méadú ar chruinneas na dtuartha amach anseo, mura mbeidh athrú ábhartha ar do shuíomh in iompar an úsáideora.",
    "1200905005": "††† Ó Mheán Fómhair 2021, ritheann athmhuintearas agus íocaíochtaí amach anois thar thréimhse thart ar 10 lá seachas lá amháin, d’fhonn srianta oibríochta a bhaineann le fás sa tseirbhís a shimpliú.",
    "4284094387": "†† Rithfidh roinnt athmhuintearais agus íocaíochtaí amach Meitheamh 2021 an tseachtain dar gcionn mar gheall ar mhoilleanna maidir le fíorú na ríomhanna deiridh le linn na fuinneoige athmhuintearais.",
    "1977013707": "† Rinneadh íocaíochtaí ath-eagraithe Nollaig 2020 a athsceidealú ón 15ú chun forluí le réitigh deireadh bliana agus saoire foirne a sheachaint: críochnófar iad faoin dara seachtain d’Eanáir. Mar gheall ar aistrithe níos moille ná mar is gnách isteach i PayPal, rithfidh íocaíochtaí amach thar roinnt laethanta seachas a bheith críochnaithe ar aon lá amháin.",
    "517010299": "Tabhair faoi deara le do thoil: táimid ag obair faoi láthair ar mhór-aistriú iardhochtúireachta go dtí athmhuintearas atá beagnach i bhfíor-am. Rithfidh athmhuintearas tréimhsiúla chomh minic ná mar is gnách trí R1 2021. Ní dhéanann sé seo difear do sceidil nó dátaí íocaíochta.",
    "3092200338": "** Nuair a thiteann an 15ú ar dheireadh seachtaine, is é an 17ú dáta an íocaíocht amach.",
    "3891941747": "*** COMHAIRLE COVID-19: Mar gheall ar acmhainn foirne laghdaithe a bhaineann le COVID-19, rinneadh athmhuintearas a athsceidealú chun am breise a cheadú chun ár bhfíorú caighdeánach a chríochnú. Meastar go dtosóidh na híocaíochtaí Dé hAoine agus go gcríochnóidh siad an Luan dar gcionn.",
    "2301757528": "**** Mar gheall ar PayPal a gcuid APIs REST a chothabháil le linn na fuinneoige íocaíochta, níor críochnaíodh gach íocaíocht ar 15 Meitheamh. Rinneadh aon íocaíochtaí a bhí sceidealta do 15 Meitheamh (am an Aigéin Chiúin) ach nár forghníomhaíodh mar gheall ar earráidí API PayPal a reáchtáil arís faoin 19 Meitheamh (am an Aigéin Chiúin).",
    "116842359": "***** Táthar ag súil go gcríochnóidh an t-athmhuintearas thar roinnt laethanta mar gheall ar chothabháil an chórais.",
    "4154415610": "***** Rithfidh íocaíochtaí Meán Fómhair 2020 i mbaisceanna de réir mar a bheidh an t-athmhuintearas críochnaithe, agus rithfidh roinnt acu roinnt laethanta níos déanaí ná mar a bhí sceidealta ar dtús mar gheall ar mhoilleanna athmhuintearais.",
    "2310694091": "Cad a chiallaíonn Athmhuintearas?",
    "164801246": "Is é an t-athmhuintearas an próiseas trína ndéantar anailís ar thrácht tar éis na fírinne chun a dhaonnacht agus a cruinneas a fhíorú, a luaithe a bhíonn na sonraí go léir ó gach láithreán tuairiscithe istigh. Is féidir leat tuilleadh sonraí a léamh inár",
    "3256245394": "chomh maith lenár bpoist bhlag, m.sh.",
    "3089778412": "Conas a Ríomh hCaptcha Duaiseanna",
    "3329755436": "An bhfuil tú ag pleanáil an próiseas seo a bhrostú?",
    "1911669851": "Sea, táimid ag obair faoi láthair ar fheabhsuithe éagsúla ar ár gcórais iardhochtúireachta a bhfuil súil againn a ligfidh dúinn sa deireadh athmhuintearas níos gasta, cruinneas meastacháin níos gasta, agus íocaíochtaí níos tapa a thairiscint. Táimid ag obair faoi láthair chun an t-athmhuintearas a bhrostú ar dtús.",
    "2366003154": "Fiosrúcháin Preasa agus na Meán",
    "3054564199": "Brúigh Kit",
    "3173156067": "Tá roinnt comhthaobhachta réamhdhéanta ar fáil sa chás gur mhaith leat íomhánna samplacha a chur san áireamh i d’alt.",
    "867314732": "Is féidir leat ardtaifeach a aisghabháil",
    "858218750": "agus treoir maidir lena n-úsáid ar an",
    "3821716514": "leathanach.",
    "1186243118": "íomhánna lógó",
    "3034959000": "Is féidir leat a aisghabháil",
    "1764089150": "anseo:",
    "1558428432": ". Tabhair creidmheas dóibh le hCaptcha.com.",
    "2429359042": "íomhánna comhéadan mar shampla",
    "1480820434": "íomhá 1",
    "3213411837": "íomhá 2",
    "1270712701": "Preaseisiúintí agus Tuarascálacha le Déanaí",
    "231285005": "Is féidir leat nuashonruithe le déanaí a fháil ar ár mblag",
    "1289884910": "Foilsímid anailís agus tuarascálacha ó am go chéile freisin. Mar shampla:",
    "932546190": "Cén fáth a mbeidh CAPTCHAn linn i gcónaí",
    "2344319147": "Cé mhéid is fiú braite bot Google?",
    "1637527266": "Cé na tíortha a bhfuil an trácht is bot iontu?",
    "230159237": "Teagmhálacha",
    "3759923279": "Seol fiosrúcháin phreasa chuig an seoladh ríomhphoist seo a leanas:",
    "4255608322": "Nuashonraithe: 12 Aibreán, 2021",
    "537881751": "Fáilte go hCaptcha! Déanann an Polasaí Príobháideachta seo cur síos ar chleachtais Intuition Machines, Inc. (\"IMI\", \"muid\" nó \"muid\") maidir lenár mbailiú, úsáid agus nochtadh faisnéise (lena n-áirítear Faisnéis Phearsanta, a shainmhínítear thíos) trínár suíomh Gréasáin ag www.hcaptcha .com agus aon fho-fearainn nó fearainn eile a úsáidimid (na \"Láithreáin\") agus comhéadan an chláir iarratais hCaptcha agus bogearraí agus ábhair ghaolmhara (le chéile, an \"tSeirbhís\").",
    "33639629": "Neamhbhainteach le Suíomhanna Gréasáin Tríú Páirtí. Tabhair faoi deara le do thoil nach mbaineann an Polasaí Príobháideachta seo le haon suíomh Gréasáin, tairiscint, táirge nó seirbhís d'aon tríú páirtí, fiú má nascann sé lenár Suíomh nó má ionchorpraíonn sé an tSeirbhís - féach le do thoil ar na beartais phríobháideachta is infheidhme sula gcinnfidh tú aon fhaisnéis a sholáthar do thríú páirtithe.",
    "987375734": "Tá IMI lonnaithe sna Stáit Aontaithe. Is iad na Stáit Aontaithe a rialaíonn agus a oibríonn na Láithreáin agus an tSeirbhís. Féadfar d’fhaisnéis Phearsanta a stóráil agus a phróiseáil in aon tír ina bhfuil saoráidí againn nó ina ndéanaimid teagmháil le soláthraithe seirbhíse, agus trí na Láithreáin agus an tSeirbhís a úsáid toilíonn tú faisnéis a aistriú chuig tíortha lasmuigh de do thír chónaithe, lena n-áirítear na Stáit Aontaithe , a bhféadfadh rialacha cosanta sonraí a bheith acu atá difriúil ó rialacha do thíre. In imthosca áirithe, d’fhéadfadh go mbeadh cúirteanna, gníomhaireachtaí forfheidhmithe dlí, gníomhaireachtaí rialála nó údaráis slándála sna tíortha eile sin i dteideal rochtain a fháil ar d’fhaisnéis Phearsanta.",
    "452920031": "Nóta do Chustaiméirí Lasmuigh de na Stáit Aontaithe.",
    "2328839224": ". Féach ar ár rannán \"Fógra do Chónaitheoirí California\" a bhaineann le do chearta faoin Acht um Príobháideacht Tomhaltóirí California (\"CCPA\").",
    "1565481281": "Nóta d’áitritheoirí California",
    "1028058338": "Féach le do thoil ár gcuid \"Fógra faoi Ábhair Sonraí AE\" a bhaineann le do chearta faoin Rialachán Ginearálta maidir le Cosaint Sonraí (\"GDPR\").",
    "2271205646": "Nóta do Chónaitheoirí Limistéar Eacnamaíoch na hEorpa.",
    "508143070": "Tabhair faoi deara gurb é IMI rialaitheoir do chuid faisnéise pearsanta, ach amháin i gcás ina bpróiseálaimid faisnéis phearsanta thar ceann ár n-Integrators maidir le soláthar ár Seirbhíse, agus sa chás sin is muid próiseálaí na faisnéise pearsanta, agus is iad na Comhtháthaithe sin rialaitheoirí na Eolas pearsanta.",
    "2330965058": "Sa chás go bhfeidhmímid mar phróiseálaí dár n-Integrators, ní bhainimid úsáid as na sonraí a bhailítear chun aon chríche seachas mar is gá le réasún chun ár Seirbhís a sholáthar, agus beidh ár bpróiseáil faoi rialú ag na conarthaí atá i bhfeidhm againn lenár n-Integrators, ní seo Beartas Príobháideachais",
    "3017040355": "Próiseáil Sonraí Ábhar Sonraí an AE Feidhmíonn sonraí faoi bhunús dlí na gClásal Conarthach Caighdeánach (SCCanna) atá comhtháite san aguisín Próiseála Sonraí lenár dTéarmaí Seirbhíse nó Comhaontuithe Próiseála Sonraí lenár n-Integrators.",
    "2233384692": "Má tá aon cheist nó imní ort faoin gcaoi a láimhseáiltear sonraí den sórt sin nó ar mhaith leat do chearta a fheidhmiú, ba cheart duit teagmháil a dhéanamh leis an duine nó leis an eintiteas (ie an rialaitheoir sonraí) a rinne conradh linn chun an tSeirbhís a úsáid chun na sonraí seo a phróiseáil. Cuirfimid cúnamh ar fáil, áfach, dár n-Integrators chun aghaidh a thabhairt ar aon imní a d’fhéadfadh a bheith agat, de réir théarmaí ár gconartha leo.",
    "349292953": "Faisnéis a Bhailímid",
    "3022001832": "Bailímid faisnéis ó dhaoine aonair a idirghníomhaíonn lenár Láithreáin agus lenár Seirbhísí, lena n-áirítear iad siúd a ionchorpraíonn ár Seirbhís ar a suíomh Gréasáin (\"Integrators\"), iad siúd a bhaineann úsáid as na seirbhísí le haghaidh lipéadú sonraí (\"Custaiméirí\"), agus na húsáideoirí deiridh a idirghníomhaíonn lenár Seirbhís trí shuíomhanna Gréasáin ár n-Integrators (\"Úsáideoirí Deiridh\").",
    "835545301": "Bailímid na catagóirí faisnéise seo a leanas:",
    "3228928991": "Faisnéis is féidir a úsáid chun duine aonair (\"Faisnéis Phearsanta\") a aithint nó teagmháil a dhéanamh léi, mar shampla ainm, seoladh ríomhphoist, agus tír. Bailímid Faisnéis Phearsanta ónár gComhtháthaithe agus Custaiméirí reatha agus ionchasacha nuair a thugann siad go díreach dúinn é (mar shampla, trí fhoirm a líonadh agus muid ag clárú le haghaidh cuntas, nó ag déanamh iarratais chun fógraí ríomhphoist a fháil uainn). Féadfaimid céannacht ár n-Comhtháthaithe agus ár gCustaiméirí a fhíorú trí fhaisnéis phearsanta a chur i gcomparáid le bunachair sonraí tríú páirtí nó doiciméid oifigiúla dlí.",
    "1655796811": "Faisnéis a bhailítear go huathoibríoch mar thoradh ar úsáid Integrator nó Custaiméir as na Láithreáin nó na Seirbhísí (\"Faisnéis Analytics\"), mar shampla seoltaí IP, cineál brabhsálaí, soláthraí seirbhíse Idirlín, cineál ardáin, cineál feiste, córas oibriúcháin, dáta agus stampa ama rochtana, agus faisnéis eile dá samhail. Bailíonn tríú páirtithe a bhfostaímid chun na críche sin roinnt Faisnéise Analytics, agus bailítear roinnt Faisnéise Analytics trí theicneolaíochtaí rianaithe éagsúla, lena n-áirítear fianáin (féach \"Teicneolaíochtaí Anailíse agus Rianaithe Tríú Páirtí\" thíos).",
    "1388241689": "Faisnéis a bhailítear mar thoradh ar Úsáideoirí Deiridh ag freagairt leideanna tríd an tSeirbhís (\"Sonraí Lipéadaithe\"), mar shampla sonraí lipéadaithe íomhá, téacs a tiontaíodh ó chomhaid fuaime a sheinntear chuig na hÚsáideoirí Deiridh sin, freagraí ar cheisteanna, agus leideanna eile a ghineann an tSeirbhís chun críocha lipéadú sonraí le húsáid in iarratais ar fhoghlaim meaisín. Tabhair faoi deara nach bhfuil Sonraí Lipéadaithe ceangailte le haon duine aitheanta.",
    "1493790285": "Teastaíonn faisnéis eile a bhailítear ó Úsáideoirí Deiridh mar chuid den tSeirbhís leis sin chun a chinneadh an bhfuil",
    "2216374138": "is daoine iad, mar shampla gluaiseachtaí luch, suíomh scrollaigh, imeachtaí eochairbhrú, imeachtaí tadhaill, agus faisnéis gyroscóp / luasmhéadair de réir mar is infheidhme.",
    "2394073454": "Féadfaimid faisnéis bhreise a bhailiú ó Úsáideoirí Deiridh ar mian leo oibriú linn mar Lucht Oibre Sonraí Aonair.",
    "3103557430": "Conas a Úsáidimid Faisnéis",
    "1130802068": "Úsáidimid an fhaisnéis a bhailímid chun na críocha seo a leanas:",
    "2940689138": "Cuntais Integrator agus Custaiméirí a riar agus an tSeirbhís a sholáthar. Úsáidimid Faisnéis Phearsanta d’fhonn cuntais shonracha a cheangal le Comhtháthaithe agus le Custaiméirí agus chun an tSeirbhís a sholáthar dóibh, chun freagra a thabhairt ar iarratais nó ar fhiosrúcháin, chun tacaíocht nó cúnamh teicniúil a sholáthar, agus chun íocaíochtaí a éascú.",
    "857974529": "Feabhas a chur ar an Suíomh agus ar an tSeirbhís. Úsáidimid Faisnéis Analytics chun ár seirbhísí agus tairiscintí nua atá ann a fheabhsú agus chun tairiscintí táirgí atá ann cheana agus a bheidh ann amach anseo a shaincheapadh.",
    "1820844638": "Chun léargas margaidh a fháil. Úsáidimid Faisnéis Analytics chun anailís a dhéanamh ar an margadh agus chun anailísí gnó a dhéanamh a bhaineann leis an Suíomh agus lenár Seirbhísí, agus chun críocha taighde eile.",
    "3386280249": "Margadh a sholáthar do Shonraí Lipéadaithe. Cumasaíonn ár Seirbhís lipéadú sonraí ardtoirte agus athbhreithniú daonna do chórais foghlama meaisín mar sheirbhís d’úinéirí láithreán gréasáin agus do chuideachtaí a dteastaíonn cabhair uathu chun a gcuid sonraí a lipéadú. Chuige sin, nochtann muid Sonraí Lipéadaithe dár gCustaiméirí ar spéis leo Sonraí Lipéadaithe a fháil.",
    "3532143291": "Ár seirbhísí agus ár gcórais a dhaingniú. Úsáidimid Faisnéis Analytics chun ár gcórais a dhaingniú trí bhagairtí agus leochaileachtaí féideartha a aithint, agus chun an fhaisnéis a bhailímid a chosaint ar bhealach eile.",
    "2185418511": "Chun aon chríche ghnó dlisteanaí, ar choinníoll go ndéantar an fhaisnéis a dhí-shainaithint nó a chomhiomlánú sa chaoi nach féidir í a cheangal go réasúnach le duine aonair.",
    "2386465280": "Conas a Roinnimid Faisnéis",
    "2159517814": "Déanaimid faisnéis phearsanta a roinnt nó a nochtadh sna cásanna seo a leanas:",
    "4256083674": "Arna iarraidh sin go díreach ó Chomhtháthaitheoir an riosca calaoise a bhaineann le hiarratas dúshlán CAPTCHA nó seoladh IP ar leith a shainaithint, nó ar shlí eile nuair a tugadh toiliú sonrach.",
    "3494826505": "Le díoltóirí déanaimid teagmháil le gnéithe riachtanacha de na Láithreáin agus den tSeirbhís a sholáthar, mar shampla stóráil sonraí, óstáil, agus Analytics, agus chun na críocha sin amháin.",
    "1119009846": "De réir mar is gá chun an dlí is infheidhme a chomhlíonadh, lena n-áirítear iarrataí rialtais, iarratais ar fhorfheidhmiú an dlí, agus ar shlí eile chuig eintitis phoiblí agus phríobháideacha d’fhonn cearta, príobháideacht, sábháilteacht, nó maoine tusa, sinne nó daoine eile a chosaint.",
    "197676026": "Le daoine eile chun aon chríche dlisteanacha gnó, ar choinníoll go ndéantar an fhaisnéis a dhí-aithint",
    "2359312315": "nó comhiomlánaithe sa chaoi nach féidir é a cheangal go réasúnach le duine aonair.",
    "2497216176": "Teicneolaíochtaí Anailíse agus Rianaithe Tríú Páirtí",
    "3694578791": "Mar a pléadh thuas, bailímid (agus ár ndíoltóirí tríú páirtí) Faisnéis Analytics i bpáirt trí fhianáin, rabhcháin gréasáin agus teicneolaíochtaí rianaithe eile a úsáid. I roinnt cásanna, oibrímid le díoltóirí tríú páirtí chun fianáin a fhostú chun críocha Faisnéis Analytics a bhailiú.",
    "2238885192": "Úsáidimid Sentry chun sonraí dífhabhtaithe a bhailiú nuair a bhíonn earráid ag úsáideoir. Chun faisnéis a fháil faoin gcaoi a mbailíonn agus a phróiseálann Sentry sonraí:",
    "1535054294": "Féach ar a mbeartas mionsonraithe le do thoil",
    "658775471": "Úsáidimid Cloudflare chun ár dtrácht gréasáin a bharrfheabhsú. Chun faisnéis a fháil faoin gcaoi a mbailíonn agus a bpróiseálann Cloudflare sonraí:",
    "2014256987": "Más fearr leat gan bac a chur ar úsáid fianáin nó teicneolaíochtaí rianaithe eile, féach “Bainistigh d’fhaisnéis,” thíos. Tabhair faoi deara le do thoil go bhféadfadh sé sin tionchar diúltach a imirt ar do thaithí ag úsáid na Láithreán nó na Seirbhíse, mar b’fhéidir nach n-oibreoidh roinnt gnéithe i gceart.",
    "2788024905": "Conas a Faighimid Faisnéis",
    "271333468": "Cuirimid bearta teicniúla agus eagrúcháin iomchuí i bhfeidhm chun an fhaisnéis a bhailímid agus a stóráilimid a chosaint, agus éilímid ar gach gníomhaire a dhéanann ár bpróiseáil ar ár son an rud céanna a dhéanamh. Ar an drochuair, níl aon bhearta slándála 100% dosháraithe, agus dá bhrí sin ní féidir a ráthú go mbeidh aon líonra nó córas (ár gcuid féin san áireamh) 100% slán i gcoinne scrios, caillteanas, athrú, nochtadh neamhúdaraithe nó rochtain ar fhaisnéis a bhailímid agus a stóráilimid. Má chreideann tú nach bhféadfadh do chuid faisnéise a bheith slán ar chúis ar bith, déan teagmháil linn láithreach ag:",
    "3031284129": "Séanadh Barántais",
    "26365791": "A mhéid a cheadaítear leis an dlí, soláthraítear an Suíomh agus an tSeirbhís (agus aon seirbhísí gaolmhara eile, faisnéis, sonraí, gnéithe, agus ábhar nó ábhair eile) ar bhonn “mar a dhéantar” agus “mar atá ar fáil”. A mhéid is féidir a cheadaítear leis an dlí, eisiann IMI gach barántas, lena n-áirítear ach gan a bheith teoranta do na barántais intuigthe inmhargaíochta, oiriúnacht chun críche áirithe, agus neamh-shárú.",
    "735630686": "Do Fhaisnéis a Bhainistiú (Do Chearta)",
    "498769698": "Féadfaidh tú Faisnéis Phearsanta áirithe a chuir tú ar fáil dúinn a rochtain, a cheartú, a leasú nó a scriosadh trí do chuntas Comhtháthaitheora, Custaiméirí nó Úsáideora Inrochtaineachta (más Comhtháthaitheoir, Custaiméir nó Úsáideoir Inrochtaineachta tú). Mura féidir leat é sin a dhéanamh, nó má tá aon cheist agat faoi Fhaisnéis Phearsanta a bhailíomar agus / nó a roinnimid fút, nó más mian leat do thoiliú le haghaidh ár bpróiseála a tharraingt siar (ie scrios do chuntas go hiomlán) déan teagmháil linn ag:",
    "2895491273": "Dá mb’fhearr leat fianáin nó teicneolaíochtaí rianaithe eile a bhac, d’fhormhór na mbrabhsálaithe agus na ngléasanna soghluaiste go léir chun do chuid socruithe a athrú d’fhonn fógra a thabhairt duit nuair a fhaigheann tú fianáin nó teicneolaíochtaí rianaithe eile á n-úsáid, agus chun a roghnú an nglacfaidh tú / nach gceadaíonn tú. é. Ligeann mórchuid na mbrabhsálaithe duit fianáin atá ann cheana a dhíchumasú nó a scriosadh nó fianáin amach anseo a dhiúltú go huathoibríoch. Féadfaidh tú uirlisí tríú páirtí a úsáid freisin, lena n-áirítear breiseáin brabhsálaí, chun do chuid sainroghanna fianán a rialú. Tabhair faoi deara, áfach, má dhíchumasaíonn tú gach fianán, b’fhéidir nach bhfeidhmeoidh codanna áirithe dár Láithreáin i gceart.",
    "707527778": "Eolas ó Leanaí",
    "1747657936": "Níl ár Láithreáin agus ár Seirbhís dírithe ar leanaí faoi bhun 13 bliana d’aois agus ní bhailímid Faisnéis Phearsanta go feasach ó leanaí faoi bhun 13 bliana d’aois. Má fhoghlaimímid gur bhailíomar Faisnéis Phearsanta linbh faoi 13 bliana d’aois, tógfaimid céimeanna réasúnacha chun faisnéis den sórt sin a scriosadh ónár gcomhaid a luaithe is indéanta, mura bhfuil oibleagáid dhlíthiúil orainn í a choinneáil. Téigh i dteagmháil linn má chreideann tú go bhfuil aon fhaisnéis againn faoi nó faoi leanbh faoi 13 bliana d’aois:",
    "2419795065": "Fógra do Chónaitheoirí California",
    "1517625162": "Faoi Chód Sibhialta California Alt 1789.3, tá úsáideoirí California i dteideal an fógra cearta tomhaltóra seo a leanas a fháil: Féadfaidh cónaitheoirí California Aonad Cúnaimh Ghearáin na Rannóige Seirbhísí Tomhaltóirí i Roinn Gnóthaí Tomhaltóirí California a bhaint amach tríd an bpost ag 1625 North Market Blvd., Sacramento, CA 95834, nó ar an teileafón ag (916) 445-1254 nó (800) 952-5210.",
    "3730344349": "Soláthraíonn an chuid seo sonraí breise faoin bhfaisnéis phearsanta a bhailímid faoi thomhaltóirí California agus na cearta a thugtar dóibh faoin Acht um Príobháideacht Tomhaltóirí California nó \"CCPA.\"",
    "4044467791": "Maidir leis na catagóirí faisnéise pearsanta a bhailíomar uait le 12 mhí anuas, féach an mhír \"Faisnéis a Bhailímid\" thuas. Bailímid an fhaisnéis seo chun críocha gnó agus tráchtála a thuairiscítear sa chuid \"Conas a Úsáidimid Faisnéis Phearsanta\" thuas. Sa 12 mhí roimhe seo, roinn muid na catagóirí faisnéise seo a leanas le tríú páirtithe chun críche gnó:",
    "4208081170": "Catagóir Faisnéise Pearsanta",
    "1528242915": "Aitheantóirí.",
    "3863351997": "Catagóirí faisnéise pearsanta atá liostaithe i reacht Taifead Custaiméirí California (Cód Cal. Civ. § 1798.80 (e)).",
    "2826705343": "Faisnéis tráchtála.",
    "2683038211": "Gníomhaíocht Idirlín nó líonra leictreonach eile.",
    "3671828834": "Samplaí d’fhaisnéis phearsanta a roinntear",
    "779426309": "Fíor-ainm, aitheantóir pearsanta uathúil, aitheantóir ar líne, seoladh Prótacal Idirlín, seoladh ríomhphoist, ainm cuntais, nó aitheantóirí eile dá samhail.",
    "2414368123": "Ainm, uimhir chárta creidmheasa, uimhir chárta dochair, nó aon fhaisnéis airgeadais eile.",
    "4088941349": "Taifid ar tháirgí nó ar sheirbhísí a ceannaíodh, a fuarthas nó a breithníodh.",
    "3238612014": "Stair brabhsála, faisnéis faoi idirghníomhaíocht tomhaltóra le suíomh Gréasáin idirlín, feidhmchlár nó fógra.",
    "1023108656": "Catagóirí Faighteoirí Tríú Páirtí",
    "1418235079": "Soláthraithe Seirbhíse",
    "3238184941": "Nóta: Féadfar riosca calaoise a bhaineann le seoladh IP aonair a roinnt le Integrator arna iarraidh sin.",
    "285116485": "Ní dhíolann an Chuideachta an fhaisnéis phearsanta a bhailímid (mar a shainmhínítear an téarma seo sa CCPA). Féach leat an chuid \"Teicneolaíochtaí Anailíse agus Rianaithe Tríú Páirtí\" thuas chun tuilleadh faisnéise a fháil maidir leis na cineálacha fianáin tríú páirtí, más ann dóibh, a úsáidimid.",
    "1408750006": "Faoi réir teorainneacha áirithe, soláthraíonn an CCPA an ceart do thomhaltóirí California iarraidh go mbeadh níos mó sonraí ar eolas acu faoi na catagóirí nó na píosaí sonracha faisnéise pearsanta a bhailímid (lena n-áirítear an chaoi a n-úsáidimid agus a nochtann muid an fhaisnéis seo), a gcuid faisnéise pearsanta a scriosadh, rogha an diúltaithe a bhaint as aon “díolacháin” a d’fhéadfadh a bheith ag tarlú, chomh maith leis an gceart nach ndéanfar idirdhealú ina leith as na cearta seo a fheidhmiú.",
    "759057398": "Fógra faoi Ábhair Sonraí an AE",
    "825780955": "Eolas pearsanta",
    "2945960297": "Maidir le hábhair sonraí an AE, tá an téarma “faisnéis phearsanta” mar a úsáidtear sa Bheartas Príobháideachta seo comhionann le “sonraí pearsanta” mar a shainmhínítear i Rialachán Ginearálta an Aontais Eorpaigh um Chosaint Sonraí (GDPR).",
    "1126613163": "Sonraí Íogaire",
    "3571006800": "D’fhéadfadh gur sonraí íogaire iad cuid den fhaisnéis a sholáthraíonn tú dúinn mar a shainmhínítear sa GDPR (dá ngairtear catagóirí speisialta sonraí pearsanta freisin), lena n-áirítear do chine nó eitneachas a aithint ar dhoiciméid aitheantais arna n-eisiúint ag an rialtas.",
    "1988461282": "Boinn Dlíthiúla le haghaidh Próiseála",
    "3519564631": "Cuspóirí Próiseála",
    "1778642038": "Chun cumarsáid a dhéanamh leat",
    "2223819810": "Chun ár n-ardán a bharrfheabhsú",
    "1678661231": "Le haghaidh comhlíonta, calaois a chosc agus sábháilteacht",
    "2561077702": "Chun ár seirbhís a sholáthar",
    "2066321185": "Bunús Dlí",
    "1174237568": "Is iad na gníomhaíochtaí próiseála seo ár leasanna dlisteanacha. Déanaimid iarracht aon tionchair fhéideartha ort (dearfach agus diúltach) agus ar do chearta a mheas agus a chothromú sula ndéanaimid do chuid faisnéise pearsanta a phróiseáil ar mhaithe lenár leasanna dlisteanacha. Ní bhainimid úsáid as do chuid faisnéise pearsanta le haghaidh gníomhaíochtaí ina sáraíonn ár leasanna aon drochthionchar ort (mura bhfuil do thoiliú againn nó má éilítear nó mura gceadaítear dúinn le dlí eile).",
    "1350478093": "Cuspóir Próiseála",
    "787916198": "Le do thoiliú",
    "3348433919": "Do Chearta",
    "3842673636": "Faoin GDPR, tá cearta áirithe agat maidir le do chuid faisnéise pearsanta. Féadfaidh tú a iarraidh orainn na bearta seo a leanas a dhéanamh maidir leis an bhfaisnéis phearsanta atá againn:",
    "4057343238": "Rogha an diúltaithe",
    "1834911235": "Stop cumarsáidí margaíochta díreacha a sheoladh chugat a thoiligh tú a fháil roimhe seo. Féadfaimid leanúint de chumarsáid eile a bhaineann leis an tSeirbhís agus cumarsáid neamh-mhargaíochta a sheoladh chugat.",
    "3022301908": "Rochtain",
    "680638297": "Faisnéis a sholáthar duit faoinár bpróiseáil ar do chuid faisnéise pearsanta agus rochtain a thabhairt duit ar do chuid faisnéise pearsanta.",
    "1409486258": "Ceart",
    "3878077249": "Déan míchruinneas i do chuid faisnéise pearsanta a nuashonrú nó a cheartú.",
    "3645414921": "Scrios",
    "42182578": "Scrios do chuid faisnéise pearsanta.",
    "1609621367": "Aistriú",
    "3208155808": "Aistrigh cóip de d’fhaisnéis phearsanta atá inléite ag meaisín duit féin nó chuig tríú páirtí de do rogha.",
    "1786796818": "Srian",
    "3329634829": "Cuir srian le próiseáil do chuid faisnéise pearsanta.",
    "4202774977": "Cuspóir",
    "3007158970": "Cuir i gcoinne ár spleáchais ar ár leasanna dlisteanacha mar bhunús lenár bpróiseáil ar do chuid faisnéise pearsanta a théann i bhfeidhm ar do chearta.",
    "1273071008": "Iarrataí ar Chearta Rochtana ar Ábhar Sonraí",
    "3594381346": "suíomh.",
    "21141582": "seo",
    "3357523404": "Aistriú Sonraí Trasteorann",
    "290966395": "Mar a thuairiscítear inár rannán \"Nóta do Chustaiméirí Lasmuigh de na Stáit Aontaithe\", bí ar an eolas go ndéanfar do chuid sonraí pearsanta a aistriú chuig na Stáit Aontaithe, a phróiseáil agus a stóráil. D’fhéadfadh go mbeadh dlíthe cosanta sonraí i SAM difriúil ó na dlíthe i do thír chónaithe. Toilíonn tú le d’fhaisnéis, lena n-áirítear faisnéis phearsanta, a aistriú chuig na SA mar atá leagtha amach sa Bheartas Príobháideachta seo trí chuairt a thabhairt ar ár Láithreáin nó trí úsáid a bhaint as ár Seirbhís.",
    "3178581111": "Úsáid chun críocha nua",
    "1088304322": "Féadfaimid do chuid faisnéise pearsanta a úsáid ar chúiseanna nach ndéantar cur síos orthu sa Bheartas Príobháideachta seo, i gcás ina gceadaítear dúinn de réir dlí déanamh amhlaidh agus i gcás go bhfuil an chúis comhoiriúnach leis an gcuspóir ar bhailíomar í. Más gá dúinn d’fhaisnéis phearsanta a úsáid chun críche neamhghaolmhar, féadfaimid fógra a thabhairt duit agus an bunús dlí is infheidhme maidir leis an úsáid sin a mhíniú. Má táimid ag brath ar do thoiliú le haghaidh úsáid áirithe d’fhaisnéise pearsanta, féadfaimid do thoiliú a lorg chun aon chríche neamhghaolmhar agus ligean duit d’úsáid na seirbhíse a fhoirceannadh ag an am sin má dhéanann tú agóid.",
    "2260079771": "Coinneáil Sonraí",
    "38428546": "Stóráilimid do Shonraí Pearsanta go sábháilte ar feadh shaolré do chuntas linn. Ní choinneoimid do Shonraí Pearsanta ach chomh fada agus is gá chun na críocha ar bhailíomar iad a chomhlíonadh, lena n-áirítear chun aon oibleagáidí dlíthiúla, cuntasaíochta nó tuairiscithe a shásamh nó chun díospóidí a réiteach. I measc na gcritéar a úsáidimid chun tréimhsí stórála a chinneadh tá na forálacha conarthacha is infheidhme atá i bhfeidhm, tréimhsí teorann reachtúla dlí, ceanglais rialála is infheidhme, agus caighdeáin tionscail.",
    "384965568": "Cé go n-athraíonn riachtanais choinneála de réir dlínse, déantar cur síos thíos ar fhaisnéis faoi na gnáththréimhsí coinneála atá againn do ghnéithe éagsúla de do shonraí pearsanta.",
    "2788836740": "Coinnítear faisnéis teagmhála chun críocha margaíochta ar bhonn leanúnach go dtí go liostálann tú. Ina dhiaidh sin cuirfimid do chuid sonraí ar ár liosta sochtadh ar feadh tréimhse éiginnte. Ní úsáidfear faisnéis ríomhphoist a bhailítear ó Úsáideoirí Inrochtaineachta riamh chun críocha margaíochta.",
    "3520687192": "Is féidir taifid chumarsáide leat (m.sh. ticéid tacaíochta a osclaítear trí ríomhphost nó Twitter) a choinneáil ar feadh tréimhse éiginnte.",
    "292211832": "Déantar faisnéis a bhailítear trí mhodhanna teicniúla mar fhianáin, cuntair leathanaigh ghréasáin agus uirlisí anailíse eile a scriosadh chomh luath agus is féidir, ach féadfar í a choinneáil ar feadh tréimhse teoranta suas le bliain ó dhul in éag na fianán, go hiondúil i bhfoirm dhí-aitheanta agus chomhiomlánaithe. mura mbraithimid mí-úsáid fhéideartha ar ár seirbhís, agus sa chás sin coinneoimid an fhaisnéis sin chun cabhrú linn mí-úsáid sa todhchaí a chosc. Ní féidir linn an fhaisnéis gan ainm agus comhiomlánaithe seo a nascadh leatsa, le do theaghlach, le seoladh IP, nó le haon fhaisnéis phearsanta atá bunaithe ar an bhfaisnéis atá stóráilte.",
    "470943029": "Má tá aon cheist agat faoin mBeartas Príobháideachta seo, déan teagmháil linn ag:",
    "3192683783": "Athruithe ar an mBeartas Príobháideachta seo",
    "1702335960": "Tá aon fhaisnéis a bhailímid faoi réir an Pholasaí Príobháideachta a bhí i bhfeidhm an tráth a bhailítear an fhaisnéis sin. Féadfaimid, áfach, an Polasaí Príobháideachta a athbhreithniú ó am go ham. Má tá athbhreithniú ábhartha, de réir mar a chinneann muid féin amháin, tabharfaimid fógra duit, mar shampla trí ríomhphost. Cuirfear an leagan reatha ar ár leathanach Polasaí Príobháideachta i gcónaí.",
    "3669258571": "Beartas Fianán",
    "2905621957": "Nuashonraithe: 18 Iúil, 2020",
    "1173934218": "Tuigimid go bhfuil do phríobháideacht tábhachtach duit agus táimid tiomanta do bheith trédhearcach faoi na teicneolaíochtaí a úsáidimid. Soláthraíonn an beartas seo faisnéis mhionsonraithe faoi conas agus cathain a úsáidimid fianáin ar ár Láithreáin agus ár Seirbhís.",
    "2694150481": "An úsáidimid Fianáin?",
    "457627611": "Sea. Féadfaimid féin agus ár soláthraithe anailíse nó seirbhíse, comhpháirtithe margaíochta, agus cleamhnaithe fianáin, rabhcháin gréasáin, nó picteilíní agus teicneolaíochtaí eile a úsáid chun a chinntiú go mbeidh an taithí is fearr is féidir ag gach duine a úsáideann na Láithreáin. Féach an chuid \"Teicneolaíochtaí Anailísíochta agus Rianaithe Tríú Páirtí\" inár bPolasaí Príobháideachta le haghaidh tuilleadh sonraí.",
    "501102544": ": creidimid nach bhfolaíonn an tseirbhís frith-bot hCaptcha (ie an tSeirbhís atá leabaithe ag láithreáin ghréasáin, cluichí, nó aipeanna soghluaiste) ach fianáin “díolmhaithe ó thoiliú” mar a thugtar orthu de bhun rialacháin GDPR. I measc samplaí de na fianáin díolmhaithe sin tá:",
    "461631543": "Nóta GDPR",
    "2150907653": "* Fianáin theicniúla atá riachtanach chun an tseirbhís a sholáthar. Ina measc seo tá fianáin tosaíochta, fianáin seisiúin, fianáin cothromaithe ualaigh, srl.",
    "1012122721": "* Fianáin staitistiúla arna mbainistiú go díreach againn (ie fianáin chéad pháirtí, ní fianáin tríú páirtí), i gcás nach n-úsáidtear na sonraí le haghaidh próifílithe.",
    "148542287": "Ní comhairle dlí é seo, agus ní sholáthraítear aon bharántais maidir leis an anailís seo. Má tá ceisteanna nó imní breise agat, déan teagmháil linn ag:",
    "3956117148": "Féadfaidh fianáin bhreise a bheith ar shuíomhanna Gréasáin hCaptcha.com agus BotStop.com (na Láithreáin), mar a thuairiscítear sa Bheartas seo.",
    "3255230599": "Cad is Fianán ann?",
    "1095532507": "Is éard is fianán (\"Fianán\") comhad téacs beag a chuireann freastalaí leathanach gréasáin ar do thiomáint crua. Tá faisnéis sna fianáin ar féidir le freastalaí gréasáin iad a léamh níos déanaí sa bhfearann a d’eisigh an fianán duit. Ní úsáidfear cuid de na fianáin ach má úsáideann tú gnéithe áirithe nó má roghnaíonn tú sainroghanna áirithe, agus úsáidfear roinnt fianáin i gcónaí. Is féidir leat tuilleadh a fháil amach faoi gach fianán trí amharc ar ár liosta fianán reatha thíos.",
    "2943815316": "Déanaimid an liosta seo a nuashonrú go tréimhsiúil, mar sin d’fhéadfadh go mbeadh fianáin bhreise ann nach bhfuil liostaithe fós. Is féidir rabhcháin gréasáin, clibeanna agus scripteanna a úsáid sna Láithreáin nó i ríomhphoist chun cabhrú linn fianáin a sheachadadh, cuairteanna a chomhaireamh, úsáid agus éifeachtúlacht feachtais a thuiscint agus a chinneadh an osclaíodh agus ar gníomhaíodh r-phost. Féadfaimid tuarascálacha a fháil bunaithe ar úsáid na dteicneolaíochtaí seo ag ár soláthraithe seirbhíse / anailíse ar bhonn aonair agus comhiomlánaithe.",
    "2954157511": "Cén fáth a n-úsáideann muid Fianáin?",
    "1539071196": "De ghnáth úsáidimid Fianáin chun na críocha seo a leanas:",
    "3545935449": "Aitheantas a thabhairt d’úsáideoirí nua nó d’úsáideoirí roimhe seo.",
    "32739972": "Chun d’fhaisnéis seisiún logála isteach a stóráil má tá tú cláraithe ar ár Láithreáin.",
    "4209078147": "Chun ár Suíomh a fheabhsú agus tuiscint níos fearr a fháil ar do chuairteanna ar ár n-ardáin agus ar ár Suíomh.",
    "1077448694": "Comhtháthú le láithreáin ghréasáin meán sóisialta tríú páirtí.",
    "1709478090": "Fógraíocht bunaithe ar ús nó spriocdhírithe a sheirbheáil ort.",
    "3256020881": "Chun d’iompar agus do ghníomhaíochtaí brabhsála a urramú le himeacht ama ar iliomad suíomhanna Gréasáin nó ardáin eile.",
    "1092241113": "Leasanna ár gCustaiméirí agus Comhtháthaithe a thuiscint níos fearr.",
    "1434289796": "Tá roinnt Fianáin riachtanach le haghaidh úsáidí áirithe ar na Láithreáin, agus gan Fianáin den sórt sin, ní bheimis in ann go leor seirbhísí a sholáthar a theastaíonn uait chun na Láithreáin a úsáid i gceart. Ligeann na Fianáin seo, mar shampla, dúinn ár Láithreáin a oibriú ionas gur féidir leat rochtain a fháil air mar a d’iarr tú agus lig dúinn a aithint gur chruthaigh tú cuntas agus gur logáil tú isteach sa chuntas sin chun rochtain a fháil ar ábhar Suímh. Cuimsíonn siad Fianáin freisin a chuireann ar ár gcumas cuimhneamh ar do ghníomhartha roimhe seo laistigh den seisiún brabhsála céanna agus ár Láithreáin a dhaingniú.",
    "1533171442": "Úsáidimid Fianáin agus Fianáin feidhmiúla ó thríú páirtithe freisin chun críocha anailíse agus margaíochta. Cuireann Fianáin Feidhmiúla ar chumas codanna áirithe de na Láithreáin oibriú i gceart agus fanacht ar an eolas faoi do chuid sainroghanna úsáideora. Bailíonn Fianáin Anailíse, i measc rudaí eile, faisnéis faoin gcaoi a n-úsáideann Custaiméirí, Comhtháthaithe agus Úsáideoirí Deiridh ár Láithreáin, an t-ábhar agus na táirgí a mbreathnaíonn úsáideoirí orthu is minice, agus éifeachtacht ár bhfógraíocht tríú páirtí. Cuidíonn Fianáin Fógraíochta le fógraí a sheachadadh do lucht féachana ábhartha agus bíonn ár bhfógraí le feiceáil ag barr na dtorthaí cuardaigh. Is fianáin “seisiún” iad na fianáin a scriostar nuair a chuireann tú deireadh le do sheisiún brabhsálaí, nó “marthanach,” a fhanfaidh go dtí go scriosfaidh tú iad (pléitear thíos) nó an páirtí a sheirbheáil an fianán. Tá sonraí iomlána faoi na Fianáin go léir a úsáidtear ar na Láithreáin ar fáil ag ár dtábla um Nochtadh Fianán thíos.",
    "322830977": "Conas Fianáin a dhíchumasú.",
    "3885459114": "De ghnáth is féidir leat úsáid fianán a ghníomhachtú nó a dhíghníomhachtú níos déanaí trí fheidhmiúlacht atá mar chuid de do bhrabhsálaí gréasáin. Más mian leat tuilleadh a fhoghlaim faoi fhianáin, nó conas iad a rialú, a dhíchumasú nó a scriosadh, tabhair cuairt ar https://www.knowcookies.com/ chun treoir mhionsonraithe a fháil.",
    "262509504": "Féadfaimid an fhaisnéis a bhailíonn Fianáin a nascadh le faisnéis eile a bhailímid uait de bhun an Pholasaí Príobháideachta seo agus an fhaisnéis chomhcheangailte a úsáid mar atá leagtha amach anseo. Ar an gcaoi chéanna, féadfaidh na tríú páirtithe a fhreastalaíonn ar fhianáin ar ár Láithreáin d’ainm nó do sheoladh ríomhphoist a nascadh le faisnéis eile a bhailíonn siad, a d’fhéadfadh a bheith san áireamh ceannacháin a rinneadh roimhe seo as líne nó ar líne, nó d’fhaisnéis úsáide ar líne.",
    "2935155034": "Má tá tú lonnaithe sa Limistéar Eorpach Eacnamaíoch, tá cearta áirithe agat a ndéantar cur síos orthu thuas faoin gceannteideal \"Fógra chuig Ábhair Sonraí an AE\", lena n-áirítear an ceart na sonraí atá againn fút a iniúchadh agus a cheartú nó a scriosadh.",
    "1873812847": "Nochtadh Fianán (í)",
    "3319083717": "Ainm:",
    "3183855267": "1. hmt_id",
    "907324388": "Feidhm",
    "2896187462": "1. Úsáidtear le haghaidh staitisticí gan ainm a bhaineann go géar le seirbhís, agus chun críocha teicniúla eile cosúil le cuidiú le tacaíocht inrochtaineachta.",
    "987267027": "Cóisir",
    "3453526675": "1. 1ú cóisir",
    "1952810469": "Cineál",
    "1795436560": "1. Seisiún",
    "102695075": "Fad",
    "3356329025": "1. 30 lá",
    "3744153629": "Ainmneacha:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "seisiún,",
    "3186435874": "seisiúnid",
    "720059527": "2. Úsáidtear chun críocha teicniúla atá riachtanach go hiomlán: cothromú ualaigh, ródú.",
    "1241291641": "Féach tuilleadh sonraí.",
    "1834801943": "2. 1ú cóisir",
    "2114694926": "2. Seisiún",
    "938404336": "2. Athraíonn; suas le 30 lá.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Úsáidtear chun críocha teicniúla atá fíor-riachtanach: cuireann sé ar chumas Úsáideora Inrochtaineachta úsáid.",
    "1061239711": "3. 1ú cóisir",
    "1483015662": "3. Seisiún",
    "3458934553": "3. Athraíonn; suas le 30 lá.",
    "1527172673": "Má tá aon cheist agat faoin mBeartas Fianán seo, déan teagmháil linn ag:",
    "134571844": "Impressum (Fógra Suímh)",
    "110836420": "Nuashonraithe: 23 Nollaig 2020",
    "2901894297": "Is seirbhís de chuid Intuition Machines, Inc. (\"IMI\") é hCaptcha, Corparáid Delaware US (# 6393793).",
    "2928362319": "Is féidir fiosrúcháin ríomhphoist a sheoladh chuig: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Is féidir faisnéis faoi bhainistíocht reatha na cuideachta a fháil ar an leathanach About. Is é POF reatha na cuideachta an stiúrthóir bainistíochta atá freagrach as ábhar.",
    "3094150511": "Údarás rialála: Coimisiún Cumarsáide Cónaidhme na SA, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "Ní thugann IMI gealltanas, ná níl oibleagáid air páirt a ghlacadh sa réiteach malartach díospóide i gcomhair díospóidí tomhaltóirí os comhair aonáin um réiteach díospóide tomhaltóra.",
    "1395644678": "Suíomh Gréasáin oifigiúil an Choimisiúin Eorpaigh um Réiteach Díospóide Ar Líne:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Gan aon ráthaíochtaí maidir le hábhar",
    "707541553": "Tá an fhaisnéis uile atá ar ár leathanaigh idirlín bailíochtaithe ag IMI nó tríú páirtí. Mar sin féin, ní féidir IMI ná tríú páirtithe a bheith freagrach as faisnéis a bheith reatha, cruinn nó iomlán. Baineann sé seo freisin le láithreáin ghréasáin eile ar féidir iad a bhaint amach trí hipearnasc ar ár leathanaigh. Ní ghlacann IMI aon fhreagracht as ábhar na suíomhanna Gréasáin seachtracha seo.",
    "2650241052": "Sin comhairle",
    "3361191778": "Ní hionann an fhaisnéis a chuirtear ar fáil ar na leathanaigh idirlín agus comhairle aonair agus ní féidir í a chur ina hionad. Má theastaíonn comhairle aonair uait, déan teagmháil lenár bhfoireann tacaíochta le do thoil.",
    "1031855757": "Úsáid an láithreáin seo",
    "204716894": "Déantar ábhar agus dearadh ár leathanaigh ghréasáin a chosaint faoin dlí cóipchirt. Ní mór toiliú i scríbhinn roimh ré ó IMI chun na leathanaigh agus a n-ábhar a mhacasamhlú ar bhealach a sháraíonn úsáid chóir réasúnach mura bhfuil aon fhorálacha dlí eile sonraithe le haghaidh dúbailt ar an leathanach.",
    "3182435854": "Cóipcheart",
    "3187946010": "Tá gach téacs, íomhá, beochan grafach, físeáin, ceol, fuaimeanna agus ábhar eile ar na leathanaigh seo faoi chosaint faoin dlí cóipchirt ag IMI nó tríú páirtithe má shonraítear é. Tá sé toirmiscthe an t-ábhar seo a chóipeáil nó a mhodhnú le haghaidh úsáide tráchtála ar bhealach a sháraíonn úsáid chóir réasúnach.",
    "74538881": "Freagracht as an suíomh Gréasáin seo",
    "3236873806": "Tá IMI freagrach as an suíomh Gréasáin seo.",
    "2657277322": "Má tá aon cheist agat, déan teagmháil linn ag:",
    "1338341134": "Pas Príobháideachta hCaptcha + (Béite)",
    "88879089": "Is é Pas Príobháideachta",
    "1898063898": "chun príobháideacht úsáideora atá á fhorbairt againn i dteannta a chaomhnú",
    "1942186611": "agus Daoine eile.",
    "3673079511": "caighdeán ag teacht chun cinn",
    "2164933356": "Cloudflare",
    "3119589996": "Conas a oibríonn sé: tugann síneadh brabhsálaí an cumas d’úsáideoirí comharthaí dall cripteagrafacha a chruthú agus a shíniú do shuíomhanna Gréasáin a thacaíonn leis an bprótacal Pas Príobháideachta. Gineann an síneadh pasanna ina bhfuil comharthaí dall-chripteagrafacha atá sínithe ag hCaptcha nuair a dhéantar dúshlán a réiteach ar aon láithreán a úsáideann an tseirbhís hCaptcha,",
    "1254771154": "dúshláin a léirítear ar sheirbhísí eile a thacaíonn le Pas Príobháideachta a leabaíonn hCaptcha freisin, eg Cloudflare.",
    "996362763": "Tá na comharthaí seo neamhcheangailte agus stóráilte ag an síneadh le húsáid sa todhchaí. Nuair a thugann an t-úsáideoir cuairt ar shuíomh ag baint úsáide as hCaptcha agus nuair is gá dó an dúshlán a rith (cibé acu dofheicthe nó tríd an gcnaipe \"Is duine mé\") fuasclaítear iad go huathoibríoch. Ciallaíonn an nós imeachta um shéideadh go bhfuil comharthaí sínithe agus fuascailte neamh-inúsáidte go cripteagrafach ó pheirspictíocht hCaptcha, agus dá bhrí sin caomhnaítear príobháideacht an úsáideora.",
    "2943346052": "De réir mar a leanann próiseas caighdeánaithe IETF ar aghaidh, táimid ag súil go nglacfaidh brabhsálaithe móra cineál éigin Pas Príobháideachta go dúchasach. Fágfaidh sé sin nach mbeidh gá leis an síneadh sa deireadh. Faoi láthair, áfach, lean na treoracha thíos.",
    "2326660907": "seachas",
    "741483946": "* I bhfocail eile: is féidir leat comharthaí Pas Príobháideachta hCaptcha a fháil ar hCaptcha.com, agus iad a úsáid ar shuíomhanna eile go díreach ag baint úsáide as hCaptcha.com. Ní féidir leat comharthaí Pas Príobháideachta hCaptcha a fháil nó a fhuascailt chun an tseirbhís hCaptcha mar a úsáideann Cloudflare a sheachbhóthar, ós rud é go n-eisíonn Cloudflare a chuid comharthaí Pas Príobháideachta féin agus a fhuascailt.",
    "1362015807": "Ag tosú",
    "1358325821": "Ar dtús, suiteáil an síneadh le haghaidh",
    "310885519": "nó",
    "4091044469": ". Déan cinnte gur chuir tú ar chumas an síneadh i mód incognito. Ansin, tabhair cuairt ar aon suíomh Gréasáin ag baint úsáide as hCaptcha agus captcha a réiteach. Amhail leagan 2.0.3, is féidir leat na comharthaí seo a fhuascailt ar láithreáin ghréasáin trí hCaptcha a úsáid.",
    "3904679538": "Chrome",
    "3700767772": "Nuair a bheidh an síneadh suiteáilte agat, cliceáil anseo (nó ar aon suíomh Gréasáin a úsáideann hCaptcha) chun pasanna a thuilleamh:",
    "166277959": "Tabhair faoi deara le do thoil: tá an ghné seo faoi béite faoi láthair, agus b’fhéidir nach n-oibreoidh sé do gach suíomh Gréasáin agus úsáideoir an t-am ar fad. Sa chás nach bhfuil sé cumasaithe nó nach n-oibríonn sé d’úsáideoir áirithe, tiocfaidh an t-iompar ar ais go dtí an taithí chaighdeánach hCaptcha gan aon fheidhmiúlacht a chailleadh.",
    "3031357206": "Beidh deilbhín nua le feiceáil in aice le do bharra URL. Anois tabhair cuairt ar shuíomh Gréasáin ag baint úsáide as hCaptcha. Beidh an chuma air mar seo:",
    "1066753052": "rud a chiallaíonn go bhfuil an sparán folamh, agus go bhfuil tú ar shuíomh a chuimsíonn dúshlán hCaptcha. Chomh luath agus a chomhlánaíonn tú an dúshlán, gheobhaidh tú comharthaí is féidir a fhuascailt ar aon suíomh Gréasáin eile le hCaptcha.",
    "651123197": "Taispeánfar comhaireamh den iomlán reatha i do sparán ar an deilbhín tar éis duit an dúshlán a chríochnú.",
    "554844646": "Is féidir leat a dhearbhú go bhfuil an síneadh ag obair tríd an gcuntar a fheiceáil ag dul síos 1 gach uair a chliceálann tú",
    "4087729475": "an dúshlán tar éis do réiteach tosaigh.",
    "647630208": "Agus sin é! Tá do bhrabhsáil ar líne níos príobháidí anois.",
    "3272552822": "Forbróirí agus cripteagrafaithe:",
    "4059570880": "Más mian leat an iarracht caighdeánaithe a rianú, tá iarrachtaí ar bun faoi láthair ag",
    "1904390996": "a chaighdeánú",
    "252720667": "mar bhunús le slándáil cripteagrafach Pas Príobháideachta. Tá an prótacal féin ag dul tríd an",
    "3972554015": "phróiseas chomh maith. Agus tá síneadh an bhrabhsálaí ar ndóigh",
    "3723626769": "as do chuid ranníocaíochtaí agus athbhreithnithe.",
    "3882147547": "Feidhmeanna Pseudorandom Oblivious",
    "565624910": "dréacht",
    "3421090159": "Foinse oscailte",
    "3098677775": "C: An bhfuil mo stair IP agus brabhsála go hiomlán príobháideach ó hCaptcha agus Pas Príobháideachta á úsáid agam?",
    "4019638786": "F: Ní nochtfaidh úsáideoirí Pas Príobháideachta hCaptcha a IP go hCaptcha riamh mura bhfuil sparán comhartha a mbrabhsálaí folamh nó má sheolann an láithreán é. Níl aon bhealach ag hCaptcha an t-úsáideoir a nascadh leis an bhfuascailt chomhartha, agus ní bhíonn sé ag idirghníomhú go díreach leis an úsáideoir le linn na fuascailte mura bhfuil a sparán comhartha folamh.",
    "3887113660": "C: Cén tionchar a bhíonn ag Pas Príobháideachta ar thuilleamh hCaptcha?",
    "1116455671": "F: Tuillfidh tú luaíocht as an réiteach tosaigh má chomhlánaíonn an t-úsáideoir é ar do shuíomh. Leanann fuascailtí an patrún freagartha céanna agus a bheadh dá mbeadh an t-úsáideoir tar éis pas a fháil go huathoibríoch ar do shuíomh mar gheall ar mhuinín ard an chliaint: ní tharlaíonn tuilleamh ar bith, agus faigheann an glao suímh-aimsithe ó do fhreastalaí `creidmheas: Bréagach` sna torthaí pas.",
    "779817954": "C: Má tá pasanna Príobháideachta eisithe agam ag soláthraí eile, an féidir liom iad a fhuascailt ar hCaptcha?",
    "3014149332": "A: Níl, níl pasanna idir-inoibritheach: caithfidh an t-údarás céanna iad a eisiúint agus a fhuascailt, sa chás seo hCaptcha. Tabhair faoi deara má tá pasanna agat ó Cloudflare agus hCaptcha araon i do shíneadh, athróidh an uimhir atá ar fáil go dtí an méid ceart ag brath ar riachtanas an leathanaigh a bhfuil tú ag tabhairt cuairte air. Is é sin le rá, má tá 100 pas Cloudflare agat i do sparán agus 10 pas hCaptcha, ba cheart duit 10 a fheiceáil ar dheilbhín an síneadh ar leathanaigh le hCaptcha leabaithe.",
    "3679148535": "C: Cad iad na feidhmchláir eile de Pas Príobháideachta a bhfuil tú ag obair orthu?",
    "1606783855": "A: Tá suim mhór againn i bPas Príobháideachta don chás úsáide Inrochtaineachta (\"a11y\"). Déanann roghanna a raibh tóir orthu roimhe seo mar captchas fuaime idirdhealú i gcoinne go leor úsáideoirí a11y. Creidimid go gceadóidh úsáideoirí a11y brabhsáil go sábháilte, agus a fhios acu go bhfuil a dtrácht níos príobháidí, agus srian a chur leis an mí-úsáid a bhíonn ag oibreoirí bot nuair a bhíonn roghanna a11y ar fáil, agus an cur chuige a11y atá againn faoi láthair le heisiúint Pas Príobháideachta.",
    "2359150347": "C: An dtacaíonn seirbhísí slándála ar líne eile le Pas Príobháideachta?",
    "2082237880": "A: Is é hCaptcha an chéad seirbhís dá chineál a thacaíonn le Pas Príobháideachta, agus faoi láthair is é an t-aon cheann le déanamh amhlaidh. Táimid ag súil, áfach, go n-aithneoidh seirbhísí eile na buntáistí a bhaineann le príobháideacht úsáideora a mhéadú ar líne, agus táimid ag súil go dtabharfaidh níos mó faoi chur chun feidhme sa todhchaí de réir mar a ghlacfar go foirmiúil leis na caighdeáin IETF a bhfuilimid ag cabhrú lena bhforbairt.",
    "2109792055": "Treoir Úsáideora: Saincheisteanna Dífhabhtaithe le hEisiúint agus Bailíochtú Pas Príobháideachta",
    "3588620914": "Is aireagán nua é Pas Príobháideachta de réir chaighdeáin an Ghréasáin, agus is féidir le feidhmchláir agus síntí brabhsálaí eile nach bhfuil ar an eolas faoi cur isteach ar a fheidhmiúlacht.",
    "4039193170": "Má tá fadhbanna agat comharthaí a fháil nó a fhuascailt:",
    "2378786360": "1. Bain triail as ceann de na brabhsálaithe tacaithe eile: má tá tú ar Chrome, bain triail as Firefox a úsáid gan do chuid socruithe a iompórtáil ó Chrome, agus an breiseán a shuiteáil ann. Má oibríonn sé sin, d’fhéadfadh go mbeadh ceist chumraíochta brabhsálaí agat.",
    "394235836": "3. Mura n-oibríonn aon cheann de na moltaí thuas, seol ríomhphost tacaíochta chugainn agus beimid sásta cabhrú lena bhfuil ar siúl a dhéanamh amach.",
    "3470857731": "Anailís ar cé chomh maith agus a aimsíonn reCAPTCHA bots.",
    "3240786848": "Nuashonrú deireanach: 18 Feabhra, 2021",
    "2547140673": "Le breis agus deich mbliana, tá seirbhís reCAPTCHA Google tar éis trádáil a thairiscint d’úinéirí láithreán gréasáin: lig do Google d’úsáideoirí a rianú agus ceisteanna a chur orthu, agus mar mhalairt geallann siad stop a chur le róbónna agus turscar.",
    "2133754014": "Úsáideann níos mó ná 4.5 milliún suíomh Gréasáin reCAPTCHA [",
    "3152512587": "agus bailíonn an córas na céadta milliún réiteach laethúil. [",
    "2296918009": "Is ionann é seo agus níos mó ná 100 bliain saothair gach lá. [",
    "3900538778": "Is é sonraí lipéadaithe an breosla a chumhachtaí foghlaim meaisín. Baineadh úsáid as freagraí reCAPTCHA chun seirbhísí ML / AI Google a fheabhsú ó 2009. Ní thuigeann go leor daoine a úsáideann reCAPTCHA go bhfuil a gcuid saothair á n-úsáid.",
    "1160252730": "Tá Google ag gearradh praghsanna arda anois ar reCAPTCHA Enterprise, rud a fhágann go ndéanann go leor cuideachtaí an beart seo a athluacháil.",
    "1131196501": "Is maith le cuideachtaí móra",
    "204889717": "tar éis aistriú go hCaptcha's",
    "639413188": "mar fhreagra.",
    "3280658086": "réitigh fiontar",
    "3842815245": "An trádáil chothrom é seo?",
    "714342693": "Tá an fhoireann hCaptcha ag bailiú sonraí praghsála ó sheirbhísí briseadh captcha “dorcha gréasáin” ó 2016. Thugamar faoi deara treocht spéisiúil:",
    "468929661": "Tá an meánchostas a bhaineann le reCAPTCHA a bhriseadh thar a bheith íseal (níos lú ná $ 1 in aghaidh gach 1000 réiteach) agus níor tháinig méadú ábhartha air ó thosaigh ár monatóireacht in 2016. Baineann sé seo le reCAPTCHA v2 agus v3. [",
    "2862164005": "Ligeann sonraí praghsála dúinn luach dollar cruinn a chur ar an urrús a thairgeann reCAPTCHA: $ 0.001 nó níos lú in aghaidh an fhreagra.",
    "102498091": "Gearrann Google $ 1 in aghaidh gach 1000 iarratas ar reCAPTCHA Enterprise, rud a chiallaíonn go ngearrann siad níos mó in aghaidh na hiarrata anois ná mar a chosnaíonn sé slándáil a seirbhíse a bhriseadh. Dealraíonn sé seo mar dhrochbheart.",
    "130239139": "Cad é luach na 100+ bliain saothair a bhailíonn Google go laethúil?",
    "1421074182": "Níos airde go suntasach.",
    "1953519598": "Tá an costas chun íomhá aonair a lipéadú idir $ 0.03 agus $ 1.00 nó níos mó. De réir aon mheastachán coimeádach, bhain Google na billiúin dollar de shaothar in aisce go dtí seo. [",
    "3025548709": "An bhfuil rogha eile ann seachas an beart éagórach seo?",
    "263761351": "Is é hCaptcha an chéad rogha inchreidte eile, a úsáideann na céadta milliún duine anois gach mí.",
    "2743692546": "De réir mar a chruthaíonn úsáideoirí a ndaonnacht trí hCaptcha, téann a gcuid saothair isteach i margadh oscailte gan ainm le haghaidh tairiscintí.",
    "1982750088": "Déanann cuideachtaí ar fud an domhain tairiscintí don saothar sin tascanna simplí a chur i gcrích atá furasta do dhaoine ach atá deacair do mheaisíní. Tacaíonn úsáideoirí leis an suíomh a bhfuil siad ag tabhairt cuairte air, agus bíonn níos lú spam gréasáin acu mar gheall ar leibhéal níos airde slándála.",
    "1108398506": "faigheann custaiméirí smacht iomlán ar an eispéireas, agus baineann siad leas as an saineolas a fuair hCaptcha ag oibriú an tsoláthraí dúshláin neamhspleách is mó ar an idirlíon. Faigheann siad beart níos fearr freisin ná reCAPTCHA Enterprise: suas le 50-80% praghsáil níos fearr, ag brath ar an toirt.",
    "3012870872": "Tuilleann suíomhanna Gréasáin agus aipeanna a úsáideann an leagan saor in aisce (hCaptcha Publisher) ioncam ón obair sin seachas é a bhronnadh ar Google.",
    "2271512952": "Tacaíonn úsáideoirí leis an suíomh a bhfuil siad ag tabhairt cuairte air, agus bíonn níos lú spam gréasáin acu.",
    "278010425": "Tá sé níos deacra uathoibriú freisin ar an éagsúlacht leathan tascanna ar hCaptcha. Níor athraigh comhéadan aonair reCAPTCHA le blianta fada, agus tá sraith bheag ceisteanna ann nach n-athraíonn go minic. Seo ceann de na bealaí a sholáthraíonn hCaptcha cosaint frith-bot níos láidre ná reCAPTCHA.",
    "984849234": "Úsáideann hCaptcha ardfhoghlaim meaisín chun na rudaí a gheall ReCAPTCHA a sheachadadh, agus an luach a ghabhtar leis na suíomhanna Gréasáin a úsáideann é a roinnt.",
    "4063769686": "Tacaíonn úsáideoirí leis an suíomh a bhfuil siad ag tabhairt cuairte air, agus bíonn níos lú spam gréasáin acu. Dealraíonn sé seo gur déileáil níos cothroime é.",
    "685916926": "Cén fáth nár tháinig feabhas ar reCAPTCHA le himeacht ama?",
    "3992401943": "Tá réabhlóid san fhoghlaim dhomhain ó 2012. Tá feabhas mór tagtha ar norm an tionscail maidir le cruinneas tascanna le deich mbliana anuas, go príomha mar gheall ar líonraí domhain conspóideacha. Lean seirbhísí eile faoi thiomáint ML a thairgeann Google an cuar seo.",
    "615031303": "(Féach fonótaí",
    "2125514305": "Tá feabhas tagtha ar ML, ach níor tháinig aon athrú ábhartha ar an deacracht a bhaineann le reCAPTCHA a sheachthreorú le linn na tréimhse seo.",
    "1406188018": "6 agus 7",
    "2689973938": "Trí reCAPTCHA a fheabhsú cruthaítear coimhlint intreach do Google mar dhíoltóir fógraí.",
    "464238793": "Má chinneann Google féin gur bot a bhí i ndáiríre d’úsáideoir a chonaic fógra nó a chliceálann nasc, ní féidir leis táille a ghearradh ar fhógraí a thaispeántar don úsáideoir sin. Chuir an coinbhleacht leasa seo srian mór ar raon feidhme uaillmhianta frith-bot Google.",
    "918924423": "Mar shampla, níor léir gur thairg Google seirbhísí luachmhara mar bhrath bot aisghníomhach. Tá sé i bhfad níos iontaofa a dhearbhú go bhfuil bot-ginte tráchta úsáideora tar éis anailís a dhéanamh ar roinnt laethanta sonraí.",
    "661412233": "Tá sé luachmhar freisin fios a bheith agat tar éis na captcha go raibh roinnt úsáideoirí ina róbónna. Ligeann sé d’úinéirí láithreán gréasáin seanphoist spam a ghlanadh agus “cuntais chodlata” atá cláraithe le fóraim turscair a scriosadh amach anseo, calaois a laghdú, agus níos mó.",
    "3600797185": "Dá dtairgfí sainaithint bot aisghníomhach, chuirfeadh Google ceisteanna casta ar conas fógróirí a chaith airgead ar an trácht calaoiseach sin a aisíoc go haisghníomhach.",
    "2076932190": "Mar sin tá an táirge reCAPTCHA marbhánta le deich mbliana.",
    "3856912381": "D’fhulaing úsáideoirí, agus tá turscar gréasáin gan ghá anois rampant. Ach tá rogha eile ann.",
    "1035621426": "Laghdaíonn gach bot a shainaithníonn reCAPTCHA ioncam ad Google go díreach.",
    "3668115514": "Cén chaoi a bhfuil hCaptcha difriúil?",
    "2413742287": "Is é dreasacht hCaptcha cruinneas a uasmhéadú, ní ioncam ó ad: tá freagraí bot gan úsáid dár gcustaiméirí, a dteastaíonn sonraí oiliúna daonna uathu.",
    "1373262754": "Is é an luach is lú do hCaptcha a bheith ar an eolas faoi cé hé an duine aonair. Is cuma linn cibé an duine nó aisteoir mailíseach iad.",
    "600646860": "In ionad seirbhís de luach amhrasach a thairiscint agus saothair le fíorluach á bhaint amach, soláthraíonn hCaptcha cúiteamh agus cosaint láidir frith-bot.",
    "1836191653": "In áit seirbhís atá furasta a ruaigeadh a thairiscint d’úsáideoirí saor in aisce agus na milliúin dollar á ngearradh ar leagan fiontar nach bhfuil i bhfad níos fearr, soláthraíonn hCaptcha cosaint bot den scoth don dá cheann, agus gnéithe breise agus saincheaptha breise á dtairiscint d’úsáideoirí fiontar, chomh maith le SLAnna láidre agus tacaíocht thapa.",
    "990215503": "Is é hCaptcha an t-aon phríomhsheirbhís captcha nach bhfuil faoi úinéireacht líonra fógraíochta.",
    "971933157": "Bíonn cúram ar hCaptcha faoi phríobháideacht, trédhearcacht agus cothroime.",
    "178839499": "Roinneann hCaptcha luach na hoibre a dhéantar fad is a chruthaíonn úsáideoirí a ndaonnacht.",
    "1237076138": "Cuireann hCaptcha cothrom na Féinne ar fáil do chustaiméirí saor in aisce (Foilsitheoir hCaptcha) agus d’fhiontair (hCaptcha Enterprise).",
    "614310292": "Cé a thóg hCaptcha?",
    "4188814619": "Is seirbhís de Mheaisíní Intuition é hCaptcha (",
    "3265328927": "), cuideachta foghlama meaisín a thairgeann táirgí agus seirbhísí do chuideachtaí a chuireann foghlaim meaisín i bhfeidhm ar scála.",
    "2740033957": "Tá an fhoireann IM comhdhéanta d’eolaithe agus innealtóirí ó Apple, Amazon, agus ceannairí eile i bhfoghlaim meaisín, córais dáilte, agus slándáil.",
    "1579715421": "Foilsíonn eolaithe IM go rialta i gcomhdhálacha barr mar ICML, ICLR, ECCV, agus NeurIPS, agus tá an chuideachta tar éis torthaí úrscothacha a scaoileadh go poiblí i ndisciplíní ML cosúil le hashing domhain [",
    "4015238193": "agus OCR [",
    "279580593": "imachines.com",
    "279918384": "Cén chaoi a bhfuil Google ag úsáid do shaothair in aisce?",
    "2385522384": "Is dócha go bhfaca tú frámaí físe ó cheamaraí ar ghluaisteáin féin-tiomána Waymo Google, agus ag cabhrú le haitheantas réad a fheabhsú.",
    "1517627947": "Is dócha go bhfaca tú pictiúir d’fhoirgnimh nó de chomharthaí sráide ó ghluaisteáin Streetview Google, agus ag cabhrú le suíomhanna a lipéadú dá gcuid Léarscáileanna agus táirgí Cruinne.",
    "3225936061": "Is dócha go bhfeicfeá pictiúir de théacs a tógadh ó leathanaigh leabhair ar sheirbhís Google Books, agus a chuidigh le feabhas a chur ar a mbogearraí OCR (aithint téacs).",
    "129661785": "Iarradh ort riamh \"cliceáil ar an gcarr / crosbhealach / stoplight?\"",
    "936667684": "Iarradh ort riamh \"comhartha an fhoirgnimh / na sráide a chlóscríobh?\"",
    "3773515538": "Iarradh ort riamh \"an dá fhocal a chlóscríobh?\"",
    "1778058441": "Cad iad na cineálacha post a reáchtáiltear ar hCaptcha?",
    "366088791": "Tacaíonn hCaptcha le réimse leathan tascanna.",
    "3114147525": "Úsáideann custaiméirí hCaptcha an tseirbhís le haghaidh tascanna lena n-áirítear aithint réada, braiteadh tréithe (lipéid a bhailiú chun cineálacha éadaí a aithint), rangú ábharthachta (an táirge is ábhartha a phiocadh ó roinnt roghanna i gcomparáid le príomhtháirge), boscaí a cheangal (réimsí spéise a aimsiú ar íomhá), \"OCR Daonna\" (an téacs in íomhá a aithint) agus go leor cineálacha tascanna eile.",
    "3139609561": "Seo thíos dhá shampla d’aicmiú íomhá agus cineálacha poist braite tréithe. [",
    "2273532558": "Cé hiad custaiméirí íoctha hCaptcha?",
    "4104221634": "Cuimsíonn custaiméirí hCaptcha tionscail éagsúla, ó chuideachtaí teicneolaíochta go cuideachtaí atá dírithe ar fhaisean, miondíol agus réimsí eile inar féidir leo luach a chruthú ó fhoghlaim meaisín a chur i bhfeidhm.",
    "1337725003": "Tá hCaptcha tiomanta do rochtain ar anótáil fíor-ama ardtoirte a dhaonlathú, ag ligean do chuideachtaí móra agus beaga cáilíocht a gcuid táirgí agus seirbhísí a fheabhsú trí fhoghlaim meaisín a chur i bhfeidhm ar a ngnó.",
    "4086379603": "Ceisteanna?",
    "1243684308": "Glacaimid go dáiríre le d'aiseolas, agus ba mhaith linn a chinntiú go mbeidh eispéireas níos taitneamhaí ag gach duine ar líne, le níos lú bots agus níos lú turscair. Reach linn:",
    "2645321220": "Agus má cheapann tú go bhfuil costas reCAPTCHA ró-ard, cuir ceist orainn faoi hCaptcha Enterprise. In úsáid faoi láthair ag cuid de na foilsitheoirí, cuideachtaí seirbhísí airgeadais, agus cuideachtaí bonneagair gréasáin is mó ar domhan, ní amháin gur rogha inchreidte iad seachas reCAPTCHA: creidimid go dtugann siad an chosaint bot is fearr atá ar fáil faoi láthair.",
    "1229233916": "Fonótaí",
    "1115642494": "1. Foinse: liostaí láithreáin retAPTCHA BuiltWith.com. Aisghafa 9 Iúil, 2019.",
    "448807334": "(\"Réitíonn daoine na céadta milliún CAPTCHA gach lá.\") Aisghafa 8 Iúil, 2019.",
    "2397590157": "3. Meastachán coimeádach: réitíonn 200 milliún * 30 soicind in aghaidh an réitigh i mblianta = 190.3 duine-bliain / lá.",
    "3236311792": "4. anailís inmheánach hCaptcha. Sonraí a lománaíodh tríd an 30 Meitheamh, 2019. Sonraí ar fáil arna iarraidh sin.",
    "1752259468": "5. Meastachán coimeádach: $ 0.01 costas anótála aonair * 200M avg. anótálacha in aghaidh an lae (faoi cheangal níos ísle) * 365 lá sa bhliain * 10 mbliana ó fuarthas 2009 = $ 7.3 billiún luach faoi cheangal níos ísle.",
    "3268946369": "6. Creidmheas: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Foinse: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "TOSAÍOCHTAÍ GAOLMHARA BUNAITHE MAIDIR LE HIERARCHY SEMANTIC DO THRÁTHÚ DEEP A BHAINEANN LE HÉIREANN, Heikki Arponen, Tom E Bishop. Ceardlann ICML 2019, LLD.",
    "2544169219": "Torthaí úrscothacha le déanaí: ICML LLD, Bealtaine 2019.",
    "1973347745": "10. Íomhánna saor ó ríchíosa. Foinse: Petapixel.",
    "1493115924": "Nótaí trádmhairc:",
    "4051104324": "Trádmharc cláraithe de chuid Intuition Machines, Inc. is ea \"Intuition Machines\".",
    "3983646521": "Is le húinéirí faoi seach gach ainm táirge, lógó, branda, trádmharc agus trádmharc cláraithe. Is chun críocha aitheantais amháin na hainmneacha cuideachta, táirge agus seirbhíse go léir a úsáidtear ar an suíomh Gréasáin seo. Ní hionann úsáid na n-ainmneacha, na trádmharcanna agus na mbrandaí seo agus formhuiniú. Sa chás seo, a mhalairt ar fad.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Socraíonn Eolaithe IM Tagarmharc Nua d’Aitheantas Téacs faoi Mhaoirsiú Lag (OCR) ag CVPR 2020.",
    "1259002282": "Fuair tú fabht? Seo conas é a thuairisciú.",
    "3301728462": "Úsáideann na milliúin daoine hCaptcha gach mí, ar na mílte teaglaim de bhrabhsálaithe, síntí, gairis, ballaí dóiteáin agus go leor eile.",
    "3878230879": "Is é ár gcuspóir a chinntiú go n-oibríonn sé duit i gcónaí, mar sin táimid an-bhuíoch as do thuairiscí!",
    "2465128185": "Chun aiseolas tapa a thabhairt, ní gá ach cliceáil ar an gcnaipe \"Seol aiseolas chugainn\".",
    "2921990472": "Má tá ceist fheidhmiúil á fheiceáil agat, lean an",
    "2870341481": "thíos. Maidir le brabhsálaithe ar bith eile díreach",
    "1866590035": "treoracha logála dífhabhtaithe do Chrome",
    "444492541": "treoracha logála dífhabhtaithe do Firefox",
    "169267610": "seol ríomhphost chugainn",
    "3100722753": "Le haghaidh saincheisteanna féideartha slándála nó príobháideachta, féach na treoracha thíos.",
    "1906593952": "Tabhair aiseolas ar an hCaptcha a chonaic tú díreach",
    "3951254541": "Táimid buíoch as d’ionchur. Cuir in iúl dúinn aon cheisteanna agus déanfaimid iad a réiteach go tapa.",
    "3324288040": "Seol aiseolas chugainn",
    "2864016648": "Saincheisteanna Príobháideachta",
    "304004915": "Is cuma linn cé hiad na húsáideoirí, ach an dóchúlacht go mbeidh siad mailíseach nó meaisíní. Tacaímid le tionscnaimh mar",
    "1139493658": ", agus oibrigh go crua chun príobháideacht agus slándáil a chothromú.",
    "3083289844": "Má aimsigh tú saincheist a d’fhéadfadh dul i gcion ar phríobháideacht úsáideora, cuir ríomhphost chugainn ag",
    "4264784515": "Bugs Slándála",
    "963238401": "Tá suim againn i gcónaí tuairiscí ar fhabhtanna slándála a fháil. Ríomhphost",
    "3926027556": "agus tiocfaimid ar ais chugat go gasta.",
    "1589805435": "Tá a",
    "2560582224": "clár deolchaire fabht",
    "103876916": "le haghaidh tuarascálacha slándála incháilithe ar an tseirbhís hCaptcha agus an cód foinse gaolmhar.",
    "497117287": "Roghanna Inrochtaineachta",
    "3230004040": "An bhfuil tú lagamhairc nó mura bhfuil tú in ann hCaptchas a chríochnú?",
    "3480023141": "Níos mó a fhoghlaim faoi roghanna inrochtaineachta",
    "2052161540": "Sonraí Tuairisc Bug a ghabháil: Chrome",
    "2281169898": "Má dhéantar faisnéis dífhabhtaithe a sheoladh le do thuairisc, beidh sé i bhfad níos éasca dúinn a bhfuil ar siúl a aithint. Seo treoracha céim ar chéim:",
    "1123365779": "Más forbróir gréasáin nó sainúsáideoir tú, is é an achoimre ba mhaith linn go gcuirfeá líonra ag taifeadadh HAR agus logaí consól brabhsálaí chugainn.",
    "2015218686": "sula dtéann tú trí na céimeanna seo. Má shocraíonn sé sin d’fhadhb, ba mhaith linn fós tú a chur in iúl dúinn leagan do bhrabhsálaí, seachfhreastalaí ad nó síneadh brabhsálaí, agus URL an láithreáin ghréasáin.",
    "3922723611": "Déan iarracht, le do thoil, aon choscóir ad nó síntí slándála brabhsálaí a dhíchumasú",
    "4036872105": "ar dtús agus ansin atriail",
    "993651083": "Céim 1: Uirlisí Forbróra Oscailte (Tosaíonn sé seo ag taifeadadh an tseisiúin.)",
    "4163469907": "Céim 2: Cliceáil ar cluaisín Líonra in Uirlisí Forbróra. Seiceáil an bosca \"Caomhnaigh logáil\" ag an mbarr.",
    "4243348003": "Céim 3: cuairt",
    "641342999": ", nó an suíomh Gréasáin a bhfuil saincheist agat air (Nóta Príobháideachta: ach mura miste leat an rud atá ann a roinnt) ... agus ansin cliceáil ar an gcnaipe \"Is duine mé\", agus déan iarracht é a réiteach.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Céim 4: Cliceáil \"Export HAR\" (an tsaighead beag síos) tar éis duit iarracht a réiteach, rud a shábhálann logáil an líonra. Seol an comhad sin chugainn.",
    "1503240421": "Céim 5: Cliceáil ar an táb Console, agus cliceáil ar dheis ansin \"Sábháil mar ..\" chun logáil an chonsóil a shábháil. Seol é sin chugainn freisin.",
    "2863840904": "Céim 6: An chéim dheireanach, seol ríomhphost chuig na comhaid logála HAR agus consól sin chugainn, agus déan cur síos ar an bhfadhb",
    "4051785543": "Úsáid:",
    "3623028666": "(bain úsáid as seirbhís mar",
    "551761392": "agus seol naisc) agus pictiúr go roghnach, má tá amhras ort go bhfuil rud éigin ann nach bhfuil ag taispeáint i gceart. Seol an IP atá á úsáid agat freisin. Is féidir leat é a fháil ó",
    "1219091208": "Dropbox",
    "443094024": "Bosca comhaid",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Go raibh maith agat as do chuid ama a thógáil chun cabhrú linn an fhaisnéis seo a fháil!",
    "3680327841": "Táimid tiomanta do hCaptcha a chur ag obair go maith do gach duine",
    "1059502393": "Sonraí Tuairisc Bug a ghabháil: Firefox",
    "1112074001": "Céim 2: Cliceáil ar cluaisín Líonra in Uirlisí Forbróra. Seiceáil an bosca \"Persist logs\" ag an mbarr.",
    "1797298240": "Céim 4: Cliceáil \"HAR\" tar éis duit iarracht a réiteach, agus roghnaigh \"Save All as HAR\" chun logáil an líonra a shábháil. Seol an comhad sin chugainn.",
    "3671246379": "Céim 5: Cliceáil ar an táb Console, agus cliceáil ar dheis ansin \"Roghnaigh gach ceann\" agus sábháil é sin i gcomhad téacs, chun logáil an chonsóil a shábháil. Seol é sin chugainn freisin.",
    "3816867833": "Aiseolas",
    "788770967": "Tá brón orm é sin a chloisteáil! B’fhéidir gur mhaith leat ár rogha inrochtaineachta a úsáid:",
    "1333016413": "Ligeann sé seo duit ceisteanna amach anseo a sheachaint trí fhianán a chlárú agus a shocrú.",
    "2333410049": "Déan iarracht freisin do seachfhreastalaí a mhúchadh.",
    "1345083090": "Saincheist feidhmiúlachta a thuairisciú?",
    "2184564739": "Féach",
    "604751186": "Ceisteanna eile? Ríomhphost",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "conas saincheisteanna a thuairisciú le logaí mionsonraithe",
    "1050501253": "Ró-dheacair",
    "3264813246": "Míchuí",
    "3526939538": "Bug Bogearraí",
    "126134492": "Eile",
    "3511610999": "Déanaimis cinnte go dtiocfaidh tú san áit cheart.",
    "3906886217": "Do chuideachtaí nó láithreáin ghréasáin",
    "1621597093": "Réitigh slándála fiontar (íoctha)",
    "3176531704": "Anótáil sonraí",
    "1834239172": "Seirbhísí anótála hCaptcha a cheannach",
    "1457707016": "Do dhaoine aonair",
    "770264626": "Cuir hCaptcha le do sheirbhís (saor in aisce)",
    "881015166": "Cuir hCaptcha d’Fhoilsitheoirí le mo shuíomh Gréasáin nó aip",
    "47536007": "Níos mó a fhoghlaim faoi hCaptcha",
    "2012837493": "Torthaí cuardaigh",
    "4034694801": "Gan torthaí meaitseála.",
    "3621411541": "Faigh amach faoi roghanna inrochtaineachta do hCaptcha",
    "3401005681": "Airgead a thuilleamh",
    "3933993151": "Oibrigh mar lipéadóir sonraí aonair",
    "563059212": "Liosta na bhFo-Phróiseálaithe",
    "3501923981": "Nuashonraithe: 1 Eanáir 2020.",
    "3548097301": "Éifeachtach: 1 Eanáir, 2020.",
    "3991444169": "Liostaíonn an leathanach seo fo-phróiseálaithe reatha don tseirbhís hCaptcha Enterprise.",
    "835396984": "Gníomhach faoi láthair",
    "424089481": "Amazon Web Services, Inc. (Domhanda). Seirbhísí a sholáthraítear: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Domhanda). Seirbhísí curtha ar fáil: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Domhanda). Seirbhísí a cuireadh ar fáil: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp (Domhanda). Seirbhísí a cuireadh ar fáil: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nóta: ní bhaineann sé le gach custaiméir. Mar shampla, tá IP Blinding nó custaiméirí rogha príobháideachta nó slándála ardleibhéil eile (m.sh. custaiméirí Tionóntachta Fíorúla Slán) eisiata go hiomlán ó aon “PII” féideartha a théann isteach i gcórais teiliméadrachta riamh, fiú seoladh IP. Téigh i dteagmháil le d’ionadaí cuntais le do thoil chun tuilleadh faisnéise a fháil más gá.",
    "700843971": "Hound Technology, Inc. (Domhanda). Seirbhísí a sholáthraítear: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Domhanda). Seirbhísí curtha ar fáil: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Domhanda). Seirbhísí a cuireadh ar fáil: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Domhanda). Seirbhísí a cuireadh ar fáil: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Bonneagar",
    "370366524": "Teiliméadracht na Seirbhíse Ephemeral",
    "121192737": "Breiseanna le teacht",
    "2420789666": "Seirbhísí a cuireadh ar fáil go tapa: Inc .: CDN go tapa agus ríomh imeall.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Éifeachtach: 1 Meán Fómhair, 2021. Breisiú Bonneagair",
    "1487796027": "Do chuideachtaí",
    "3943417791": "Faigh tacaíocht d’Fhiontar hCaptcha (BotStop)",
    "702287791": "Foilsitheoir hCaptcha (saor in aisce)",
    "3397976149": "Faigh tacaíocht don Fhoilsitheoir hCaptcha",
    "833750823": "Ag deacracht le dúshlán?",
    "2024737147": "Ag iarraidh fabht a thuairisciú?",
    "1978884623": "Níos mó a fhoghlaim faoi shaincheisteanna bogearraí a thuairisciú",
    "4188664955": "Máistir-Téarmaí Seirbhíse",
    "2621989404": "Nuashonraithe Deiridh: 24 Meán Fómhair, 2021. Tabhair faoi deara go bhfuil ár dtéarmaí Béarla údarásach.",
    "2404545611": "Fáilte go hCaptcha! Go raibh maith agat as a bheith mar chuid dár bpobal. Caithfidh úsáideoirí uile na “Seirbhísí” (a shainmhínítear thíos) aontú leis na téarmaí seo a leanas (na “Téarmaí Seirbhíse”). Faoi na Téarmaí Seirbhíse seo, tagraíonn \"IMI\", \"muid\" agus \"dúinn\" do Intuition Machines, Inc. agus a fhochuideachtaí, cleamhnaithe, oifigigh, gníomhairí, fostaithe, ionadaithe agus gníomhairí, agus folaíonn ár \"suíomh Gréasáin\" aon suíomh Gréasáin faoi ár rialú, lena n-áirítear www.hcaptcha.com agus www.imachines.com.",
    "2348450790": "Léigh na Téarmaí Seirbhíse seo le do thoil. Cuimsíonn siad, i measc forálacha eile, séanta barántais, teorainneacha dliteanais, agus eadráin cheangailteach. Tabhair faoi deara le do thoil go bhféadfadh sé gur athraigh na Téarmaí Seirbhíse seo ó do chuairt dheireanach ar ár suíomh Gréasáin. Féadfaimid na Téarmaí Seirbhíse seo a athbhreithniú agus a nuashonrú ó am go ham dár rogha féin amháin. I gcás athrú ábhartha, tabharfaimid fógra duit trí na Téarmaí Seirbhíse nuashonraithe a phostáil ar an leathanach seo, agus ina dhiaidh sin ní mór duit glacadh go dearfach leis na Téarmaí Seirbhíse nuashonraithe d’fhonn leanúint ar aghaidh ag úsáid nó ag rochtain ar an Suíomh nó an tSeirbhís.",
    "1064537632": "Tabhair faoi deara le do thoil go bhfuil d’úsáid as ár Seirbhís faoi rialú ag ár gComhaontú Próiseála Sonraí, atá corpraithe anseo trí thagairt. Déan athbhreithniú ar an gcomhaontú seo le do thoil chun a fháil amach conas a phróiseálaimid sonraí pearsanta thar do cheann. Tabhair faoi deara go n-oibrímid mar “phróiseálaí sonraí” chun críocha Rialachán Ginearálta an AE um Chosaint Sonraí, agus mar “sholáthraí seirbhíse” chun críche Acht um Príobháideacht Tomhaltóirí California.",
    "1933936765": "Comhaontú Próiseála Sonraí (Nuashonraithe go deireanach: 23 Meán Fómhair, 2021)",
    "2959486280": "Mura n-aontaíonn tú leis na Téarmaí Seirbhíse seo, ní fhéadfaidh tú an Suíomh nó an tSeirbhís a úsáid nó rochtain a fháil orthu.",
    "3200859925": "1. Cuspóir",
    "1807143500": "Cuimsíonn na Seirbhísí seirbhís slándála ar líne (an “tSeirbhís hCaptcha”) agus ardán (an “Ardán Meaisíní Intuition”) ar féidir le duine aonair (“Deontóir”) a roghnú tascanna a dhéanamh ar féidir le heintiteas tríú páirtí nó Meaisíní Intuition féin (gach ceann acu) postálann \"Iarrthóir\") ár suíomh Gréasáin nó an tSeirbhís hCaptcha, go díreach ar ár suíomh Gréasáin nó trí rochtain a fháil ar an Ardán Meaisíní Intuition agus / nó tascanna a dhéanamh trí aonán tríú páirtí agus / nó ardán nó seirbhís (gach ceann, an \"Comhtháthaitheoir\"). Déanann iarrthóirí tascanna a phostáil agus tugann siad cuireadh do Ranníocóirí iad a dhéanamh mar mhalairt ar luaíochtaí a sholáthraíonn IMI do Integrators, nó mar a chinneann an tIarratasóir má tá an tIarrthóir ag úsáid an Ardáin Meaisíní Intuition nó an tSeirbhís hCaptcha chun tascanna a sheirbheáil ar a n-úsáideoirí deiridh féin. Gearraimid cuideachtaí agus daoine aonair (“Custaiméir” ar gach ceann acu) as ár n-ardán a úsáid ionas go bhféadfaidís ár mbogearraí, tascanna údair a úsáid, sinn a fhostú chun tascanna a údarú, agus / nó rochtain a fháil ar na Ranníocóirí. Gearraimid táille ar Integrators freisin as ár Seirbhís hCaptcha a úsáid d’fhonn calaois, mí-úsáid agus spam a laghdú ar a láithreáin ghréasáin, aipeanna soghluaiste, agus a n-airíonna ar líne eile. Tugtar na \"Seirbhísí\" ar an méid sin roimhe seo.",
    "3212830633": "2. Incháilitheacht",
    "2605814073": "Trí úsáid a bhaint as nó clárú dár Seirbhísí, aontaíonn tú: tá tú 18 mbliana d’aois ar a laghad; tá an t-údarás agat an comhaontú seo a dhéanamh thar do cheann féin nó an t-eintiteas a ndéanann tú ionadaíocht air, agus fanfaidh tú i gcónaí de réir na dTéarmaí Seirbhíse seo agus gach beartas agus treoirlínte IMI dá dtagraítear anseo; agus ní bhainfidh tú mí-úsáid as ár suíomh Gréasáin, mífhaisnéis a dhéanamh ar d’aitheantas dúinn, nó ní úsáidfidh tú intleacht shaorga chun aon chuid d’aon tasc ar IMI a éilíonn faisnéis dhaonna a chur i gcrích.",
    "2616040974": "3. Custaiméirí agus Iarrthóirí",
    "1544829730": "Más Custaiméir nó Iarrthóir thú, aontaíonn tú go mbeidh feidhm ag na téarmaí breise a ghabhann leis seo mar Fhoscríbhinn an Chustaiméara agus go ndéanfar iad a ionchorprú trí thagairt a dhéanamh do na Téarmaí Seirbhíse seo. Mura Custaiméir nó Iarrthóir thú, nó má scoireann tú de bheith ina Chustaiméir nó ina Iarratasóir, ní bheidh feidhm ag na téarmaí breise san Aguisín Custaiméirí ná ní ionchorprófar iad trí thagairt a dhéanamh do na Téarmaí Seirbhíse seo.",
    "3759360138": "4. Ainm Úsáideora agus Pasfhocal",
    "2236960358": "Ar chlárú duit, iarrfar ort faisnéis phearsanta áirithe fút (“Faisnéis Phearsanta”) a nochtadh, lena n-áirítear d’ainm, do sheoladh ríomhphoist, agus ainm úsáideora agus pasfhocal a chruthú, a mbeidh gach ceann díobh faoi réir ár bPolasaí Príobháideachta, atá ar fáil ar ár suíomh Gréasáin. Is tusa amháin atá freagrach as monatóireacht, cinntiú agus cothabháil a dhéanamh ar shlándáil do chuntas, pasfhocail, agus aon eochracha fíordheimhnithe a bhaineann le do chuntas, agus tá tú freagrach as aon úsáid nó aon ghníomh a dhéantar trí úsáid na faisnéise sin ar na Seirbhísí.",
    "3047519814": "Aontaíonn tú nach roinnfidh tú do chuntas nó do phasfhocal le duine ar bith.",
    "1699668873": "Caithfidh tú fógra a thabhairt láithreach do IMI má tá amhras ort gur ghoid nó gur úsáid duine éigin eile d’fhaisnéis chuntais, nó aon sárú slándála eile.",
    "3044038608": "Aontaíonn tú faisnéis fíor, chruinn agus iomlán a sholáthar dúinn mar a iarrtar inár bpróiseas clárúcháin. Aontaíonn tú freisin an fhaisnéis sin a nuashonrú go pras de réir mar is gá chun í a choinneáil reatha agus cruinn.",
    "4132302900": "5. Do Phríobháideacht, Do Shonraí, agus \"Sonraí Do Chách\"",
    "10724169": "Glacann tú lenár bPolasaí Príobháideachta, a rialaíonn an méid a dhéanfaimid le haon Fhaisnéis Phearsanta a thugann tú dúinn.",
    "1669194950": "Chomh maith le Faisnéis Phearsanta, d’fhéadfadh sé go n-iarrfaí ort sonraí eile a sholáthar (nó b’fhéidir go mbeadh sé riachtanach dúinn iad a bhailiú) ionas go bhféadfaimis na Seirbhísí a sholáthar (i dteannta a chéile, “Sonraí Custaiméirí”). Nílimid faoi dhliteanas as aon mhainneachtain Seirbhísí a dhéanamh a tharlaíonn de bharr do mhoille nó do mhainneachtain Sonraí Custaiméirí a sholáthar.",
    "1330274831": "Deonaíonn tú leis seo ceadúnas neamh-eisiatach, neamh-eisiatach, inaistrithe, saor ó ríchíosa, neamh-inchúlghairthe dúinn le linn théarma an Chomhaontaithe seo chun aon Sonraí Custaiméirí a úsáid, a atáirgeadh, a dháileadh go leictreonach agus a thaispeáint go poiblí chun na Seirbhísí a sholáthar amháin . Déanann tú ionadaíocht agus barántas go bhfuil ceart, teideal agus spéis leordhóthanach agat i do chuid sonraí agus chun iad a fháil chun an ceadúnas a dheonú sa chuid seo.",
    "2230333214": "Déanaimid Sonraí Custaiméirí a chomhiomlánú le sonraí eile ionas go mbeidh torthaí inaitheanta neamh-phearsanta agus bailímid logaí teicniúla agus sonraí dí-aitheanta maidir le húsáid na Seirbhísí (\"Sonraí Comhiomlána / Dí-aitheanta\"). D'ainneoin aon ní contrártha dó anseo, féadfaidh IMI aon Sonraí Comhiomlána / Dí-aitheanta den sórt sin a úsáid chun aon chríche gnó le linn théarma an Chomhaontaithe seo nó dá éis, lena n-áirítear gan teorainn chun na Seirbhísí a fhorbairt agus a fheabhsú agus chun tuarascálacha agus eile a chruthú agus a dháileadh. ábhair. Féadfaidh Sonraí do Chustaiméirí maireachtáil agus a thaispeáint sa chóras ar feadh tréimhse teoranta ama gan dul thar 180 lá tar éis post a bheith críochnaithe, mar shampla mar chalabrú uathoibríoch nó sonraí bailíochtaithe do chórais Meaisíní Intuition. Ar mhaithe le soiléire, ní thugann an Roinn 5 seo an ceart dúinn tú a aithint mar fhoinse aon Sonraí Comhiomlána / Dí-aitheanta gan do chead i scríbhinn roimh ré.",
    "3881754581": ". Más Custaiméir tú dár seirbhísí anótála agus má roghnaigh tú an rogha \"Sonraí do Chách\" mar chuid de d'úsáid na Seirbhísí, ansin deonaíonn tú IMI agus úsáideoirí uile na Seirbhísí ar fud an domhain, neamh-eisiatach, in-aistrithe, inaistrithe, ceadúnas neamh-inchúlghairthe saor ó ríchíosa chun na Sonraí Custaiméirí go léir a shaothrú go hiomlán, lena n-áirítear na cearta maoine intleachtúla gaolmhara go léir. Má roghnaíonn tú an rogha \"Sonraí do Chách\", déanann tú ionadaíocht agus barántas go bhfuil ceart, teideal agus spéis leordhóthanach agat i do chuid sonraí agus chun do chuid sonraí chun an ceadúnas a dheonú sa chuid seo.",
    "3496767126": "Chun amhras a sheachaint, baineann an mhír seo a leanas go heisiach le Custaiméirí a úsáideann ár seirbhísí anótála, agus ní le húsáid ár Seirbhísí mar Chomhtháthaitheoir",
    "767207800": "Má tá ábhar a d’fhéadfadh a bheith follasach nó maslach i do chuid sonraí, éilímid ort “ÁBHAR MÍNIÚCHÁIN” a mharcáil orthu mar rabhadh cóir do dhuine ar bith a fheiceann do chuid sonraí. Ní fhéadfaidh tú gan comhaontú i scríbhinn ar leithligh le IMI a áireamh tascanna a sháraíonn ár mbeartais, lena n-áirítear, ach gan a bheith teoranta dóibh, (a) tascanna a chuireann suíomh Gréasáin nó seirbhís eile chun cinn go díreach nó go hindíreach, (b) tascanna a sháraíonn téarmaí láithreán gréasáin tríú páirtí agus coinníollacha, (c) tascanna a iarrann ar Ranníocóirí tríú páirtithe a lorg, (d) tascanna a iarrann ar Ranníocóirí beart a dhéanamh chun iompar nó torthaí láithreán gréasáin a ionramháil, (e) tascanna a sháraíonn cearta maoine intleachtúla tríú páirtithe, agus (f) tascanna a éilíonn ar Ranníocóirí bogearraí nó comhaid a íoslódáil.",
    "3370561195": "6. Iompar Inghlactha",
    "4205152730": "Spreagtar tú chun idirghníomhú le húsáideoirí eile áit ar bith ar ár suíomh Gréasáin, Fóram, teachtaireachtaí, comhrá, agus bealaí meán sóisialta eile atá á rialú ag IMI, ach má dhéanann tú sin caithfidh tú cloí leis na téarmaí seirbhíse agus úsáide go léir ar ár láithreán agus leis na dlíthe ábhartha go léir .",
    "1394253934": "7. Mí-úsáid, Mí-Úsáid agus Mífhaisnéis",
    "1406393333": "Tá cosc dian ar aon rochtain nó úsáid ar na Seirbhísí seachas de bhun na dTéarmaí Seirbhísí seo agus aon treoracha a sholáthraímid. NÍL TÚ go háirithe:",
    "3409726716": "clárú le haghaidh níos mó ná cuntas amháin linn gan údarú i scríbhinn;",
    "3119498672": "aon tasc a dhéanamh trí úsáid a bhaint as róbónna Idirlín, robots gréasáin, róbónna, scripteanna, nó aon chineál eile faisnéise saorga nó iarracht a dhéanamh ar shlí eile luaíochtaí a fháil ó IMI nó ó aon Iarratasóir nó Comhtháthaitheoir gan tascanna a chur i gcrích mar a thuairiscítear iad;",
    "1188668818": "aon fhaisnéis bhréagach a sholáthar agus an suíomh Gréasáin seo á úsáid agat (lena n-áirítear gan teorainn a phearsanú aon duine nó eagraíocht eile i do chuntas, nó tú féin nó do chleamhnas a lua go bréagach nó a mhífhaisnéis ar bhealach eile le haon duine nó eagraíocht eile i do chuntas;",
    "2804310964": "rochtain nó iarracht a dhéanamh teacht ar ár suíomh Gréasáin trí aon seachfhreastalaí gréasáin nó feiste eile atá deartha chun do shuíomh nó d’aitheantas fíor a cheilt nó ar aon bhealach seachas an comhéadan a sholáthraítear;",
    "1374227759": "an suíomh Gréasáin a úsáid le haghaidh aon ghníomhaíochta mídhleathaí, nó chun aon chríche seachas chun na críche ar cuireadh ar fáil é;",
    "2103513933": "dul i mbun gníomhaíochta a chuireann isteach ar fheidhmiú an láithreáin nó a chuireann isteach air;",
    "137127070": "naisc nó comhaid sheachtracha mhailíseacha nó anaithnide a chur isteach, a uaslódáil, nó a cheangal le haon ábhar ina bhfuil víreas, capall Trojan, péiste, buama ama, nó cód ríomhaire díobhálach eile;",
    "1686655020": "Uaslódáil aon ábhar atá faoi réir cóipchirt nach é do shaothar bunaidh é, mura bhfuil cead agat ón úinéir ceart ábhar den sórt sin a phostáil agus gach ceart ceadúnaithe a dheonaítear anseo a dheonú do IMI;",
    "1406692811": "dul i mbun spamála nó postáil poiblíochta de chineál ar bith, iarracht a dhéanamh atreoruithe, ollchumarsáid, tairiscintí nó iarratais airgid, seirbhísí a lorg, fógraíocht, margaíocht, teachtaireachtaí neamhní, ábhair dhúblacha, ábhar mídhleathach, naisc láithreáin ghréasáin shóisialta, seoltaí ríomhphoist, nó IDanna teachtaire meandaracha mura n-éilíonn an tasc é;",
    "3893539589": "cuir isteach naisc sheachtracha a thairgeann earraí nó seirbhísí mura n-éilíonn an tasc é;",
    "3214322759": "a mhalairt a dhéanamh in aon ghníomhaíocht mhailíseach nó chalaoiseach.",
    "3733422465": "8. Do Aitheantais a Fhíorú",
    "267645277": "Féadfaidh IMI d’aitheantas a fhíorú. D’fhéadfadh go n-áireofaí air seo comparáid a dhéanamh idir d’fhaisnéis phearsanta agus bunachair sonraí tríú páirtí nó doiciméid dhlíthiúla oifigiúla. Údaraíonn tú dúinn aon fhiosrúcháin a dhéanamh is gá chun d’aitheantas, d’úinéireacht ar do sheoladh ríomhphoist, agus d’úinéireacht ar do chuntais airgeadais a dhearbhú. Aontaíonn tú faisnéis a sholáthar fút chun cabhrú linn d’aitheantas a fhíorú.",
    "4169910317": "9. Comhlíonadh leis an Dlí",
    "519755936": "Is tusa amháin atá freagrach as dlíthe cónaidhme, stáit, cúige agus áitiúla a chomhlíonadh maidir le d’úsáid as na Seirbhísí. Aontaíonn tú ár n-éilimh inár gcoinne a shlánú agus a choinneáil neamhdhíobhálach toisc gur theip ort aon dlí a chomhlíonadh nó gur sháraigh tú aon chearta tríú páirtí, lena n-áirítear gan teorainn a chur le cearta conarthacha, maoine intleachtúla nó príobháideachta.",
    "731546974": "Cánacha Ranníocóra nó Comhtháthaitheora",
    "3128328457": "Más Ranníocóir nó Comhtháthaitheoir tú, is tusa amháin atá freagrach as aon chánacha ioncaim measta nó cónaidhme, stáit, nó áitiúla, slándáil shóisialta, FICA, agus cúiteamh oibrithe atá dlite mar thoradh ar ár suíomh Gréasáin a úsáid, chomh maith le cánacha nó muirir den chineál céanna i ndlínsí neamh-SAM. Aontaíonn tú slánú a dhéanamh agus sinn a choinneáil neamhdhíobhálach as aon mheasúnuithe inár gcoinne mar gheall ar theip ort aon dlíthe cánach a chomhlíonadh.",
    "2931396764": "11. Na Téarmaí Seirbhíse seo a shárú",
    "1240667045": "Féadfaimid do rochtain ar na Seirbhísí a chur ar fionraí, a theorannú nó a chealú tráth ar bith ar chúis ar bith, lena n-áirítear: (a) creidimid gur sháraigh tú na Téarmaí Seirbhíse seo (beartais ghaolmhara eile san áireamh); (b) creidimid gur sháraigh tú ár gcearta nó cearta aon tríú páirtí; (c) ní féidir linn faisnéis a chuir tú ar fáil dúinn a fhíorú nó a fhíordheimhniú; nó (d) creidimid go bhféadfadh do ghníomhartha dliteanais a chruthú duitse, dúinn féin nó do thríú páirtí. Chun amhras a sheachaint, coinnímid an ceart íocaíocht leat a chosc nó a chur ar fionraí má chreidimid le réasún go mbaineann aon cheann de na rudaí sin roimhe seo leis an íocaíocht sin.",
    "1601080128": "Má dhéanaimid do chuntas a fhionraí nó a fhoirceannadh, ní bheidh rochtain agat a thuilleadh ar aon chuid den láithreán gréasáin, lena n-áirítear sonraí, teachtaireachtaí, comhaid, agus ábhar eile a choinníonn tú ar an láithreán. NÍ FÉIDIR leat leanúint ar aghaidh ag úsáid ár suíomh Gréasáin faoi ainm cuntais difriúil nó nua. Féadfar sáruithe ar na Téarmaí Seirbhíse seo a ionchúiseamh a mhéid is féidir sa dlí agus d’fhéadfadh pionóis agus smachtbhannaí breise a bheith mar thoradh orthu.",
    "1160707899": "Ról agus Caidreamh an Ranníocóra le IMI agus Iarrthóirí Eile",
    "269838707": "Más Ranníocóir tú, is tusa agus tusa amháin a shocraíonn cé na tascanna agus cé mhéad tasc atá le déanamh agat, agus cathain agus cá háit a gcomhlánaíonn tú iad. Tá cead agat an oiread nó an méid ama a chaitheamh ag comhlánú tascanna agus a roghnaíonn tú. Níl tú faoi aon oibleagáid tasc a chur i gcrích ag am ar bith.",
    "1087195513": "Más Ranníocóir tú a dhéanann rochtain ar na Seirbhísí agus / nó a chomhlíonann tascanna trí Integrator nó i dtaca leis thar ceann Iarratasóra nach IMI é, aontaíonn tú agus admhaíonn tú nach bhfuil Intuition Machines faoi dhliteanas agus nach bhfuil aon oibleagáid ort maidir leis maidir le haon luaíochtaí nó cúiteamh eile as tascanna críochnaithe. Aontaíonn tú agus admhaíonn tú go ndéantar aon luach saothair nó aon chúiteamh eile as tascanna críochnaithe a chinneadh de réir do chomhaontaithe leis an Iarratasóir agus / nó an Comhtháthaitheoir, de réir mar is infheidhme. Is idir tú féin agus an tIarrthóir agus / nó an Comhtháthaitheoir amháin, de réir mar is infheidhme, aon díospóidí faoi luaíochtaí nó cúiteamh eile (lena n-áirítear gan teorainn gan luach saothair nó cúiteamh eile a fháil).",
    "952813944": "Ní chruthaíonn d’úsáid as ár suíomh Gréasáin ná aon rud sa chomhaontú seo caidreamh fostaíochta, comhpháirtíochta, comhfhiontair, gníomhaireachta, saincheadúnais nó ionadaíoch díolacháin idir tú féin agus Intuition Machines. Ní sholáthraímid aon trealamh nó uirlisí duit chun tasc a chur i gcrích. Ní sholáthraímid aon sochar, cúiteamh d’oibrithe ná clúdach árachais duit. Nílimid freagrach as aon chostais a thabhaíonn tú agus tú ag úsáid ár suíomh Gréasáin. Ní choinneoimid siar aon mhéid ó do luaíocht as cáin ioncaim cónaidhme nó stáit, Slándáil Shóisialta, nó aon cháin eile. Tá tú saor i gcónaí tascanna a dhéanamh d’aon duine nó do ghnó, lena n-áirítear aon cheann dár n-iomaitheoirí. Níl an t-údarás agat aon chonradh a dhéanamh, i scríbhinn nó ó bhéal, thar ceann Meaisíní Intuition.",
    "3460432665": "D'ainneoin an méid sin roimhe seo, más cáiníocóir SAM tú féadfaimid W-9 a iarraidh ort, a nuashonrú go bliantúil, agus féadfaimid cosc a chur ort tascanna a dhéanamh go dtí go mbeidh W-9 críochnaithe nó nuashonraithe agat.",
    "458271951": "Más Ranníocóir tú a dhéanann rochtain ar na Seirbhísí agus / nó a chomhlíonann tascanna trí Integrator nó i dtaca leis thar ceann Meaisíní Intuition (ag gníomhú mar Iarrthóir), féadfaidh Meaisíní Intuition luach saothair a thabhairt duit as tascanna áirithe a chur i gcrích go inghlactha. Sa chás go bhfaightear go raibh tú i mbun calaoise, mí-úsáide nó sáraithe ar na Téarmaí Seirbhíse seo, féadfar Meaisíní Intuition a choinneáil siar agus / nó a aisghabháil.",
    "3056723024": "13. Comhlánú Inghlactha Tascanna",
    "3913203723": "Mura nglacann an tIarratasóir, ar chúis ar bith, le tasc a rinne tú a chomhlíonadh, ní bheidh tusa mar Ranníocóir nó Comhtháthaitheoir i dteideal aon luaíocht as an tasc. Sa chás go raibh luach saothair scaipthe duit cheana féin as tasc a cuireadh i gcrích go do-ghlactha, féadfaimid iad a aisghabháil uait.",
    "3666807632": "Cáilíochtaí agus Scileanna Ranníocóra",
    "1993899769": "15. Ár n-Úsáid Faisnéise",
    "2927283721": "Trí thascanna a dhéanamh ar ár suíomh Gréasáin, údaraíonn tú do chuid faisnéise pearsanta a bhailiú, a úsáid agus a nochtadh de réir ár bPolasaí Príobháideachta. Ina theannta sin, féadfaimid faisnéis áirithe fút féin agus faoi do thascanna críochnaithe a roinnt leis an Iarrthóir a bhfuil a chúraimí curtha i gcrích agat chun an caidreamh seirbhíse a éascú agus an suíomh Gréasáin a fheabhsú, lena n-áirítear, mar shampla, Aitheantas Ranníocóra, torthaí na dtascanna críochnaithe, agus tréithe eile a bhaineann le do cháilíochtaí, do theangacha, do scileanna, agus d’úsáid an láithreáin ghréasáin.",
    "3027055607": "16. Maoin Intleachtúil agus Cearta Dílseánaigh",
    "3910971075": "Tá gach ceart ag IMI, lena n-áirítear cearta maoine intleachtúla, sa chód foinse, cód réada nó bunstruchtúr, smaointe nó halgartaim, API, agus aon bhogearra, doiciméadacht nó sonraí breise a bhaineann leis na Seirbhísí (\"Bogearraí\"). Ní dhéanfaidh tú, go díreach nó go hindíreach, trí thríú páirtí nó eile: (a) innealtóir droim ar ais, dí-chomhbhrú, díchumadh, nó iarracht eile a dhéanamh an Bogearraí a fhionnadh; (b) saothair dhíorthacha a mhodhnú, a aistriú, nó a chruthú bunaithe ar aon Bhogearra; (c) cearta chuig aon Bhogearra a chóipeáil, a ligean ar cíos, a léasú, a dháileadh, a gheallúint, a shannadh nó a aistriú ar bhealach eile; (d) aon Bhogearra a úsáid chun comhroinnt ama, chun críocha biúró seirbhíse, nó ar bhealach eile chun leasa tríú páirtí; nó (e) aon fhógraí nó lipéid dílseánaigh a bhaint.",
    "3660891610": "Más Deontóir thú, tá cearta dílseánaigh ag IMI, agus ní tusa, in aon obair a tháirgeann tú mar chuid de aon tasc a chur i gcrích. Trí ghlacadh le téarmaí an Chomhaontaithe seo aontaíonn tú (agus leis seo) seilbh, úinéireacht agus teideal (lena n-áirítear gach ceart maoine intleachtúla atá ann ar fud an domhain) a aistriú isteach agus chuig do chuid oibre chugainn. Chun a chinntiú go mbeimid in ann na cearta sin a fháil, a dhéanamh foirfe agus a úsáid, aontaíonn tú freisin (i) aon doiciméid a shíniú chun cabhrú le doiciméadú, foirfeacht agus forfheidhmiú ár gcearta; agus (ii) rochtain réasúnach a sholáthar ar fhaisnéis chun na cearta dílseánaigh sin a thaifeadadh, a dhéanamh foirfe, a chosaint, a chosaint agus a fhorfheidhmiú in aon tír agus i ngach tír. Leanfaidh d’oibleagáidí faoin alt seo fiú tar éis duit díchlárú ó na Seirbhísí nó iad a scor. Ceapann tú sinn mar d’aturnae-fírinne chun doiciméid a fhorghníomhú thar do cheann chun na gcríoch atá leagtha amach san alt seo.",
    "426125156": "17. Cóipcheart agus TakeDown",
    "1408530660": "Tá meas ag IMI ar mhaoin intleachtúil daoine eile agus coinnímid an ceart aon ábhar a chreidimid a d'fhéadfadh cearta intleachtúla aon tríú páirtí a shárú ónár láithreán. Má chreideann tú gur cóipeáladh do chuid oibre féin ar bhealach arb ionann é agus sárú cóipchirt ar an suíomh Gréasáin seo, déan teagmháil le do thoil le tacaíocht do chustaiméirí Intuition Machines.",
    "2696932851": "Slánaíocht",
    "3844300338": "Aontaíonn tú ár n-éilimh, damáistí, dliteanais, costais agus caiteachais go léir a shlánú, a chosaint agus a choinneáil neamhdhíobhálach (lena n-áirítear táillí agus costais aturnaetha réasúnta), a eascraíonn as do thascanna a chomhlíonadh nó a bhaineann leat nó as d’úsáid ar ár suíomh Gréasáin .",
    "2474091800": "19. Díospóidí le húsáideoirí eile; Scaoileadh",
    "3162107126": "Ní páirtí in aon díospóid idir tú féin agus aon úsáideoir eile na Seirbhísí é IMI. Scaoileann tú IMI agus a chleamhnaithe ó aon éileamh, éileamh agus damáiste de gach cineál agus cineál, ar eolas agus anaithnid, a bhfuil amhras agus amhras ann, a nochtar agus a nochtar, a eascraíonn as nó a bhaineann le haon díospóid idir tú féin agus úsáideoir eile.",
    "2271969747": "20. Faisnéis Rúnda a fhaigheann tú",
    "1042802841": "Is éard is faisnéis rúnda ann aon fhaisnéis a mharcáiltear mar fhaisnéis rúnda nó dílseánaigh, nó ar cheart go dtuigfeadh an páirtí glactha go réasúnach go bhfuil sí faoi rún nó dílseánaigh. Ní chuimsíonn sé seo aon fhaisnéis atá (1) ar fáil go poiblí, (2) atá i seilbh an pháirtí ghlactha cheana féin, arna forbairt go neamhspleách ag an bpáirtí glactha, nó atá ar eolas cheana féin, nó (3) a nochtaíodh le hordú cúirte nó mar a éilíonn a mhalairt le Dlí.",
    "1918025546": "Má chuirtear faisnéis rúnda ar fáil duit ó aon duine ar na Seirbhísí, aontaíonn tú rúndacht na faisnéise rúnda a chosaint leis an méid céanna cúraim agus a úsáideann tú chun d’fhaisnéis rúnda féin a chosaint, ach ar aon chuma le cúram níos lú ná mar is cuí. Ní féidir leat aon fhaisnéis rúnda nó dílseánaigh den sórt sin a nochtadh nó a fhoilsiú, ach amháin de réir mar is gá chun tasc a chomhlíonadh. Ba cheart an fhaisnéis uile laistigh de thasc ar an Ardán Meaisíní Intuition a mheas mar fhaisnéis rúnda fiú mura bhfuil an fhaisnéis ainmnithe go sainráite mar fhaisnéis rúnda.",
    "2690395789": "Más rud é agus nuair nach dteastaíonn an fhaisnéis rúnda a fuair tú a thuilleadh, ní mór duit gach cóip den fhaisnéis atá ann san áitreabh, sna córais nó sa trealamh eile atá á rialú agat a chur ar ais nó a scriosadh go pras (mar a iarrann cibé duine a nocht an fhaisnéis).",
    "2178073797": "Toisc go bhféadfadh díobháil do-athraithe a bheith mar thoradh ar fhaisnéis rúnda a nochtadh, tá an páirtí nochtaithe i dteideal faoiseamh urghaire a lorg as aon sárú nó bagairt faoi bhagairt an téarma seo.",
    "2185860003": "21. Mionathruithe ar an Suíomh Gréasáin",
    "2631249972": "Féadfaimid ár suíomh Gréasáin a fheabhsú nó a mhodhnú gan fógra a thabhairt duit.",
    "3764131594": "22. Suíomhanna Gréasáin Tríú Páirtí",
    "295955580": "D’fhéadfadh go mbeadh naisc chuig láithreáin ghréasáin tríú páirtí ar ár suíomh Gréasáin. Ní dhéanaimid rialú, imscrúdú, monatóireacht, ná seiceáil ar láithreáin ghréasáin den sórt sin. Nílimid freagrach as ná ní thacaímid leis na cláir ríomhaire, an t-ábhar nó na tuairimí atá ar shuíomhanna gréasáin den sórt sin. Má shocraíonn tú ár suíomh Gréasáin a fhágáil agus rochtain a fháil ar aon suíomh Gréasáin tríú páirtí, déanann tú é sin ar do phriacal féin.",
    "838225123": "23. Séanadh Barántais",
    "3897238493": "TÁ NA SEIRBHÍSÍ A SHOLÁTHAR AR BHUNAS \"MAR IS\". NÍ MÓR DUIT NÍL IONADAÍ NÓ BARÁNTAÍ, INNIÚLACH NÓ IONADAÍ, MAIDIR LE INCHÁILITHEACHT, INNIÚLACHT, DLÍTHIÚCHÁN, FÁIL, NÓ FEIDHMIÚ NA SEIRBHÍSÍ, AON BOGEARRAÍ GAOLMHARA NÓ ÁBHAIR, NÓ AON GHNÍOMHAÍOCHT. DON MHIC LÉINN MAIDIR LE DLÍ, DÍOLTAÍONN IMI GACH COINNÍOLLACHA IONADAITHE NÓ INNIÚLACHTA, IONADAITHE AGUS BARÁNTAÍ LENA N-ÁIRÍTEAR, NÍL TEORANTA LE, BARÁNTAÍ MERCHANTABILITY, FITNESS DO PHRÍOMH-PHRÍOSÚN. IS DÍOL SÁSAIMH DI DÍOLÚINTÍ IN AGHAIDH IMI MAIDIR LE hAON SAINMHÍNITHE, NEAMH-CHOMHDHLÚTHÚ, NÓ DÍOSPÓIREACHT ÚSÁID NA SEIRBHÍSÍ A FHÁIL Ní bheidh aon fhreagracht orainn as aon dochar do do chóras ríomhaireachta, do chaillteanas nó do éilliú sonraí ó do rochtain ar an láithreán gréasáin nó d’Ardán Meaisíní Intuition nó d’úsáid. D’fhéadfadh cur isteach sceidealta agus neamhsceidealta tarlú, agus ní gá dúinn ár suíomh Gréasáin a bheith ar fáil gan bhriseadh.",
    "2110259227": "24. Dliteanas a Theorannú",
    "3018077211": "25. Rún Díospóide Ranníocóra",
    "2790841456": "Más Ranníocóir tú, aontaíonn tú leis an gclásal eadrána seo a leanas agus tarscaoileadh gníomhaíochta ranga:",
    "3302832698": "Réiteach Malartach Díospóide de dhíth.",
    "561456032": "Aontaíonn tú maidir le haon díospóid a eascraíonn as d’úsáid na Seirbhísí nó a bhaineann léi, lena n-áirítear aon díospóid a d’fhéadfadh teacht chun cinn ón am a thosaigh tú ag déanamh tascanna do IMI, agus lena n-áirítear go sonrach aon éileamh a bhaineann le cibé an rangaíonn tú nó nach n-aicmíonn tú mar conraitheoir neamhspleách, cuirfidh tú d’éileamh ina choinne in iúl do IMI ar dtús. Déanfaidh tú féin agus IMI iarracht an cheist a réiteach trí idirbheartaíocht dhíreach nó trí idirghabháil. Roinnfimid costas na hidirghabhála go cothrom agus aontaímid go ndéanfar idirghabháil trí mhodhanna teileafónaíochta nó leictreonacha eile. Má fhanann éileamh gan réiteach tar éis idirbheartaíochta nó idirghabhála neamhfhoirmiúla, aontaíonn tú go n-úsáidfidh tú féin agus IMI eadráin dheiridh agus cheangailteach chun an díospóid a réiteach. Rialaíonn an clásal seo gach éileamh go cúlghníomhach ón am a thosaigh tú ag úsáid ár suíomh Gréasáin, cibé acu bunaithe ar thort, conradh, reacht, lena n-áirítear, ach gan a bheith teoranta dóibh, aon éilimh idirdhealaithe agus ciaptha, cibé an bhfuil siad bunaithe ar Acht Fostaíochta agus Tithíochta Cóir California , Teideal VII den Acht um Chearta Sibhialta 1964, arna leasú, nó aon dlí nó rialachán stáit nó cónaidhme eile, dlí cothromais, nó eile.",
    "3794239003": "Nós Imeachta Eadrána.",
    "4193379787": "Is faoi rialacha Chumann Eadrána Mheiriceá nó trí sheirbhís eadrána comhaontaithe go frithpháirteach a dhéanfar gach eadráin faoin gcomhaontú seo. Eadránaí de chuid na SA a bheidh san eadránaí a roghnófar ó liosta nach lú ná seacht (7) ainm trí stailceanna malartacha. In eadráin, beidh sé de cheart ag gach páirtí fionnachtana sibhialta leordhóthanach a dhéanamh, tairiscintí diúscartha a thabhairt, agus finnéithe agus fianaise a chur i láthair de réir mar is gá chun a gcásanna agus a gcosaintí a chur i láthair, agus réiteoidh an t-eadránaí aon díospóidí ina leith seo. Beidh réiteach na díospóide bunaithe go hiomlán ar an dlí a rialaíonn na héilimh agus na cosaintí a phléadáiltear, agus ní fhéadfaidh an t-eadránaí aon bhunús seachas an dlí rialaithe sin a agairt. Beidh díolúine oifigigh bhreithiúnaigh ag an eadránaí ó dhliteanas sibhialta agus é ag gníomhú i gcáil eadránaí, a fhorlíonfaidh díolúine aon díolúine eile atá ann. Caithfidh tuairim réasúnaithe i scríbhinn an eadránaí a bheith san áireamh sna dámhachtainí. Géilleann tú do cheart chun triail a dhéanamh ag giúiré ar aon éileamh a d’fhéadfadh a bheith agat i gcoinne IMI nó a d’fhéadfadh a bheith ag IMI ina choinne. Ní mór aon éileamh faoin gclásal seo a thabhairt laistigh den tréimhse reacht teorainneacha is infheidhme. Rialaíonn Acht Eadrána Cónaidhme na Stát Aontaithe an clásal seo, agus admhaíonn tú go bhfuil fianaise sa Chomhaontú seo ar idirbheart i dtráchtáil.",
    "2583888954": "Eisceachtaí.",
    "1034830": "Déantar díospóidí nach bhféadfadh a bheith faoi réir comhaontú eadrána predispute mar a fhoráiltear leis an Acht um Athchóiriú agus Cosaint Tomhaltóirí Dodd-Frank Wall Street (Dlí Poiblí 111-203) a eisiamh as seo",
    "263977834": "Ídiú Riaracháin.",
    "1807512722": "Féadfaidh tú aon éileamh a eascraíonn as d’úsáid den láithreán gréasáin seo a thabhairt chuig gníomhaireacht riaracháin ach a mhéid a cheadaíonn an dlí is infheidhme rochtain a fháil ar ghníomhaireacht den sórt sin d’ainneoin comhaontú a bheith ann chun eadrána. Cuimsíonn éilimh riaracháin den sórt sin éilimh nó muirir gan teorainn a tugadh os comhair an Choimisiúin um Chomhdheiseanna Fostaíochta, Roinn Saothair na SA, agus an Bord Náisiúnta um Chaidreamh Oibreachais. Ní mheasfar go gcuirfidh aon ní sa chlásal seo cosc nó leithscéal ort éileamh riaracháin a thabhairt os comhair aon ghníomhaireachta d’fhonn d’oibleagáid leigheasanna riaracháin a ídiú sula ndéanann tú éileamh ar eadráin, áfach, tarscaoilfidh tú an ceart chun aon dámhachtain airgeadaíochta tríd seo imeachtaí gníomhaireachta.",
    "996430331": "Suíomh Eadrána.",
    "3040062804": "Tarlóidh aon eadráin a dhéanfar faoin alt seo de réir réamhshocraithe i Stát California, mura gcónaíonn tú lasmuigh de na Stáit Aontaithe, agus sa chás sin tarlóidh an t-eadráin go hiomlán go leictreonach nó go teileafónach. Féadfar an t-eadráin a dhéanamh in aon áit eile má aontaíonn gach páirtí leis i scríbhinn. Beag beann ar a shuíomh, féadfaidh aon pháirtí rogha a dhéanamh láithriú ag an eadráin trí fhíseán beo nó teileachomhdháil.",
    "3091247030": "Tarscaoileadh Gníomhaíochta Ranga.",
    "2520904193": "Tarscaoileann tú aon cheart atá agat go ndéanfar aon díospóid a thionscnamh, a éisteacht nó a eadráin mar chaingean aicme, chomhchoiteann nó ionadaíoch. D'ainneoin aon chlásal eile atá sa chomhaontú seo, ní bheidh an abairt roimhe seo scartha ón gcomhaontú seo in aon chás. Ní féidir ach le cúirt dlínse inniúla agus ní le headránaí aon éileamh go bhfuil an tarscaoileadh seo ar fad nó cuid de neamh-infheidhmithe, neamh-inchreidte, neamhní nó neamh-inúsáidte a chinneadh. Ní thabharfar díoltas duit ná ní chuirfear cosc ort tascanna a chur i gcrích ar ár suíomh Gréasáin mar thoradh ar do chearta a fheidhmiú faoi Alt 7 den Acht Náisiúnta um Chaidreamh Oibreachais, nó trí chomhdú nó rannpháirtíocht i ngníomh aicme, comhchoiteann nó ionadaíoch in aon fhóram , ach féadfaimid forghníomhú an tarscaoilte gníomhaíochta aicme seo a lorg go dleathach, agus dífhostú a dhéanamh ar ghníomhartha nó éilimh aicme, chomhchoiteanna nó ionadaíocha den sórt sin.",
    "3493572638": "Costais agus Táillí.",
    "702926385": "Íocfaidh gach páirtí a gcostais faoi seach as ionadaíocht dlí ag aon eadráin den sórt sin, ach amháin a mhéid a fhoráiltear go sainráite le dlí do tháillí aturnae. Roinnfidh na páirtithe aon táille riaracháin tosaigh a ghearrann an t-eadránaí, suas le huaschostas dhá chéad caoga dollar ort (US $ 250.00). Íocfaimid ar dtús costas an eadránaí agus an tuairisceora cúirte; beidh lánrogha ag an eadránaí, áfach, costais iomchuí a dhámhachtain ar an bpáirtí atá i réim, mar a fhoráiltear le dlí, agus / nó a cheangal ar na páirtithe na costais a bhaineann leis an eadránaí agus / nó an tuairisceoir cúirte a roinnt.",
    "3199694247": "Tromchúis.",
    "3102490587": "Seachas an Tarscaoileadh Gníomhaíochta Aicme, má dhearbhaítear go bhfuil aon téarma nó foráil, nó cuid den chlásal eadrána seo ar neamhní nó neamh-infheidhmithe, scarfar é agus beidh an chuid eile den chlásal eadrána infheidhmithe.",
    "2323013093": "26. Dlí Infheidhme",
    "2900525040": "Rialaíonn dlíthe Stát California na Téarmaí Seirbhíse seo agus aon chonspóid, díospóid nó éileamh a eascraíonn astu.",
    "3339302473": "27. Foirceannadh",
    "1158384644": "Féadfaidh tú roghnú ag am ar bith scor de bheith ag úsáid ár suíomh Gréasáin, ar choinníoll go gcaithfidh tú cloí le gach beartas IMI is infheidhme. Féadfaimid, dár lánrogha féin, an comhaontú seo a fhoirceannadh, rochtain ar ár suíomh Gréasáin a chur ar fionraí, nó aon seirbhísí a bhaint láithreach gan fógra ar chúis ar bith.",
    "41530052": "Téarmaí Ginearálta",
    "3202747130": "Comhaontú Iomlán. Is éard atá sna Téarmaí Seirbhíse seo agus aon bheartais, nósanna imeachta, nó téarmaí dá dtagraítear sa chomhaontú seo comhaontú iomlán na bpáirtithe maidir leis an ábhar, agus déanann siad gach comhaontú, éileamh, uiríoll agus tuiscint a bhaineann leis na páirtithe roimh ré agus comhaimseartha a chur in ionad agus a chealú. .",
    "4080263153": "Gan Tarscaoileadh. Ní mheasfar gur tharscaoil muid aon chuid dár gcearta nó leigheasanna mura bhfuil an tarscaoileadh i scríbhinn agus sínithe againn. Má chuireann muid moill ar fhorfheidhmiú nó má theipeann orainn ár gcearta a fhorfheidhmiú faoi aon fhoráil den chomhaontú seo, ní hionann sin agus tarscaoileadh ár gceart an fhoráil sin nó aon chuid den chomhaontú seo a fhorfheidhmiú ina dhiaidh sin.",
    "1789371580": "Sannaitheacht. Ní féidir leat na Téarmaí Seirbhíse seo a shannadh gan ár dtoiliú i scríbhinn roimh ré. Féadfaimid na Téarmaí Seirbhíse seo a shannadh tráth ar bith, gan fógra. Faoi réir an mhéid sin roimhe seo, beidh na Téarmaí Seirbhíse seo ceangailteach ar chomharbaí agus sannacháin cheadaithe gach páirtí.",
    "2819628066": "Tromchúis. Má aimsítear go bhfuil aon fhoráil de na Téarmaí Seirbhíse seo neamhbhailí nó neamh-infheidhmithe ar chúis ar bith, ní dhéanfaidh sí difear do bhailíocht agus infhorfheidhmitheacht aon fhorálacha atá fágtha.",
    "3955981186": "Leasuithe. Ní bheidh aon mhodhnú ná leasú ar na Téarmaí Seirbhíse seo ag aon duine seachas IMI ina cheangal ar IMI mura rud é in ionstraim i scríbhinn arna síniú ag ionadaí cuí-údaraithe de IMI.",
    "1377538813": "Teanga atá i réim. Rialóidh an leagan Béarla de na Téarmaí Seirbhíse seo ar gach bealach agus beidh sé i réim i gcás aon neamhréireachtaí le leaganacha aistrithe, más ann dóibh.",
    "2438016011": "Comhaontú Deonach. Déanann gach páirtí sna Téarmaí Seirbhíse seo ionadaíocht agus aontú go ndearna gach ceann acu athbhreithniú ar gach gné den chomhaontú seo, go bhfuil a fhorálacha uile léite go cúramach agus go dtuigeann siad go hiomlán iad, agus go bhfuil siad ag déanamh an chomhaontaithe seo go deonach.",
    "2445034923": "Mura n-aontaíonn tú le téarmaí agus coinníollacha uile na dTéarmaí Seirbhíse seo, ná húsáid (agus ní fhéadfaidh tú) an Suíomh nó na Seirbhísí a úsáid nó rochtain a fháil orthu.",
    "2646127839": "Aguisín Custaiméirí leis na Máistir-Téarmaí Seirbhíse",
    "4097297673": "Mar Chustaiméir, Iarrthóir, nó Comhtháthaitheoir, aontaíonn tú a bheith faoi cheangal ag na téarmaí thíos i dteannta le haon téarmaí ceangailteacha eile idir tú féin agus IMI.",
    "1093280979": "1. Foirmeacha Ordaithe Ardáin",
    "1549953005": "B’fhéidir go bhfuil foirm ordaithe rochtana ardáin amháin nó níos mó comhlánaithe agat (gach ceann, “Foirm Ordaithe”) mar choinníoll le bheith i do Chustaiméir nó ina Iarratasóir. Más ea, ansin bíonn na téarmaí agus na coinníollacha a thuairiscítear san Fhoirm Ordaithe ina gcuid de na Téarmaí Seirbhíse agus ionchorpraítear leis seo trí thagairt.",
    "3819851005": "2. Táillí",
    "1591032933": "Íocfaidh tú na táillí ar IMI mar a thuairiscítear san Fhoirm Ordaithe is infheidhme tríd an modh íocaíochta a chuir tú ar fáil san Fhoirm Ordaithe is infheidhme. Mura gcomhaontóidh an dá pháirtí a mhalairt go sainráite i scríbhinn, soláthróidh tú íocaíocht iomlán as gach sonrasc a eisítear laistigh de thríocha (30) lá tar éis dháta postála an tsonraisc. Údaraíonn tú dúinn údaruithe cárta creidmheasa a reáchtáil ar gach faisnéis maidir le cárta creidmheasa a sholáthraíonn tú dúinn, an fhaisnéis chárta creidmheasa sin a stóráil, agus do chárta creidmheasa nó aon chuntas eile a aontaímid leis mar fhoirm íocaíochta a ghearradh. Mura luaitear a mhalairt ar an bhFoirm Ordaithe nó laistigh de do Chomhaontú Seirbhíse Fiontair nó do Mháistir-Chomhaontú Seirbhíse, déantar gach táille ar Sheirbhísí, seachas meánleibhéil, a bhilleáil go bliantúil ar thús na seirbhísí a sholáthraíonn IMI faoi do Chomhaontú (an “Dáta Éifeachtach”).",
    "4142610534": "Fabhróidh aon íocaíochtaí déanacha muirir dhéanacha ag ráta 1.5% faoin gcéad in aghaidh na míosa nó an t-uasmhéid a cheadaítear le dlí, cibé acu is ísle. Má theipeann ort an méid atá dlite faoin gComhaontú seo a íoc ar chúis ar bith, féadfar do chuntas a chur ar fionraí, de réir mar is rogha linn féin, agus sa chás sin ní dhéanfar aon íocaíochtaí breise ó do chuntas as tascanna a chur i gcrích agus bainfear do chúraimí go léir ónár suíomh Gréasáin. Caithfidh tú aisíocaíocht a thabhairt dúinn as na méideanna go léir atá dlite ar éileamh, móide aon táillí próiseála, táillí déanacha, nó táillí aturnae. Féadfaimid tuarascálacha iomchuí a thabhairt freisin do ghníomhaireachtaí tuairiscithe creidmheasa agus d’údaráis forfheidhmithe dlí.",
    "512991700": "Más mian leat aon táillí a dhíospóid, ní mór duit teagmháil a dhéanamh lenár roinn tacaíochta do chustaiméirí tráth nach déanaí ná tríocha (30) lá tar éis an dáta deiridh ar an gcéad ráiteas billeála nó cuntais ina raibh an earráid nó an fhadhb le feiceáil d’fhonn coigeartú nó creidmheas a fháil.",
    "1273914192": "3. Cánacha",
    "4242322181": "Tá tú freagrach as gach cáin a bhaineann leis na Seirbhísí a íoc seachas cánacha na SA a ndéantar measúnú orthu ar ghlanioncam nó ar mhaoin phearsanta Intuition Machines.",
    "1671996585": "D’fhéadfadh sé go n-iarrfaí ort do shuíomh Gréasáin, d’fheidhmchlár nó d’ardán a chomhtháthú lenár Seirbhísí trínár gcomhéadan cláir iarratais (“API”). Sa chás go ndéanann tú amhlaidh, deonaímid ceadúnas teoranta, neamh-inchuimsithe, do-aistrithe, neamh-in-inchúlghairthe, inchúlghairthe duit chun an API a úsáid chun rochtain a fháil ar na Seirbhísí amháin. Féadfaimid an API a mhodhnú agus / nó deireadh a chur le tacaíocht do sheanleaganacha nó eisiúintí den API ag am ar bith. Coimeádaimid an ceart do rochtain ar an API a chur ar fionraí nó a theorannú dár lánrogha féin, agus úsáidfimid iarrachtaí réasúnta chun fógra a thabhairt duit sula gcuirfear ar fionraí é.",
    "4036662147": "5. Faisnéis Rúnda a Chosaint",
    "3564208535": "Aontaíonn tú iarrachtaí réasúnta tráchtála a úsáid chun aon Fhaisnéis Rúnda a fhaightear uainn nó trínár Seirbhísí a chosaint. Cuimsíonn sé scóir bot agus sonraí neamhphoiblí ar ár seirbhís fiontraíochta, lena n-áirítear cáipéisíocht neamhphoiblí agus aon sonraí a d’fhéadfaimis a roinnt maidir lenár modhanna braite bot. Má thugtar rochtain duit ar aon Fhaisnéis Rúnda den sórt sin, féadfaimid do rochtain ar ár Seirbhísí a mhodhnú, a fhionraí nó a theorannú dár lánrogha féin má chinneann muid go bhfuil Faisnéis Rúnda á nochtadh trí d’úsáid as ár Seirbhísí, agus úsáidfimid iarrachtaí réasúnta fógra a thabhairt duit roimh fhionraí.",
    "120384113": "6. Foirceannadh",
    "453723556": "Féadfaidh tú an tAguisín Custaiméirí seo a fhoirceannadh neamhspleách ar na Téarmaí Seirbhíse trí scor de bheith ina Chustaiméir nó ina Iarratasóir. Coimeádaimid an ceart do stádas mar Chustaiméir nó Iarratasóir a chur ar fionraí nó a fhoirceannadh tráth ar bith, nó do chuntas nó d’úsáid na Seirbhísí a fhoirceannadh ar aon dul leis na Téarmaí Seirbhíse. Tá tú fós faoi dhliteanas ar fhoirceannadh as aon mhéid atá dlite faoi d’Fhoirm Ordaithe. Má chuimsíonn do shíntiús aon táillí míosúla nó bliantúla nó íosmhéideanna míosúla nó bliantúla, beidh tú fós freagrach as gach táille Seirbhísí a íoc trí dheireadh na míosa nó na bliana sin, faoi seach.",
    "218889628": "Ach amháin nuair a chuirimid deireadh leis an bhFoscríbhinn Custaiméirí seo nó leis na Téarmaí Seirbhíse mar thoradh ar do shárú ar an bhFoscríbhinn Custaiméirí seo nó ar na Téarmaí Seirbhíse, má dhéanaimid deireadh leis agus má tá aon táillí réamhíoctha agat linn, aisíocfaimid cuid pro-rata díobh sin méideanna réamhíoctha, bunaithe ar an am atá fágtha nó na Seirbhísí ar íoc tú astu, cibé acu is lú. Déanfaimid ár gcuid oibre a fhoirceannadh ar bhealach réasúnta tráchtála agus déanfaimid gach tacar sonraí aschuir íoctha agus gach Sonraí Custaiméirí atá inár seilbh a chaomhnú agus a sheachadadh duit. Ar aon fhoirceannadh, féadfaimid ach níl aon oibleagáid orainn aon sonraí a scriosadh.",
    "2505227594": "7. Overages",
    "2369877184": "Is é an buaic-ráta RPS uasta ceadaithe do Chomhtháthaithe nó Custaiméirí hCaptcha ná 1,000 iarratas in aghaidh an tsoicind ar aonáin laistigh de do chuntas (\"RPS\"), mura sonraítear a mhalairt le comhaontú conarthach i scríbhinn idir tú féin agus sinne.",
    "234420106": "Sa chás gur Comhtháthaitheoir nó Custaiméir tú den tseirbhís hCaptcha Enterprise agus má sháraíonn d’úsáid API mar a thomhaistear le RPS an ráta foráilte do do shraith seirbhíse, féadfaimid roghnú do sheirbhís a mhodhnú nó ráta giarála a ghearradh. Sa chás go sáraíonn do bhuaicráta RPS an ráta foráilte le fachtóir 10 ar feadh 10 nóiméad nó níos mó san iomlán laistigh de thréimhse 30 lá agus nach trácht trom mailíseach é tromlach na n-iarratas sin, inár dtuairim aonair, féadfaimid roghnú go muirear a ghearradh ort ag do ráta giarála sonraithe go conarthach as gach iarratas API a dhéantar sa mhí sin.",
    "2619472217": "8. Athdhíol",
    "2019702084": "Mura gceadaítear go sainráite i Máistir-Chomhaontú Seirbhíse do Chustaiméirí nó i gComhaontú Athdhíoltóra, ní dhéanfar Seirbhísí SaaS ordaithe a dhíol, a athdhíol, a léasú, a ligean ar léas, a cheadúnú, a fho-cheadúnú nó a chur ar fáil ar bhealach eile d'aon tríú páirtí eile (seachas Cleamhnaithe le Custaiméir ), agus is le haghaidh úsáide gnó inmheánach an Chustaiméara nó a chleamhnaithe féin a bheidh gach ordú faoin gComhaontú agus faoi úsáid Chustaiméirí uile na Seirbhíse.",
    "1233229030": "Ilghnéitheach",
    "1467783792": "Níl aon duine, eintiteas, nó eagraíocht atá ceadaithe ag na Stáit Aontaithe (\"Aisteoir Ceadaithe\") incháilithe le haghaidh luaíochtaí nó na Seirbhísí a úsáid mar Chomhtháthaitheoir. Chun amhras a sheachaint, áirítear leis seo aon Aisteoirí Ceadaithe a ainmníonn an Oifig um Rialú Sócmhainní Eachtracha (\"OFAC\") de chuid Roinn Státchiste na SA.",
    "3759657802": "Ní fhéadfaidh tú na Téarmaí Seirbhíse seo nó do chearta nó oibleagáidí faoi seo a shannadh, a aistriú, nó a tharmligean ar bhealach ar bith (trí oibriú dlí nó eile).",
    "1627232990": "Cuirtear aistriúcháin ar na Téarmaí Seirbhíse seo ar fáil ar bhonn na hiarrachta is fearr. I gcás aon difríocht shubstainteach idir Téarmaí Seirbhíse an Bhéarla agus aistriúchán orthu, forléireofar Téarmaí Seirbhíse an Bhéarla mar údarásach.",
    "805221621": "Téigh i dteagmháil linn ag",
    "259613338": "má tá aon cheist agat maidir leis na Téarmaí Seirbhíse seo.",
    "2735878907": "Ráiteas Pleanála Leanúnachais Gnó",
    "2887242610": "D'fhorbair Intuition Machines, Inc Plean Leanúnachais Gnó maidir leis an gcaoi a bhfreagróimid d’imeachtaí a chuireann isteach go mór ar ár ngnó hCaptcha. Ó tharla nach féidir uainiú agus tionchar tubaistí agus cur isteach a thuar, caithfimid a bheith solúbtha agus muid ag freagairt d’imeachtaí iarbhír de réir mar a tharlaíonn siad. Agus sin san áireamh, táimid ag soláthar na faisnéise seo duit ar ár bplean leanúnachais gnó.",
    "809251240": "Ag Teagmháil Linn",
    "2551802342": "- Tá sé beartaithe againn oibríochtaí gnó a aisghabháil agus a atosú go tapa tar éis cur isteach suntasach ar ghnó agus freagairt trí ár bhfostaithe agus ár maoin a chosaint, measúnú airgeadais agus oibríochtúil a dhéanamh, leabhair agus taifid an ghnólachta a chosaint, agus ligean dár gcustaiméirí agus a n-úsáideoirí deiridh idirghníomhú ar líne. I mbeagán focal, tá ár bplean leanúnachais gnó deartha chun ligean dár ngnólacht oibríochtaí a atosú chomh tapa agus is féidir, i bhfianaise scóip agus déine an chur isteach suntasach ar ghnó. Pléann ár bplean leanúnachais gnó: cúltaca agus aisghabháil sonraí; gach córas criticiúil misin; measúnuithe airgeadais agus oibríochta; cumarsáid mhalartach le custaiméirí, fostaithe, agus comhlachtaí maoirseachta; suíomh fisiceach malartach na bhfostaithe; tionchar criticiúil soláthróra agus custaiméirí; tuairisciú rialála; agus fógra pras a thabhairt dár gcustaiméirí mura féidir linn leanúint lenár ngnó. Déanann ár gcomhthiomsú soláthraithe cúltaca dár dtaifid thábhachtacha i limistéar atá ar leithligh go geografach. Cé go mbíonn fadhbanna uathúla ag baint le gach cás éigeandála bunaithe ar fhachtóirí seachtracha, amhail am an lae agus déine an chur isteach, chuir an linn soláthróirí seo in iúl dúinn gurb é a gcuspóir a gcuid oibríochtaí féin a athbhunú agus a bheith in ann seirbhísí a atosú go tapa. Cé gur oibrigh muid chun riosca a laghdú trí shraith éagsúil soláthraithe a úsáid, d’fhéadfaí do sheirbhísí a mhodhnú nó cur isteach orthu le linn na tréimhse seo.",
    "826396656": "Ár bPlean Leanúnachais Gnó",
    "1979347895": "- Féadfaidh cur isteach suntasach ar ghnó a raon feidhme a athrú, mar shampla ár ngnólacht amháin, foirgneamh amháin ina bhfuil ár ngnólacht, an chomharsanacht ina bhfuil ár ngnólacht lonnaithe, an chathair ina bhfuil muid lonnaithe, nó an réigiún iomlán. Laistigh de gach ceann de na réimsí seo, féadann déine an chur isteach athrú ó bheag go mór. Le cur isteach ar ár ngnólacht, ar ár gceantar gnó, ar chathair, nó ar réigiún nó ar fhoirgneamh ina bhfuil ár ngnólacht, aistreoimid ár n-oibríochtaí chuig láithreán áitiúil nuair is gá agus ní bheimid ag súil go gcuirfear isteach go mór ar oibríochtaí gnó. I gceachtar cás, tá sé beartaithe againn leanúint ar aghaidh le gnó, oibríochtaí a aistriú chuig soláthraithe malartacha más gá, agus fógra a thabhairt duit trínár suíomh Gréasáin ag hcaptcha.com agus ár leathanach stádais ag hcaptchastatus.com maidir le conas teagmháil a dhéanamh linn. Má tá an cur isteach suntasach ar ghnó chomh mór sin go gcuireann sé cosc orainn fanacht i mbun gnó, cuirfimid ar an eolas tú go gasta.",
    "653679457": "Cur isteach éagsúil",
    "410397176": "Le haghaidh tuilleadh faisnéise",
    "2095899021": "Treoirlínte Brandála hCaptcha agus Ceadúnas Trádmharc Ginearálta",
    "2340340589": "Treoirlínte maidir leis an marc hCaptcha a úsáid",
    "2430148876": "Chruthaíomar na treoirlínte seo agus an ceadúnas ginearálta trádmhairc chun é a dhéanamh chomh furasta agus is féidir dár gcustaiméirí, comhpháirtithe agus lucht leanúna oibriú lenár mbranda agus ár n-aitheantas corparáideach a chaomhnú fós. Má theastaíonn uait deilbhíní hCaptcha, lógónna, nó marcanna eile a úsáid ar bhealaí atá difriúil go hábhartha leis na treoirlínte seo, beidh ort teagmháil a dhéanamh linn (IMI) chun ceadúnas i scríbhinn a fháil.",
    "3884400764": "Cé gur féidir leat marcanna hCaptcha a úsáid de réir na dtreoirlínte seo, ní chiallaíonn sé go bhfuil aon chearta dílsithe agat i Marcanna hCaptcha, lógónna, nó in aon trádmharc, trádainm, trádmharc, ainm gnó nó dea-thoil hCaptcha. Ba mhaith linn an oiread solúbthachta agus is féidir a dheonú, ach tá oibleagáid orainn hCaptcha a chosaint ar úsáid neamhúdaraithe aon trádmhairc, trádmhairc, trádmhairc, ainm gnó nó cáilmheasa hCaptcha. Cuireann aon úsáid neamhúdaraithe deireadh leis an gcead nó an ceadúnas a thugann hCaptcha go huathoibríoch agus d’fhéadfadh dliteanais dhlíthiúla a bheith uirthi as aon damáistí.",
    "512598290": "Mar sin, ní mór dúinn a iarraidh go n-úsáideann tú gach marc agus lógó hCaptcha i gcónaí i bhfoirm a chloíonn leis na rialacha thíos, lena n-áirítear caipitliú, cló cló agus stíl.",
    "2075610992": "Go raibh maith agat as do chuid tacaíochta!",
    "1023190144": "hCaptcha® i dtéacs",
    "4274324704": "Seo conas ár n-ainm a úsáid i gcóip scríofa:",
    "3912926900": "Ba cheart go mbeadh siombail trádmhairc cláraithe ag hCaptcha® an chéad uair a thaispeántar é i gcóip chruthaitheach.",
    "950637875": "níor cheart litriú hCaptcha a athrú riamh agus ba cheart hCaptcha a chaipitliú sa dara litir (\"C\") i gcónaí. Ní bhíonn sé iolra ná sealbhach riamh.",
    "2624601135": "níor cheart \"hCaptcha\" a úsáid mar chuid d’ainm branda, in éineacht le fleiscín, nó a úsáid in ainmneacha feidhmchlár nó táirgí eile.",
    "3828090208": "Ina áit sin bain úsáid as \"for hCaptcha\". Má úsáidtear é le lógó tríú páirtí, caithfidh \"le haghaidh hCaptcha\" a bheith níos lú i méid ná an lógó tríú páirtí.",
    "4149738856": "Ba chóir hCaptcha a úsáid mar aidiacht agus téarma cineálach ceart a leanúint.",
    "1446868537": "níor chóir hCaptcha a úsáid mar bhriathar riamh.",
    "2487931657": "Ná húsáid: \"rinneamar hCaptcha'd ar ár suíomh.\"",
    "2565565429": "Ina áit sin bain úsáid as: \"úsáidimid hCaptcha chun ár suíomh a dhéanamh níos sábháilte agus níos sábháilte.\"",
    "3434202027": "Teastaíonn an sannadh le haghaidh aon úsáide den ainm hCaptcha i gcumarsáid: \"Is trádmharc cláraithe de Intuition Machines, Inc. é hCaptcha.\"",
    "2754937029": "Úsáidí Inghlactha",
    "2436973524": "Ní ghlactar ach le tagairtí cruinne. Ní cheadaítear a rá go n-úsáideann suíomh seirbhísí agus feidhmchláir hCaptcha nuair nach n-úsáideann sé. Ar an gcaoi chéanna, níl úsáid ár lógó nó aon suaitheantais oiriúnach ach mar an gcéanna nuair a úsáideann an láithreán seirbhísí hCaptcha.",
    "69844082": "Ní féidir trádmharcanna hCaptcha, siombailí grafacha, lógónna, cló cló nó deilbhíní a úsáid ar bhealach difriúil.",
    "3861413614": "Ní féidir leat aon trádmharc nó lógó hCaptcha a úsáid a thabharfadh le tuiscint go bhfuil cleamhnas nó formhuiniú, urraíocht nó tacaíocht ag hCaptcha le táirge nó seirbhís tríú páirtí, gan cead sainráite i scríbhinn.",
    "1409822234": "Ní úsáidfear trádmharc hCaptcha comhionann nó beagnach mar an gcéanna mar ainm fearainn ar chúinse ar bith.",
    "4181060163": "Níor cheart do thríú páirtithe éagsúlachtaí nó mílitrithe a úsáid nó gníomhú ar bhealach ar bith a chuirfeadh mearbhall tosaigh ar ús ar thrádmharcanna hCaptcha.",
    "3955555607": "Seachas Comhpháirtithe nó Athdhíoltóirí Údaraithe, ní fhéadfaidh tríú páirtithe tairiscintí a dhéanamh ar eochairfhocail, Google AdWords, nó córais fógraíochta spriocdhírithe eile a úsáideann marcanna nó mílitriú hCaptcha. Ná ní fhéadfaidh tríú páirtithe marcanna hCaptcha a úsáid in ainmneacha fearainn, aon bharrfheabhsú inneall cuardaigh, meta-chlibeanna, téarmaí cuardaigh, cód, nó mífhaisnéis eile.",
    "1985238261": "Marcanna Teoranta Eile",
    "2193061499": "Tá cuid dár lógónna agus marcanna teoranta do hCaptcha agus a chomhpháirtithe a úsáid. Ní fhéadfaidh tríú páirtithe na marcanna seo a leanas a úsáid gan cheadúnas i scríbhinn ó hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "Comhpháirtí hCaptcha ™",
    "755156539": "Athdhíoltóir Údaraithe hCaptcha ™",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "BotStop le hCaptcha ™",
    "2557601376": "lógó hCaptcha ™",
    "248923369": "Lógó BotStop ™",
    "3942875761": "Cuidigh le Gréasán Níos Fearr a Thógáil ™",
    "364774188": "Is duine mé ™",
    "2785425016": "(i gcomhthéacs réiteach fíoraithe daonnachta, m.sh. glao chun gnímh)",
    "2639657759": "Marcanna a Úsáidtear le Cead",
    "1268918580": "Is le tríú páirtithe cuid de na lógónna agus na marcanna a úsáideann hCaptcha agus a chomhpháirtithe agus ní féidir iad a úsáid ach lena gcead. Ní fhéadfaidh tríú páirtithe na marcanna seo a leanas a úsáid ach amháin mar a cheadaíonn a n-úinéirí:",
    "3782751514": "Trádmharc cláraithe de chuid Fhondúireacht Prótacal DAONNA is ea HUMAN Protocol®, agus úsáidtear é lena chead.",
    "1620709264": "Trádmharc cláraithe de chuid Fhondúireacht Prótacal DAONNA is ea HUMAN Token®, agus úsáidtear é lena chead.",
    "3031953928": "Trádmharc de chuid Fhondúireacht Prótacal HUMAN is ea HUMAN Network ™, agus úsáidtear é lena chead.",
    "3554363588": "Marcanna Eile",
    "3290996791": "Is le húinéirí faoi seach gach ainm táirge, lógó agus branda eile. Is chun críocha aitheantais amháin gach ainm cuideachta, táirge agus seirbhíse eile a úsáidtear ar an suíomh Gréasáin seo. Ní hionann úsáid na n-ainmneacha, na lógónna agus na mbrandaí seo agus formhuiniú.",
    "2444685143": "Beartas Lógó",
    "2414232014": "Aithnítear ár lógó láithreach agus ceann de na sócmhainní is luachmhaire agus is tábhachtaí atá againn. Chun a chinntiú go bhfanann sé mar léiriú láidir ar ár gcuideachta, caithfear é a chur i láthair ar bhealach cúramach agus comhsheasmhach ar fud gach bealach cumarsáide.",
    "803639471": "Tá an lógó hCaptcha comhdhéanta den íocón láimhe agus an logotype hCaptcha. Ina fhoirm mhalartach, d’fhéadfadh an deilbhín láimhe a bheith le feiceáil leis féin nuair a chuirtear srian ar an spás agus nuair a úsáidtear “hCaptcha” mar mharc focal (mar a thuairiscítear thuas) i ngar don deilbhín láimhe, sa chaoi is gur léir go léiríonn an deilbhín láimhe hCaptcha.",
    "564127016": "An deilbhín láimhe hCaptcha:",
    "1424800293": "Lógó hCaptcha:",
    "1525506526": "Cad iad Táthcheangail Chuntais agus Conas a Oibríonn siad?",
    "2446481523": "Tá sean-scéal béaloidis ann ina dtaispeánann tiománaí vaigín agus duine uasal ag an gconstáblacht i sráidbhaile beag tuaithe. Dúirt fear amháin, é gléasta in éadaí salach, bréige, leis an gconstábla, “Is mise an duine uasal. Ba é an fear seo mo thiománaí.",
    "1767952047": "D’ionsaigh sé mé aréir, ghoid sé mo chuid éadaigh agus thóg sé mo chuid airgid. \" D'fhreagair an fear eile, é gléasta go hiontach, éadaí an ranga uasail, “A Chonstábla, tá an fear seo dÚsachtach. Ceapann sé gur duine uasal é. Is mise an fíor-uasal. Gabh leis! ”",
    "2947576723": "Tá an scéal seo ann roimh cheadúnais tiomána agus priontáil dhigiteach méar, ach tugann sé sampla maith den rud a d’fhéadfadh a bheith mícheart i gcás táthcheangail chuntais. Logálann duine isteach i gcuntas bainc ar líne nó in aip íocaíochtaí soghluaiste. An sealbhóir cuntais iarbhír é, nó hacker? Cé hé i ndáiríre cé? Bíonn tionchar ag na saincheisteanna slándála seo ar eagraíochtaí a cheadaíonn rochtain ar chuntas féinseirbhíse.",
    "1687299615": "Cad is táthcheangail chuntais ann?",
    "2648707986": "Is cineál cibear-chalaoise é táthcheangail chuntais ina ndéanann aisteoir mailíseach aithris ar úinéir cuntas ar líne. De ghnáth, bíonn an cuntas ag institiúid airgeadais nó ag gnó ríomhthráchtála áit ar féidir leis an gcalaoisí airgead, marsantas nó cártaí bronntanais a ghoid. Úsáideann an t-ionsaitheoir dintiúir logála isteach goidte chun rochtain a fháil ar an gcuntas agus ansin é a ghlacadh ar láimh, b’fhéidir an focal faire a athrú chun úinéir an chuntais iarbhír a ghlasáil amach.",
    "1476843710": "Is éard atá i gceist le cineálacha táthcheangail cuntas nach bhfuil chomh díobhálach ó thaobh airgeadais de ach atá fós millteach, fuadach cuntas meán sóisialta agus a leithéidí. Sna cásanna seo, is iondúil go mbíonn an t-ionsaitheoir ag iarraidh malware a scaipeadh nó dul i mbun ionsaithe fioscaireachta i gcoinne cairde míshásúla an íospartaigh. Nó, bíonn an t-ionsaitheoir ag iarraidh náire a chur ar an íospartach, a tharlaíonn uaireanta le daoine cáiliúla agus polaiteoirí, mar shampla.",
    "2904949278": "Conas a ghlacann hacker cuntas?",
    "2575690545": "Is éard atá i gceist le táthcheangail chuntais, cosúil leis an oiread sin cibear-chalaoise, ná próisis oll-uathoibrithe den chuid is mó. Is annamh do hacker, cumhdaithe i hoodie in íoslach a mháthar, pasfhocail a chlóscríobh i láithreáin ghréasáin bainc ceann ag an am.",
    "3614653023": "Ina ionad sin, tá an cleachtas ag brath ar ionsaithe líonta creidiúnacha ar mhórscála a dhéanann iarracht na milliúin péirí ainm úsáideora / pasfhocal ar an iliomad institiúidí airgeadais sprice agus súil acu fo-thacar beag de na cuntais a dhíghlasáil. Nuair a bheidh rochtain ag an mbogearra calaoise uathoibrithe ar an gcuntas, féadfaidh hacaire daonna a bheith páirteach ansin, ach i gcásanna áirithe, níl.",
    "2762759509": "Tá go leor ionsaithe táthcheangail cuntas uathoibrithe beagnach go hiomlán.",
    "1972710018": "É a fheiceáil ó pheirspictíocht na cuideachta",
    "1282121137": "Chun tuiscint a fháil ar cé chomh fadhbanna agus is féidir le táthcheangail cuntas a bheith agat, déan machnamh ar an gcuma atá ar an taithí ó thaobh na hinstitiúide airgeadais de. Láimhseálann siad na milliúin logáil isteach gach lá.",
    "2315518622": "Leis an sofaisticiúlacht atá ar fáil in uirlisí ionsaithe an lae inniu, tá sé thar a bheith dúshlánach a bhrath cé acu atá calaoiseach, más ann dó. Ansin, glaonn duine ar an líne seirbhíse do chustaiméirí agus deir “Ionsaíodh mo chuntas! Ní féidir liom logáil isteach agus tá duine ag goid mo chuid airgid! \"",
    "1836369533": "Cosúil leis an gconstábla sa scéal tíre, conas a chinneann duine cé hé i ndáiríre? Má tá go leor eilimintí aitheantais goidte ag an ionsaitheoir, cosúil le huimhir cheadúnais tiomána, uimhir slándála sóisialta, ainm réamhphósta na máthar, seoladh agus mar sin de, d’fhéadfadh sé a bheith deacair go leor a chinneadh an é an té atá ag glaoch fíor-shealbhóir an chuntais nó ionsaitheoir atá ag iarraidh a pasfhocal a athshocrú ar chuntas a theastaíonn uaidh a threá.",
    "2880837730": "Cad is féidir a dhéanamh chun táthcheangail cuntas a stopadh?",
    "3654556483": "Tá próisis agus rialuithe ag institiúidí airgeadais agus cuideachtaí ríomhthráchtála a mhaolaíonn cuid den bhagairt táthcheangail cuntas. Cuimsíonn siad seo ó na ceisteanna slándála sean-aimseartha “cén t-ainm a bhí ar do chara is fearr sa bhunscoil” go modhanna braite a scriosann seoltaí IP amhrasacha agus próifílí gléas soghluaiste.",
    "2449501658": "soláthraíonn sé ceann de na bealaí is úire chun an bhagairt ó iarrachtaí calaoiseacha logála isteach a mhaolú, trí mheaisín-fhoghlaim a úsáid chun róbónna a bhrath agus a stopadh, agus go héifeachtach é a dhéanamh i bhfad níos deacra nó fiú dodhéanta do chaimiléirí dul i mbun táthcheangail chuntais.",
    "3621455477": "chun níos mó a fhoghlaim!",
    "555246307": "Dála an scéil, seo mar a chríochnaíonn scéal an duine uasail agus a thiománaí: Thug an constábla ar an mbeirt fhear suí i seomra le chéile ar feadh uaireanta agus leamh as a n-intinn. Ag deireadh an lae, tháinig sé agus dúirt sé, “Labhróidh mé anois le tiománaí an vaigín.\" Sheas an fear san éadaí uasal suas. Bhí sé chomh leamh sin, rinne sé dearmad nach raibh sé ach ag ligean air gurb é an duine uasal é.",
    "1224727373": "BotStop le hCaptcha",
    "1187718370": "Glaoigh orainn",
    "3892905664": "Cuidíonn hCaptcha leis na seirbhísí ar líne is fearr leat bots, spam, agus mí-úsáid a choinneáil amach trí cheisteanna simplí a chur atá furasta do dhaoine agus atá deacair do mheaisíní.",
    "555158694": "Roghnaigh seirbhís a úsáideann tú chun d’eispéireas ar a suíomh a fheabhsú trí hCaptcha a shuiteáil chun trácht mailíseach a laghdú.",
    "1617196410": "Tá hCaptcha dírithe ar róbónna a stopadh. Is cuma linn cé hé úsáideoir, ach an bhfuil sé mailíseach. Oibrímid go crua chun príobháideacht a chothromú &",
    "1624200563": "slándáil, agus cloí le GDPR, CCPA, LGPD, PIPL, agus rialacháin phríobháideachta eile.",
    "1927613000": "Comhcheanglaíonn hCaptcha foghlaim meaisín sofaisticiúil le hardán dúshlán cumhachtach chun feidhmchláir ghréasáin a chosaint ar táthcheangail cuntas, líonadh inchreidte, scrapáil, agus cineálacha eile mí-úsáide.",
    "1133989302": "Cén fáth hCaptcha?",
    "34074886": "Gach uair a fhreagraíonn tú dúshlán, bainimid úsáid as samhlacha sofaisticiúla chun a fháil amach an duine tú. Ansin úsáideann an suíomh Gréasáin ar thug tú cuairt air an toradh seo chun cabhrú le d’eispéireas ar a suíomh a fheabhsú trí róbónna a choinneáil amach.",
    "3412647984": "Ligeann sé seo duit ceisteanna amach anseo a sheachaint trí fhianán a chlárú agus a shocrú. Déan iarracht freisin do seachfhreastalaí a mhúchadh.",
    "2510209017": "Níos mó cabhrach uait?",
    "477275453": "Cén Fáth go bhfuil APIs ina Sprioc Coitianta do Hackers?",
    "596347471": "Tá Comhéadain um Chlárú Feidhmchlár (APIs) ina sprioc móréilimh d’aisteoirí mailíseacha sa chibearspás. Tá go leor cúiseanna leis seo, lena n-áirítear a bhfóntas mór i gcomhtháthú feidhmchlár. Is féidir riosca API a mhaolú, áfach.",
    "2441638955": "Ar dtús, cad is API ann?",
    "3963216198": "Chun plé a dhéanamh ar an bhfáth go bhfuil APIs ina sprioc coitianta do hackers, is fiú nóiméad gairid a ghlacadh chun sainmhíniú a thabhairt ar a bhfuil i gceist leis an téarma “API” faoi láthair. Níl coincheap an API nua ar chor ar bith. Déanta na fírinne, tá comhéadain chun córais ríomhaireachta éagsúla a nascadh lena chéile, chomh maith lena gcomhpháirteanna inmheánacha, thart ó na 1960idí luatha ar a laghad.",
    "1047251718": "Sa lá atá inniu ann, áfach, nuair a labhraíonn daoine faoi APIs, is éard a chiallaíonn siad i gcónaí APIs bunaithe ar chaighdeáin. Is APIanna iad seo a tógadh le caighdeáin oscailte mar Aistriú Stáit Ionadaíoch (REST) agus formáidí comhaid chaighdeánacha oscailte mar Nóta Réada JavaScript (JSON). Is féidir “APIs RESTful,” mar a thugtar orthu, a chruthú gan gá le bogearraí dílseánaigh. Tá na APIanna a leanann as sin in ann glaonna sonraí agus nós imeachta a sheoladh agus a fháil idir feidhmchláir bhogearraí. Mar shampla, úsáideann aip baincéireachta soghluaiste API chun rochtain a fháil ar chórais an bhainc.",
    "3195334319": "Fóntais agus leochaileacht APIs",
    "1903743785": "Ba mhór an dul chun cinn é comhtháthú feidhmchlár le teacht APIs bunaithe ar chaighdeáin. Le 20 bliain anuas nó mar sin, chuaigh APIs ó bheith ina dtáirgí bogearraí dílseánaigh costasach agus casta go huirlisí saor in aisce bunaithe ar chaighdeáin a bhí réasúnta éasca oibriú leo - agus a bhí tapa le húsáid.",
    "879362350": "Agus na APIanna nua ag obair ar an Idirlíon, bhíothas in ann aon bhogearra nó foinse sonraí a nascadh, áit ar bith ar domhan, beag beann ar ardán, scéimre sonraí nó teanga cláir. Mar thoradh air sin, tá domhan na ríomhaireachta anois i lár réabhlóid API. Tá pléascadh de nascacht idir feidhmchláir agus sonraí. Tá sé sin go hiontach, go dtí nach bhfuil.",
    "3844432472": "Mar gheall ar oscailteacht agus áisiúlacht APIs tá spriocanna thar a bheith saibhir acu d’ionsaitheoirí. Ar an gcaoi chéanna is féidir aip soghluaiste a ríomhchlárú chun sonraí a bhaint amach agus GET a fháil ó chóras corparáideach ag baint úsáide as API, is féidir píosa malware a dhéanamh freisin. Scríobh Hackers réimse leathan uirlisí bogearraí chun mí-úsáid a bhaint as APIs. Is teicníc éifeachtach ionsaithe é.",
    "2187096543": "Go deimhin, rinneadh roinnt sáruithe móra sonraí ó bhogearraí scríofa hacker a d’iarr ar API sonraí a bhaint as bunachar sonraí. Tar éis an tsaoil, mura bhfuil ann ach sonraí a ghoid ní gá ach glao bunúsach GET ar API, scríofa ag úsáid REST agus JSON, ansin is furasta bunachar sonraí a ghlanadh go tapa. Déanta na fírinne, nuair a labhraíonn daoine faoi ionsaithe “scrapáil scáileáin”, is é a chiallaíonn siad i ndáiríre, den chuid is mó, ná glaonna mear-tine API a tharraingíonn sonraí as bunachair sonraí. Tá APIs anois ina ndromchla mór ionsaithe d’eagraíochtaí a thógann iad.",
    "4222109231": "Riosca API a mhaolú le Táirge Fiontraíochta hCaptcha",
    "1783317946": "Is cás úsáide coitianta é ionsaithe API a stopadh",
    "3022922096": ", sraith táirgí fiontar hCaptcha. Murab ionann agus an leagan saor in aisce de hCaptcha,",
    "63719113": "úsáideann ardfhoghlaim meaisín chun trácht mailíseach a aithint ar do shuíomh agus aipeanna - lena n-áirítear gníomhaíochtaí scrapála.",
    "3566102529": "linn inniu chun níos mó a fhoghlaim.",
    "3096553330": "Ní léiríonn gach córas a chruthaímid ach ár gcaidrimh le daoine eile.",
    "1467218142": "Is é an rud a theastaíonn uainn uathu agus uainn féin a spreagann ár n-iompar, agus dá bhrí sin tagann na patrúin chéanna idirghníomhaíochta i ngach córas daonna. Soláthraíonn an t-idirlíon go leor samplaí sármhaith den ghné bhunúsach seo dár ndomhan.",
    "808872868": "Mar shampla: tá turscar, calaois agus mí-úsáid ann ar líne ó beagnach an lá tar éis dhá chóras a nascadh le chéile den chéad uair.",
    "1085089390": "Eascraíonn mí-úsáid ar líne ó iompraíochtaí dúchasacha daonna",
    "3064321967": "Cuireadh an chéad ríomhphost spam ar a dtugtar i 1978. [",
    "3800781598": "] Beagnach cúig scór bliain ina dhiaidh sin, leanann turscar ríomhphoist ag cur eagla orainn. Cuireadh go leor billiúin dollar agus na mílte bliain d'iarracht innealtóireachta i bhfeidhm air, ach leanann an turscar fós. Tá tionscail billiún dollar ar an dá thaobh, ie iad siúd atá ag cosaint ina choinne agus iad siúd a sheolann é.",
    "2119943547": "Cén fáth go bhfuil sé seo? Tá an freagra simplí. Fad a bhíonn dreasacht ann mí-úsáid a bhaint as córas, is iondúil go bhfaighidh duine bealach. Agus nuair a dhéanann siad, beidh dreasacht ag duine eile anois iad a stopadh.",
    "532470444": "Féadfaidh an t-iarmhéid athrú beagáinín ó bhliain go bliain, ach ní léiríonn an t-iompar seo ach nádúr bunúsach an duine, agus tugann cúig mhíle bliain de stair taifeadta le tuiscint nach dócha go n-athróidh an dinimic am ar bith go luath.",
    "3193548097": "Dóchas Springs Eternal",
    "4065614934": "Ní rud nua é an anailís seo, ach tá daoine dóchasach go síoraí. Go háirithe nuair a cheapann siad go bhfuil a smaoineamh nua.",
    "1216071511": "Moltar na smaointe céanna chomh minic sin thart ar 20 bliain ó shin, tháinig údar gan ainm le líonadh cabhrach le haghaidh díospóireachtaí ar líne faoi réitigh frith-spam:",
    "1941999673": "Molann do phost a",
    "4179118182": "() vigilante teicniúil () reachtach () bunaithe ar an margadh ()",
    "3978720689": "cur chuige maidir le troid spam. Ní oibreoidh do smaoineamh. Seo an fáth nach n-oibreoidh sé.",
    "318339230": "(D’fhéadfadh go mbeadh feidhm ag ceann amháin nó níos mó díobh seo a leanas maidir le do smaoineamh ar leith, agus d’fhéadfadh sé a bheith aige",
    "30312304": "lochtanna eile a bhíodh éagsúil ó stát go stát sular ritheadh droch-dhlí cónaidhme.)",
    "2710988028": "() Is féidir le spammers é a úsáid go héasca chun seoltaí ríomhphoist a fhómhar",
    "3912514510": "() Bheadh tionchar ar liostaí seoltaí agus ar úsáidí dlisteanacha ríomhphoist eile",
    "2030062561": "() Ní bheidh aon duine in ann an fear a aimsiú nó an t-airgead a bhailiú",
    "3334160175": "() Tá sé cosanta i gcoinne ionsaithe fórsa bruit",
    "3238345709": "() Stopfaidh sé an turscar ar feadh coicíse agus ansin beimid i bhfostú leis",
    "4227800293": "() Ní chuirfidh úsáideoirí ríomhphoist suas leis",
    "2271252286": "() Ní chuirfidh Microsoft suas leis",
    "692064738": "() Ní chuirfidh na póilíní suas leis",
    "3475647460": "() Teastaíonn an iomarca comhair ó spammers",
    "1482845460": "() Teastaíonn comhoibriú iomlán láithreach ó gach duine ag an am céanna",
    "3741193183": "() Ní féidir le go leor úsáideoirí ríomhphoist gnó a chailleadh nó fostóirí ionchasacha a choimhthiú",
    "2234909600": "() Is cuma le spammers faoi sheoltaí neamhbhailí ar a liostaí",
    "1982617151": "() D’fhéadfadh duine ar bith gairme nó gnó aon duine eile a scriosadh gan ainm",
    "2498172334": "Go sonrach, ní thugann do phlean cuntas",
    "389705801": "() Dlíthe a thoirmisceann go sainráite é",
    "190955495": "() Easpa údaráis rialaithe lárnaigh le haghaidh ríomhphoist",
    "237009707": "() Athsheachadáin oscailte i dtíortha iasachta",
    "3507532387": "() Éasca le spás seoltaí alfa-uimhriúla bídeacha a chuardach i ngach seoladh ríomhphoist",
    "2477958756": "() Droch-dhaoine",
    "3254142589": "() Fadhbanna dlínse",
    "3621401685": "() Neamhspleáchas cánacha nua aisteach",
    "4277475973": "() Drogall an phobail glacadh le cineálacha nua aisteach airgid",
    "941057651": "() Infheistíocht ollmhór bogearraí atá ann cheana i SMTP",
    "3265293440": "() Inmhianaitheacht prótacal seachas SMTP a ionsaí",
    "515733427": "() Toilteanas úsáideoirí paistí OS a fhaightear trí r-phost a shuiteáil",
    "2631159699": "() Airm de bhoscaí Windows atá leathan le péisteanna ceangailte le leathanbhanda",
    "776542208": "() Rás arm síoraí a bhfuil baint aige le gach cur chuige scagtha",
    "989480928": "() Brabúsacht mhór an turscair",
    "3898950867": "() Poist Joe agus / nó goid aitheantais",
    "3395399558": "() Polaiteoirí neamhliteartha go teicniúil",
    "1118929614": "() Stócacht mhór ag daoine a dhéanann gnó le spammers",
    "838951836": "() Mímhacántacht ó thaobh na spammers iad féin",
    "2123236933": "() Costais bandaleithid nach ndéanann scagadh cliant difear dóibh",
    "2292919419": "() Ionchas",
    "2534436327": "agus féadfaidh feidhm a bheith ag na hagóidí fealsúnachta seo a leanas freisin:",
    "832385387": "() Is furasta teacht ar smaointe atá cosúil le do cheann féin, ach níor léiríodh go raibh aon cheann acu praiticiúil riamh",
    "1993984258": "() Ní ghlacfar le haon scéim atá bunaithe ar rogha an diúltaithe",
    "3909240516": "() Níor cheart go mbeadh ceanntásca SMTP ina n-ábhar reachtaíochta",
    "1151065360": "() Tarraingíonn liostaí dubha",
    "2396605499": "() Tarraingíonn Whitelists",
    "2225785608": "() Ba cheart go mbeimis in ann labhairt faoi Viagra gan í a chinsireacht",
    "3004688366": "() Níor cheart go mbeadh calaois sreinge ná calaois cárta creidmheasa i gceist le frithbhearta",
    "922470170": "() Níor cheart go mbeadh sabaitéireacht líonraí poiblí i gceist le frithbhearta",
    "3068923550": "() Caithfidh frithbhearta obair má dhéantar iad de réir a chéile",
    "2752975480": "() Ba cheart ríomhphost a sheoladh saor in aisce",
    "117227832": "() Cén fáth ar chóir dúinn muinín a bheith agat as tú féin agus as do fhreastalaithe?",
    "1021431157": "() Neamh-chomhoiriúnacht le ceadúnais foinse oscailte nó foinse oscailte",
    "2801524659": "() Ní dhéanann bearta mothúchán maith aon rud chun an fhadhb a réiteach",
    "931661269": "() Tá seoltaí ríomhphoist sealadacha / aon-uaire an-deacair",
    "2090457681": "() Níl mé ag iarraidh ar an rialtas mo r-phost a léamh",
    "3536122902": "() Gan iad a stopadh ar an mbealach sin níl sé mall agus pianmhar go leor",
    "2391175562": "Ina theannta sin, seo mo bharúil fút:",
    "229198134": "() Tá brón orm gaige, ach ní dóigh liom go n-oibreodh sé.",
    "345563040": "() Is smaoineamh dúr é seo, agus is duine dúr tú as é a mholadh.",
    "409780280": "( ) Iarracht deas, ****! Tá súil agam go ndéanfaidh duine céimeanna ar do mhéarchlár!",
    "2820080973": "óstáil le ❤ le",
    "3943164003": "amharc amh",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Cén fáth nach n-oibreoidh do réiteach nua frith-spam",
    "361795034": ". Údar anaithnid, c. 2000",
    "1547006769": "Is í an fhadhb chéanna le fíorú na daonnachta",
    "3717942925": "Díreach mar a bheidh daoine ann i gcónaí ar mian leo d’aird a fháil trí r-phost, beidh fonn i gcónaí srian a chur ar rochtain ar roinnt acmhainní ionas nach mbeidh ach daoine in ann rochtain a fháil orthu.",
    "2481032625": "Cibé an bhfuil sé mar aidhm cosc a chur ar:",
    "1691348394": "- ollcheannaigh uathoibrithe le linn díolachán scaoilte teoranta",
    "1771016224": "- bogearraí ón ábhar go léir a íoslódáil ó do shuíomh Gréasáin en masse",
    "1959762846": "- do chuid foirmeacha gréasáin a líonadh le turscar nó mí-úsáid margaíochta gan deireadh",
    "345108670": "- líonadh inchreidte agus iarrachtaí eile táthcheangail cuntas",
    "2540760245": "i measc go leor úsáidí eile, is dóigh go bhfanfaidh sé in ann trácht ar líne a scagadh ar bhonn “daonna nó nach ea” mar uirlis luachmhar fad is a leanann nádúr an duine na patrúin chéanna a taifeadadh le cúig mhíle bliain anuas.",
    "3346362371": "Cad mar gheall ar fhoghlaim meaisín?",
    "3619183405": "In 2021 uaireanta is féidir CAPTCHAanna simplí a réiteach le bogearraí, a bhuíochas le dul chun cinn i bhfoghlaim meaisín. Chun aghaidh a thabhairt air seo, déanann hCaptcha anailís an-mhionsonraithe ar airíonna mar",
    "3292221787": "freagraíodh an dúshlán, ní amháin an raibh sé ceart, agus is minic a athraíonn sé na ceisteanna agus na sonraí a úsáideadh.",
    "1080672247": "Toisc nach féidir go leor de na ceisteanna a chuirtear a réiteach go heacnamaíoch le bogearraí lasmuigh den seilf, agus toisc go bhfuil na sonraí uathúil go ginearálta don chóras, ciallaíonn sé seo gur minic a stopann an tseirbhís in aisce bots go hiomlán, agus go gcaithfidh siad brath ar réiteoirí CAPTCHA daonna ina ionad, a déanann sé go leor cineálacha mí-úsáide go hiomlán neamh-eacnamaíoch.",
    "4172868199": "Téann sé i bhfad níos faide ná seo, ag bogadh isteach sa réimse ag iarraidh idirdhealú a dhéanamh idir “duine maith” agus “droch-dhuine” freisin, agus tá sé in úsáid inniu ag go leor de na seirbhísí ar líne is mó éilimh ar domhan chun gach rud a aimsiú agus a stopadh ó chalaois ceannaigh go hardleibhéal marthanach bagairtí i gcoinne a n-úsáideoirí, agus fócas uathúil á choinneáil acu ar phríobháideacht a chaomhnú.",
    "2873911365": "Cad mar gheall ar fhianú crua-earraí?",
    "1477196356": "Moladh modhanna éagsúla chun féiniúlacht a nascadh le feiste ar bhealach atá slán ó thaobh na cripteagrafaíochta de, le hairíonna a chaomhnaíonn príobháideacht uaireanta. Téann cripteagrafaíocht eochair phoiblí siar go c. 1975, agus tá comharthaí crua-earraí ann beagnach chomh fada.",
    "2349681896": "Ar an drochuair, ní chiallaíonn rialú píosa crua-earraí gur duine tú. Briseadh, paistí agus bristeadh beagnach gach scéim fianaithe crua-earraí tomhaltóra arís agus arís eile.",
    "254326776": "Is minic a aimsítear go raibh mí-úsáid mhailíseach ar na lochtanna seo ag tarlú ar feadh míonna nó blianta roimh nochtadh nó foilsiú acadúil.",
    "2462909475": "Balla de níos mó ná 10,000 fón a úsáidtear le haghaidh mí-úsáide, mar chuid d’oibríocht bot Síneach.",
    "1963951234": "Is cuma cé chomh hiontaofa agus atá do scéim chripteagrafach, más féidir le duine ag deireadh an lae airgead a chaitheamh chun an freagra atá á lorg agat a thabhairt duit, ní leor píosa crua-earraí a bheith agat.",
    "1278884196": "É sin ráite, is disciplín óg í an chripteagrafaíocht. Bunaithe ar an stair le déanaí, is dóigh go mbrisfear do scéim chripteagrafach agus / nó a chur i bhfeidhm a luaithe a bheidh dreasacht ag duine ar bith breathnú air go dlúth, agus is dóigh go ndéanfaidh daoine eile é seo a thuiscint i bhfad sula ndéanfaidh tú é. Má bhíonn tú ag brath ar chrua-earraí, b’fhéidir go mbeidh ort iarraidh ar gach duine d’úsáideoirí feiste fisiceach a athrú d’fhonn an locht a phaisteáil. Ní dócha go dtarlóidh sé seo go gasta i bhformhór na gcásanna, rud a chiallaíonn i ndáiríre go dteipfidh ar do chóras a oscailt.",
    "1828028934": "Sin é an fáth",
    "1642844535": "Tá sé tábhachtach: úsáideann hCaptcha iliomad cineálacha cur chuige éagsúla chun an cheist bhunúsach chéanna a fhreagairt, ag ligean comparáid le haghaidh comhsheasmhachta ar fud na meastóireachtaí go léir.",
    "1155821305": "is doimhne an chosaint",
    "119098046": "Cad mar gheall ar réitigh éighníomhacha nó gan dúshlán?",
    "2760410719": "Is saincheist bhunúsach iad seirbhísí a dhéanann iarracht braite bot a dhéanamh le comharthaí éighníomhacha amháin: conas a bhailíochtaíonn tú an mbraitheann córas drochghníomhaithe i gceart nuair nach bhfuil fírinne chruinn agat?",
    "1722734001": "Is timpeallacht an-noisiúil é an t-idirlíon oscailte. Ionsaíonn droch-aisteoirí úsáideoirí ár seirbhíse agus iomaitheoirí cosúil le reCAPTCHA gach lá, agus ar ndóigh tá siad ag iarraidh breathnú chomh daonna agus is féidir agus iad á dhéanamh.",
    "1595254735": "Bíonn sé deacair ar sheirbhísí atá díreach éighníomhach cruinneas braite bot a choinneáil, nó fiú fios a bheith acu nuair atá siad míchruinn. Gan an cumas dúshlán a thabhairt d’úsáideoirí ó am go chéile agus torthaí an dúshláin sin a anailísiú i gceart, is gnách go laghdaíonn an cruinneas go mór le himeacht ama.",
    "2412751979": "A bhuíochas leis na comharthaí daonnachta níos cruinne go bhfuil cumhacht hCaptcha, tá go leor cuideachtaí a d’úsáid reCAPTCHA v3 / Enterprise roimhe seo",
    "2284856231": "agus chonacthas go raibh feabhas mór tagtha ar chruinneas i mód éighníomhach hCaptcha Enterprise freisin.",
    "4162847": "D'éirigh linn é seo a urramú go díreach, toisc go ndéanann cuid dár gcustaiméirí tástálacha A / B ar an iarratas céanna sula n-aistríonn siad go hiomlán ó thairiscintí Google. Is iondúil go mbeimid in ann ráta ard bréagach dearfach agus bréagach diúltach a chruthú a thagann ó reCAPTCHA v3 nó reCAPTCHA Enterprise.",
    "436125785": "Ní haon ionadh é seo mar gheall ar mhíchruinneas na lúb aiseolais atá ar fáil sna táirgí sin, agus toisc go ndíolann líonra fógraíochta iad a bhfuil spéis mhór dílsithe acu gan a bheith ró-mhaith ar bhrath bot, ar eagla go ndéanfadh sé dochar dá ngnó lárnach.",
    "2233741720": "I gcrích",
    "2133809801": "Fad a fhanfaidh daoine ina ndaoine, is dóigh go mbeidh ról ag fíorú daonnachta ar líne.",
    "2255549335": "Is é an post atá againn ag hCaptcha ná trádáil mhaith a fháil idir deacracht agus cruinneas agus frithchuimilt a choinneáil íseal, go háirithe i gcás",
    "4138068262": "úsáideoirí. Sa deireadh, is dóigh go bhfanfaidh idirghníomhú le dúshláin mar chuid de Arsenal na n-uirlisí chun mí-úsáid ar líne a laghdú chomh fada agus a fhanfaidh nádúr an duine gan athrú.",
    "855097735": "Is fadhb an-chrua í seirbhís a thógáil a dhéanann é seo go maith agus na hábhair imní go léir a chothromú (agus táimid i gcónaí ag obair chun í a fheabhsú ionas go mbeidh an taithí chomh taitneamhach agus is féidir) ach tá súil againn go n-aontóidh tú go laghdófar spam, mí-úsáid, táthcheangail chuntais , agus is fiú go mór calaois ar líne an cheist shimplí ó am go chéile.",
    "1953959745": "inrochtaineacht",
    "2543123170": "Fíorú daonnachta frithchuimilte nialais",
    "547245263": "Réitigh d'fhadhb bot inniu.",
    "3117887301": "Iontaobhas ag na seirbhísí ar líne is mó",
    "981806349": "Tógtha ar an ardán cruthaithe hCaptcha",
    "2373007864": "Ritheann hCaptcha Enterprise ar theicneolaíocht ardáin hCaptcha, arna leathnú chun na gnéithe a theastaíonn ó fhiontair ard tráchta a chur san áireamh.",
    "2652399059": "Comhpháirtí iontaofa",
    "1997838163": "Tá na cuideachtaí is mó ar domhan ag brath ar hCaptcha Enterprise. Tá an comhtháthú simplí, agus tá cruinneas braite gan samhail.",
    "734735952": "Rinneamar meastóireacht ar roinnt díoltóirí CAPTCHA chomh maith le córas a thógáil linn féin. Sa deireadh, tháinig hCaptcha chun cinn mar an rogha eile ab fhearr le reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Stiúrthóir Bainistíochta Táirgí, Cloudflare",
    "3971348140": "Cén fáth ar úsáid muid hCaptcha? Ní fhéadfadh aon duine eile na gnéithe agus an fheidhmíocht a theastaigh uainn a sheachadadh. Chuir siad ar bun muid go tapa, agus is breá lenár ceannaithe an taithí.",
    "4248655793": "- Alex M.",
    "4185927140": "Bainisteoir Táirgí, Flash, Shopify",
    "282913023": "An rogha costéifeachtach d’fhiontair ard tráchta",
    "999610953": "Ar deireadh, rogha inchreidte ar Google. Soláthraíonn hCaptcha Enterprise coigilteas drámatúil ar do bhille reCAPTCHA le slándáil níos airde: suas le 80% níos saoire i gcásanna áirithe.",
    "1886100235": "Tá go leor de na seirbhísí ar líne is mó ar domhan tar éis aistriú go hCaptcha Enterprise agus fuair siad braite bot feabhsaithe in éineacht le coigilteas suntasach costais.",
    "2903742230": "Feiceann líonraí fógraíochta do chuairteoirí mar an táirge. Dúinn is é an t-aon aidhm ná a ndaonnacht a chinneadh. Comhlíonann nó sáraíonn ár seirbhísí riachtanais GDPR, CCPA, LGPD, agus PIPL, agus oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
    "3901503296": "Ciallaíonn an fócas uathúil seo ar phríobháideacht gur féidir linn coinneáil sonraí nialasacha aonair, oibriú saor ó fhianáin, agus ráthaíochtaí príobháideachta conarthacha eile a thairiscint de réir mar is gá agus slándáil den scoth á chothabháil againn.",
    "3342910682": "Leigh Nios mo",
    "1130783905": "Is é do chruinneas é do leas féin agus linne. Oibríonn hCaptcha chun fíor-shonraí a thabhairt duit agus ligfidh tú duit cinneadh a dhéanamh ar conas iad a úsáid. Soláthraíonn cuideachtaí fógraíochta Gigantic réitigh slándála eile. Ciallaíonn sé seo go bhféadfadh gach bot a bhlocálann siad a n-ioncam a laghdú.",
    "2019130052": "Lig ár nuálaíochtaí i ML atá dírithe ar phríobháideacht dúinn caighdeáin slándála straitéisí leagáide “gach rud a thaifeadadh go deo” gan dochar a dhéanamh do shlándáil ná do phríobháideacht úsáideora.",
    "23114595": "Taithí iontach úsáideora",
    "3437412311": "Maidir le húsáideoirí Fiontar, tá roghanna ar fáil chun dúshláin a sheachaint go hiomlán i bhformhór na gcásanna, ag brath ar scóir éighníomhacha.",
    "1996843433": "Laghdaigh frithchuimilt trí dhúshlán a sheachaint go hiomlán do 99.9% de do thrácht dlisteanach agus slándáil den scoth a sholáthar fós.",
    "3093689546": "Comhtháthú éasca",
    "247560732": "Cuir hCaptcha le trí líne de chód. Má tá tú ag teacht ó reCAPTCHA, tá ár API comhoiriúnach agus ní thógann sé ach nóiméad athrú.",
    "1510448156": "Is féidir leat a bheith ag feidhmiú le rogha eile níos fearr inniu, agus gnéithe níos airde a chasadh air de réir mar is gá.",
    "2718999653": "Scóir Bagairt Saincheaptha",
    "2698140263": "Níl gach fadhb mar an gcéanna: má fhaigheann tú scór amháin caithfidh sé aghaidh a thabhairt ar do chuid riachtanas a bheith úsáideach.",
    "897432717": "Leis an dearadh úrscéil atá againn do Scóir Bagairt Saincheaptha, má chuirtear d’eolas gnó leis is féidir lenár samhlacha scóir a bhaineann go sainiúil le d’úsáideoirí a sheachadadh.",
    "2650502379": "Seoladh Do Dhúshláin Féin i Soicind",
    "3578122193": "Fan ar bhranda le hábhar ábhartha",
    "1074044172": "Nuair a chaithfidh úsáideoirí dúshlán a réiteach chun do riachtanais slándála a chomhlíonadh, cén fáth nach gcuirfidh tú ceisteanna taitneamhach agus ábhartha don úsáideoir?",
    "1579093044": "Leis an dearthóir dúshlán saincheaptha simplí atá againn, is féidir leat ábhar dúshláin ar bhranda a lainseáil i gceann cúpla nóiméad.",
    "3717512591": "Comhtháthú Díreach Ardán",
    "121743429": "Do Chuideachtaí Bonneagair Gréasáin",
    "2131386784": "Saineolas agus Tacaíocht Inrochtana duit féin agus d'úsáideoirí",
    "2782263070": "Is príomhthosaíocht dúinn an tseirbhís. Coinnímid tacaíocht ar glao-dhualgas 24/7 agus cuirimid comhordú díreach Slack ar fáil le d’fhoireann lánpháirtithe innealtóireachta agus lenár bhfoireann ar glao-dhualgas le linn agus tar éis a gcur i bhfeidhm.",
    "3740051331": "Táimid tiomanta freisin monatóireacht agus freagairt ghníomhach a dhéanamh ar cheisteanna d’úsáideoirí ar fud na meán sóisialta, fóraim, agus ár mbealaí tacaíochta in-ghiuirléid agus ríomhphoist. Táimid inrochtana agus freagrúil, agus caithimid le sástacht úsáideoirí mar KPI barr.",
    "170775527": "Gnéithe fiontar",
    "3383086062": "Is réiteach slándála iomlán ar líne é hCaptcha Enterprise. Ligeann modhanna gníomhacha agus éighníomhacha duit líonta creidiúnacha a stopadh, táthcheangail chuntais a bhrath, agus gníomhaithe amhrasacha a bhac. Gach le frithchuimilt nialasach d’úsáideoirí dlisteanacha.",
    "1408599440": "Tosaigh go tapa le cúpla líne de chód agus ár modh éighníomhach 99.9%, nó glac smacht iomlán ar cathain agus conas a dhéantar dúshlán úsáideoirí. Ciallaíonn samhlacha bagairtí saincheaptha agus dúshláin inoiriúnaithe solúbthacht gan sárú chun slándáil a chinntiú.",
    "3365203058": "Cosaint frith-bot den scoth",
    "1803009328": "Cath-thástáil ar scála gréasáin.",
    "1586809757": "Scóir bot ardchruinneas",
    "353367791": "Braith droch-aisteoirí ar go leor cineálacha éagsúla.",
    "191460155": "Frithchuimilt nialais agus modhanna éighníomhacha 99.9%",
    "585557010": "Tabhair dúshlán níos lú ná 0.1% d’úsáideoirí dlisteanacha.",
    "3287172429": "Cineálacha dúshláin rialaithe a thaispeántar",
    "1844885924": "Leabharlann leathan cineálacha le roghnú as.",
    "3018523079": "Fan ar bhranda le taithí úsáideora comhsheasmhach.",
    "3817811295": "Iontaofacht ráthaithe agus tacaíocht tapa ar glao-dhualgas 24/7.",
    "1798492192": "Tacaíocht brabhsálaí oidhreachta",
    "1356745565": "Ag luí ar an mbealach ar fad ar ais chuig Internet Explorer 8.",
    "751483365": "Tacaíocht do chliaint nach cliaint JavaScript iad.",
    "4199502476": "Dashboards tuairiscithe chun cinn agus API",
    "3630114728": "Féach cad atá ag tarlú ar fud do shuímh agus aipeanna go léir.",
    "3573245166": "Murab ionann agus reCAPTCHA, oibrímid i ngach tír.",
    "2354267648": "Beartas príobháideachta GDPR, CCPA, agus LGPD-chairdiúil",
    "3167979932": "Deartha do phríobháideacht ón gcéad lá. Comhaontú Láidir Próiseála Sonraí.",
    "4065065042": "Diailigh é seo chun do chás úsáide a oiriúnú go díreach.",
    "111184581": "Óstáil chéad pháirtí",
    "4272022475": "Téann gach iarratas agus sócmhainn chuig hcaptcha.yourdomain.com",
    "2676853536": "Dashboards il-úsáideora",
    "1368787974": "Bainistíocht a roinnt ar fud d’fhoireann.",
    "1045484714": "Comhtháthú SAML SSO le do Sholáthraí Aitheantais, m.sh. Okta nó Azure AD.",
    "3953584369": "Srianta sofaisticiúla rochtana RBAC ar fáil.",
    "2781507299": "Fíorú Láithreach",
    "4019660456": "0ms latency: fíoraigh comharthaí hCaptcha gan aon ghlao API.",
    "3446714684": "Comhtháthú Soghluaiste (iOS agus Android)",
    "2593768395": "Taithí gan uaim ar fud an ghréasáin, gréasáin soghluaiste soghluaiste, soghluaiste. Comhtháthaithe réamhthógtha agus SDKanna dúchasacha ar fáil.",
    "1779265104": "Téarmaí Saincheaptha agus Ráthaíochtaí Príobháideachta",
    "122875767": "Déan do riachtanais dhlíthiúla a shásamh nuair nach féidir le cuideachtaí eile.",
    "148188781": "Dúshláin i láthair",
    "838049015": "Roghnaigh gach íomhá a oireann don cheist",
    "1126302400": "Bosca Ceangail",
    "3554448168": "Catagóiriú",
    "2104933754": "Sainaithin na lipéid chomhfhreagracha",
    "3612043014": "... agus tascanna simplí eile. Éasca do dhaoine, deacair do róbónna.",
    "3624758171": "Cúraimí saincheaptha ar fáil d’fhoilsitheoirí fiontar freisin.",
    "1001938065": "Ní fhéadfadh an comhtháthú a bheith níos éasca",
    "2138799135": "Tá an iliomad comhtháthú réamhthógtha ag hCaptcha do na córais frontend agus backend a úsáideann tú.",
    "2535001179": "Má tharlaíonn sé go bhfuil tú ag teacht ó reCAPTCHA Google, is athsholáthar buail isteach iad ár APIs.",
    "1393184984": "an bhfuil gach rud atá uait.",
    "3715747429": "Féadann ár n-innealtóirí ar bord tú a chur ar siúl go gasta, cibé an dteastaíonn comhtháthú React uait, SDKanna le haghaidh aipeanna dúchasacha iOS, sampla iardhochtúireachta Java, nó beagnach aon chás eile.",
    "2681650568": "Agus mar is gnáth, is luach lárnach dúinn príobháideacht. Ná cuir ár gcód dúshláin ach nuair is gá, agus sa chás go bhfuil sé ciallmhar tú féin agus d’úsáideoirí a chosaint. Tosaíonn bailiú sonraí a íoslaghdú ó nóiméad an chomhtháthaithe.",
    "1130868224": "Trí líne de chód",
    "2183926131": "Tosaigh le hCaptcha Enterprise",
    "1526887904": "Príobháideacht Fiontar hCaptcha",
    "1845745385": "Deartha do Phríobháideacht.",
    "1297224875": "Cur chuige uathúil tiomáinte ag príobháideacht i leith slándála ar líne Enterprise.",
    "2762458927": "Níl do chuid sonraí úsáideora ar díol.",
    "2058856283": "Níl ach cuspóir amháin ag hCaptcha Enterprise: cosc a chur ar dhrochghníomhaithe cur isteach ar d’oibríochtaí ar líne agus dochar a dhéanamh d’úsáideoirí.",
    "2408036504": "Mar sin déantar ár gcórais a dhearadh ón mbun aníos chun bailiú agus coinneáil sonraí a íoslaghdú agus slándáil ceannródaíoch ranga a choinneáil. Is é an bealach is fearr le sonraí úsáideora a chosaint ná iad a stóráil ar chor ar bith.",
    "4099477834": "Déantar gach caidreamh le custaiméirí a chosaint le Comhaontú Próiseála Sonraí láidir. Comhlíonann an tseirbhís hCaptcha gach dlí príobháideachta is cuma cá gcónaíonn do sheirbhís nó do chustaiméirí. Déanann sé seo i bhfad níos éasca dúinn ná do chuideachtaí eile gan sonraí pearsanta a choinneáil.",
    "3569492665": "Ní hé gníomhaíocht ar líne a thaifeadadh.",
    "3389431373": "Deir seirbhísí cosúil le reCAPTCHA v3 go bhfuil gá lena bpicteilín rianaithe a chur ar gach leathanach de do shuíomh chun slándáil mhaith a dhéanamh. Ní hamhlaidh atá.",
    "3590546893": "Is comhartha é anailís shimplí iompraíochta a chruthaíonn drochghníomhaithe go héasca, agus éilíonn sí stair brabhsála a choinneáil do do thrácht dlisteanach uile freisin.",
    "1105363520": "Ní oibrímid líonra fógraí, agus níl aon spéis againn d’iompar úsáideora a bhreathnú d’fhonn fógraí a dhíol leo. Ciallaíonn sé seo nach dteastaíonn picteilín éighníomhach uainn ar gach leathanach de do shuíomh.",
    "3088605177": "Ná cuir ár gcód dúshláin ach nuair is gá, agus sa chás go bhfuil sé ciallmhar tú féin agus d’úsáideoirí a chosaint.",
    "337971271": "Tá foghlaim meaisín úsáideach. Ach ní éilíonn sé go n-oibreoidh sonraí pearsanta.",
    "320166522": "Anois bíonn tionchar ag foghlaim meaisín ar bheagnach gach gné dár saol, go minic ar bhealaí nach dtuigeann muid agus nach bhfeicimid. Ní hionann seirbhísí slándála ar líne.",
    "3180664128": "Trí níos mó ná na mílte comhartha a fhoghlaim, is féidir le samhlacha muinín ard a fháil agus iompar muiníneach a bhrath go gasta, fiú nuair nach mbeadh aon chomhartha aonair láidir go leor ann féin chun fadhb a léiriú.",
    "961941354": "Mar sin féin, ní éilíonn aon cheann de seo faisnéis inaitheanta phearsanta (\"PII\") a úsáid. Ligeann teicnící cripteagrafacha nua-aimseartha dúinn aon sonraí pearsanta a scriosadh chomh tapa agus is féidir, ag cruthú sínithe aon-bhealach nach féidir a nascadh le haon duine aonair.",
    "1706581702": "Oibríonn oiliúint ar shonraí dí-aitheanta chomh maith, agus ní gá cur isteach ar shlándáil ná ar phríobháideacht. Rinne ár gcustaiméirí na tástálacha eimpíreacha, agus dhearbhaigh siad go bhfuil muid cothrom le nó níos fearr ná roghanna príobháideacha i bhfad níos lú.",
    "3203921334": "Thaitin roinnt rudaí linn faoi na réitigh hCaptcha: 1) ní dhíolann siad sonraí pearsanta; ní bhailíonn siad ach na sonraí pearsanta is lú is gá, tá siad trédhearcach agus iad ag cur síos ar an bhfaisnéis a bhailíonn siad agus ar an gcaoi a n-úsáideann siad agus / nó a nochtann siad iad.",
    "305735018": "Ar deireadh, rogha inchreidte ar Google. Soláthraíonn hCaptcha Enterprise coigilteas drámatúil ar do bhille reCAPTCHA le slándáil níos airde: suas le 80% níos saoire i gcásanna áirithe.",
    "3695206755": "Bain triail as dúinn i do thimpeallacht gan aon oibleagáid.",
    "2941545733": "Is innealtóirí muid, ní díoltóirí: teastaíonn uainn go mbeidh tú sásta le do rogha.",
    "131871195": "Is é an bealach is fearr chun do shásamh a chinntiú ná a thaispeáint go gcomhlíonaimid do riachtanais.",
    "3436534225": "Roghnaíonn beagnach gach cuideachta a thosaíonn píolótach ár réitigh sa deireadh.",
    "4060250206": "Úsáid an fhoirm seo chun duine dár speisialtóirí teicniúla a bhaint amach. Freagraimid go tapa.",
    "1159746815": "Is féidir leat ríomhphost a sheoladh chugainn go díreach freisin.",
    "2531534427": "Tá sonraí anseo.",
    "2059998584": "Réigiún",
    "3916131732": "Mheiriceá",
    "135276624": "An Eoraip, an Meánoirthear, an Afraic (EMEA)",
    "1182294134": "Áise-Aigéan Ciúin (APAC)",
    "2437934778": "Do ainm",
    "3859506577": "Ríomhphost Gnó",
    "1268414751": "Aon sonraí eile ba chóir a bheith againn?",
    "42559805": "An dteastaíonn bordáil phráinneach uait?",
    "851679588": "Sea.",
    "1729677626": "Táim faoi ionsaí agus teastaíonn dul ar bord láithreach.",
    "2808971932": "Seo téacs éigin taobh istigh de bhloc div.",
    "2468683988": "Ceannteideal",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Nasc Téacs",
    "2212670355": "Clarú",
    "31502377": "Cad is gné Rich Text ann?",
    "2310705547": "Ligeann an ghné saibhir téacs duit ceannteidil, míreanna, blocquotes, íomhánna agus físeán a chruthú agus a fhormáidiú go léir in aon áit amháin seachas iad a chur leis agus a fhormáidiú ina n-aonar. Ní gá ach cliceáil faoi dhó agus ábhar a chruthú go héasca.",
    "2590587108": "Eagarthóireacht statach agus dinimiciúil ar ábhar",
    "778204464": "Is féidir gné saibhir téacs a úsáid le hábhar statach nó dinimiciúil. Maidir le hábhar statach, níl le déanamh ach é a chur isteach in aon leathanach agus tosú ar eagarthóireacht. Maidir le hábhar dinimiciúil, cuir réimse saibhir téacs le haon bhailiúchán agus ansin ceangail gné saibhir téacs leis an réimse sin sa phainéal socruithe. Voila!",
    "1890955039": "Conas formáidiú a shaincheapadh do gach téacs saibhir",
    "3286051798": "Is féidir ceannteidil, míreanna, blockquotes, figiúirí, íomhánna, agus fotheidil figiúirí a stíleáil tar éis rang a chur leis an eilimint saibhir téacs ag baint úsáide as an gcóras roghnóra neadaithe “Nuair atá sé istigh”.",
    "504332576": "Táimid bródúil as a fhógairt go bhfuil hCaptcha tar éis fás go dtí an tseirbhís neamhspleách cibearshlándála is mó ar domhan, ag rith ar thart ar 15% den idirlíon - agus thógamar an chuid is mó den sciar seo den mhargadh go díreach ó Google reCAPTCHA. Le chéile, hCaptcha agus",
    "1155436473": "(ár dtairiscint fiontar) anois cosnaíonn siad na céadta milliún úsáideoir ar fud na mílte milliún láithreán gréasáin agus aipeanna gach mí. Taispeánann ár scéal gur féidir leat dul san iomaíocht le Big Tech nuair a chuireann tú príobháideacht ar dtús.",
    "3108727249": "BotStop",
    "1296696044": "Príobháideacht vs Slándáil: Cén fáth nach bhfuil an dá rud acu?",
    "538871570": "Is cosúil go bhfuil ord ard san iomaíocht le Google agus le cuideachtaí Big Tech eile: meastar go ginearálta go bhfuil a gcumhacht margaidh monaplachta, éifeachtaí ardáin agus arm na bhforbróirí ard-íoctha ró-chumhachtach le dul i ngleic le duine ar bith ach fathaigh ardteicneolaíochta eile mar Facebook nó Amazon. Taispeánann ár scéal nach gá go mbeadh sé mar sin - is féidir leat Big Tech a bhualadh trí dhíriú ar phríobháideacht.",
    "3600718611": "Smaoinigh ar Google reCAPTCHA,",
    "4281708680": ". Ag hCaptcha, ghlacamar cur chuige an-difriúil d’aon ghnó, ag baint úsáide as teicnící foghlama meaisín a chaomhnaíonn príobháideacht chun iompraíochtaí tipiciúla bot a shainaithint ag ardchruinneas, agus muid ag ithe agus ag stóráil chomh beag sonraí agus is féidir.",
    "3312336121": "a ídíonn méideanna ollmhóra sonraí iompraíochta chun a chinneadh an bhfuil úsáideoirí gréasáin ina ndaoine dlisteanacha nó ina róbónna",
    "1193738791": ": déanann siad iompar úsáideoirí a rianú ar gach leathanach de shuíomh Gréasáin agus ar fud an ghréasáin. Dhearadh muid hCaptcha le go mbeadh sé chomh cairdiúil don phríobháideacht agus is féidir ón gcéad lá. Mar thoradh air seo bhí cur chuige go hiomlán difriúil maidir leis an bhfadhb. De réir mar a tharlaíonn sé, ní gá ach úsáideoirí a rianú ar fud an ghréasáin agus a stair ghréasáin a cheangal lena bhféiniúlacht chun slándáil mhaith a bhaint amach. Is iomaí cuideachta a aistrigh go hCaptcha",
    "2620705814": "Is cuideachta ad é Google, agus tá cuma an-mhaith ar a gcuid táirgí slándála ar a gcuid táirgí fógraíochta",
    "1126447688": "is minic a thuairiscíonn siad feidhmíocht chomhionann nó níos fearr i mbrath agus maolú bot in ainneoin ár bhfócas ar phríobháideacht",
    "439777523": "Cúrsaí Rialacháin",
    "3588274874": "Agus muid ag díriú ar tháirge a sheachadadh atá ailínithe le hiarrachtaí rialála mar GDPR an Aontais Eorpaigh agus CCPA California, tá fás ollmhór tagtha orainn - ar ndóigh, cabhraíonn sé gur athsholáthar simplí “buail isteach” é hCaptcha do reCAPTCHA agus dá bhrí sin is féidir é a shuiteáil laistigh de nóiméid.",
    "2150595700": ". Chuir GDPR agus CCPA imní faoi phríobháideacht ar an léarscáil do cheannaitheoirí fiontar, agus ag an am céanna tá príobháideacht ar líne ag éirí níos tábhachtaí don phobal agus muid ag tosú ag tuiscint conas a d’úsáid na tionscail fógraíochta agus margaíochta ar líne ár gcuid sonraí go stairiúil.",
    "2624949852": "Ar ndóigh, bhí reCAPTCHA ina iontrálaí luath i slándáil gréasáin ó 2009, ag cosaint na milliúin suíomh Gréasáin i gcoinne bagairtí atá ag fás i gcónaí ag róbónna mailíseacha agus spammers. Mar sin féin, cuireadh i gcontúirt go hiomlán é le blianta beaga anuas:",
    "499510428": "Creidimid i ndáiríre gur chuidigh rialáil linn anseo",
    "1232651561": "tá bogearraí anois chomh maith le daoine ag réiteach dúshláin reCAPTCHA.",
    "824740867": "Seachas an réiteach a fheabhsú, scaoil Google ina ionad sin reCAPTCHA v3, a oibríonn i bhfad níos cosúla le líonra fógraí ná bogearraí slándála, ag bailiú sonraí iompraíochta ó gach cearn den ngréasán chun próifílí úsáideora a thógáil. Ar an drochuair, is furasta an cineál seo comhartha a ruaigeadh, agus dá bhrí sin is beag cosaint a thugann sé i gcoinne bots agus é ag déanamh dochair do phríobháideacht úsáideora.",
    "1027023087": "Ina ionad sin dhírigh muidne ag hCaptcha ar chur chuige níos nua-aimseartha i leith na faidhbe, nach gá taifid iompraíochta fadtéarmacha mar stair brabhsála a choinneáil agus a chruthaigh i bhfad níos athléimní i bhfianaise naimhde diongbháilte ó tugadh an tseirbhís isteach.",
    "2852295413": "Coimhlint leasa bunúsach: laghdaíonn bots a stopadh ioncam do líonra fógraíochta",
    "1597520917": "Chuir líon méadaithe criticeoirí in iúl gur chóir go mbainfeadh neamhaird Google do phríobháideacht úsáideora do chustaiméirí atá ag iarraidh a láithreáin ghréasáin agus aipeanna a chosaint.",
    "763447231": "Ag an am céanna, is féidir le bots a stopadh ó rochtain a fháil ar shuíomhanna foilsitheoirí calaois ad a nochtadh, ag cur táirge reCAPTCHA Google go díreach i gcoinne a ngnó fógraíochta, a tháirgeann os cionn 80% dá n-ioncam.",
    "999674529": "Ba cheart go mbeadh dollar ad nialas á thuilleamh ag gach bot a bhraitheann Google. Mar sin tá dreasachtaí cuideachta Google ailínithe go dona le húsáideoirí a gcuid seirbhísí slándála, agus b’fhéidir gur míniú amháin é seo ar dhrochfheidhmíocht a dtairiscint slándála reCAPTCHA.",
    "956019009": "Tá na cuideachtaí bonneagair gréasáin is mó tar éis gníomhú cheana féin",
    "1923297430": "Tháinig an pointe deiridh do go leor custaiméirí níos mó nuair a thosaigh Google ag gearradh táillí ar chuideachtaí as a dtáirge a úsáid ar aon scála bríoch. Chuir sé seo ar úsáideoirí fada reCAPTCHA roghanna eile a lorg níos fearr mar a rinne imní rialála ar fud an domhain cheana féin ag baint úsáide as tairiscintí Google ag éirí níos tarraingtí.",
    "2197218442": "Rinne POF Cloudflare, Matthew Prince, achoimre ar an dearcadh seo sa",
    "155456850": "ag fógairt a n-aistriú go hCaptcha:",
    "435302267": "post bhlag cuideachta",
    "2087769953": "\"Táimid ar bís faoin athrú seo toisc go gcuidíonn sé le dul i ngleic le himní príobháideachta is gné dhílis de bheith ag brath ar sheirbhís Google a bhí againn le tamall. Rinneamar meastóireacht ar roinnt díoltóirí CAPTCHA chomh maith le córas a thógáil linn féin. Sa deireadh, Tháinig hCaptcha chun cinn mar an rogha eile ab fhearr le reCAPTCHA. \"\" Thaitin roinnt rudaí linn faoi na réitigh hCaptcha: 1) ní dhíolann siad sonraí pearsanta; ní bhailíonn siad ach na sonraí pearsanta is lú is gá, tá siad trédhearcach agus iad ag cur síos ar an bhfaisnéis a bhailíonn siad agus ar an gcaoi a n-úsáideann siad agus / nó a nochtann siad iad. \"",
    "595582512": "Má tá tú ag iarraidh do shuíomh nó aip a chosaint go héifeachtach ó róbónna, spammers nó gníomhaithe mailíseacha eile, agus príobháideacht d’úsáideoirí á chaomhnú agat (agus na rialacháin ábhartha uile á gcomhlíonadh agat!), Smaoinigh ar hCaptcha agus ar ár dtairiscint Fiontair.",
    "3388180864": "An bhfuil suim agat a bheith ag obair ar dhúshláin dhomhain theicniúla ar scála gréasáin? Táimid i gcónaí ag fostú innealtóirí cumasacha ar fud an domhain -",
    "3892952987": "féach ar ár n-oscailtí agus déan iarratas anseo",
    "3368788823": "Déanann Terence Eden pointe spéisiúil ar a bhlag: \"",
    "1491780143": "Ní chruthaíonn CAPTCHAs gur duine tú - cruthaíonn siad gur Meiriceánach tú",
    "2146900431": "Intuigthe, déanann an t-éileamh seo go leor ciall. Tá CAPTCHAs, cosúil le beagnach gach rud, fite fuaite i gcomhthéacs cultúrtha, agus má cruthaíodh do chomhthiomsú dúshlán den chuid is mó i gcultúr amháin, b’fhéidir nach n-aistreoidh sé go han-mhaith go ceann eile. Ag croílár é, is ábhar cultúrtha é seo",
    "378086442": "de CAPTCHAs, seachas a gcuid UX per se.",
    "1445008801": "Mar a thugann Eden air:",
    "332723732": "ábhar",
    "2072808435": "\"Buille faoi thuairim a bhfuil, Google? Tá tacsaithe i mo thír dubh go ginearálta. Bhreathnaigh mé ar a ndóthain scannáin le go mbeadh a fhios go bhfuil na cinn i Meiriceá buí. Ach i ngach tír eile ar thug mé cuairt air, bhí mish-mash de thacsaithe hues éagsúla. \"",
    "3206136647": "Tá fadhb Google anseo bunaithe ar na sonraí ceiste a úsáideann siad vs a fheiceann é. Má thagann na sonraí go léir ón gcultúr céanna (agus i gcás Google, an chuideachta chéanna) is féidir leat a bheith ag súil go cinnte go mbeidh dúshláin ann nach n-aistríonn go maith chuig cultúir eile, ar aon dul le gearán Eden.",
    "2217842245": "Taispeánann ár sonraí, áfach, (do hCaptcha)",
    "4280117172": "Go deimhin déanann go leor tíortha beagán níos fearr ná na SA, lena n-áirítear an Nigéir, an India, an Bhrasaíl agus an Ghearmáin:",
    "555749578": "tá athraitheas níos lú ná 1% ann maidir le rátaí a réiteach ar fud tíortha móra ar gach mór-roinn.",
    "151737819": "Is beag an athraitheas atá i rátaí Réitigh hCaptcha ar fud na cruinne",
    "3908992897": "agus úsáidtear é i ngach tír agus críoch ar domhan, agus mar sin táimid dírithe go mór ar eispéireas domhanda comhsheasmhach a sholáthar.",
    "2808122102": "Mar sin is bunriachtanas dár seirbhís é feidhmiúlacht thraschultúrtha. Cuid ríthábhachtach dár misean is ea a chinntiú gur féidir le gach úsáideoir dlisteanach ábhar a rochtain go tapa. Cuirimid dúshláin ar fáil i 110 teanga, agus táimid ag feabhsú na n-aistriúchán ábhartha go leanúnach chun a chinntiú gur féidir le gach duine ár ndúshláin a réiteach.",
    "3913801502": "Ritheann hCaptcha anois ar thart ar 15% den idirlíon",
    "2077639538": ". Maidir le ceann amháin, is féidir le sonraí dúshláin ar ár seirbhís teacht ó go leor foinsí, ní amháin - ó chuideachtaí móra Fortune 500 go gnólachtaí nuathionscanta foghlama, fad is atá siad ag cloí lenár",
    "3951112506": ". Ráthaíonn sé sin leibhéal níos airde ilchineálacht sna sonraí cheana féin.",
    "1803943584": "Ar an dara dul síos, ligimid do dhúshláin féin-bharrfheabhsú a dhéanamh amach cé na tíortha nó na teangacha a rithfidh siad, ag méadú an dóchúlacht go mbeidh eispéireas comhsheasmhach níos mó fós. Má tá an cruinneas níos ísle ná mar a bhíothas ag súil leis, stopfaidh sraith ceisteanna ag rith sa réigiún nó sa teanga ina dtarlaíonn an éifeacht seo.",
    "3668873369": "Ag hCaptcha, tá cur chuige difriúil glactha againn ón gcéad lá",
    "1519201684": "Beartas Eitice AI",
    "2155089487": ". Dá mbeadh sé níos éasca ár ndúshláin a réiteach do roinnt grúpaí, bheimis ag súil go bhfeicfimid difríocht sa chaoi a bhfeidhmíonn daoine ar fud na cruinne agus ar fud cultúir éagsúla agus iad á réiteach. I gcomhthéacs phost Eden, bheimis ag súil go ndéanfadh Meiriceánaigh níos fearr ná daoine i dtíortha eile. Toisc go bhfuil blianta caite againn ag forbairt córais chun an fhadhb seo a sheachaint, i ndáiríre ní fheicimid a mhalairt.",
    "2603863826": "PS: Má aimsíonn tú aistriúchán i do theanga a d’fhéadfadh feabhsúcháin a úsáid, bíodh leisce ort a",
    "3543141425": "ar a shon!",
    "2697276059": "Fianaise go bhfuil sé seo ag obair: rátaí aonfhoirmeacha a réiteach ar fud na cruinne",
    "664236229": "iarratas tarraingthe"
}